{
  "author_id": 1003,
  "author_meta": "ولد في الموصل شمال العراق سنة ١٩٤٢ م.\nتخرج في كلية التربية عام ١٣٨٤ هـ (١٩٦٣ م).\nحصل على الماجستير في التاريخ الإسلامي من كلية الآداب بجامعة بغداد عام ١٣٨٦ هـ (١٩٦٦ م) وكانت رسالته (بحوث في تاريخ السنة المشرفة) مع تحقيق (طبقات خليفة بن خياط).\nحصل على الدكتوراه في التاريخ الإسلامي من جامعة عين شمس بالقاهرة عام ١٣٩٤ هـ (١٩٧٤ م) في أطروحته (موارد الخطيب البغدادي في تاريخ بغداد)\nبدأ التدريس بكلية الآداب بجامعة بغداد منذ سنة ١٣٨٦ هـ (١٩٦٦م) إلى سنة ١٣٩٦ هـ (١٩٧٦ م) حيث أعيرت خدماته للجامعة الإسلامية بالمدينة المنورة.\nعمل بالجامعة الإسلامية بالمدينة المنورة رئيساً لقسم الدراسات العليا ما بين سنة ١٣٩٧ - ١٤٠٣ هـ.\nعمل رئيساً للمجلس العلمي بالجامعة الإسلامية خلال الفترة ١٣٩٨ - ١٤٠٣ هـ\nعمل أستاذا للتاريخ الإسلامي في قسم الدراسات العليا بالجامعة الإسلامية حيث أشرف على عشرات الرسائل للماجستير والدكتوراه، ثم عمل أستاذا في قسم التاريخ بكلية الدعوة وأصول الدين إلى تاريخ ٢ - ٨ - ١٤١٥ هـ.\nعمل في قسم الشؤون العلمية بمجمع الملك فهد لطباعة المصحف بالمدينة المنورة وعضواً في مجلس مركز خدمة السنة والسيرة النبوية منذ تأسيسه، وعضوا في المجلس العلمي بمجمع الملك فهد لطباعة المصحف بالمدينة المنورة.\nأشرف على أكثر من ستين أطروحة للماجستير والدكتوراه خلال السنوات العشرين الماضية في الجامعات العربية وخاصة الجامعات السعودية كما ناقش عدداً كبيراً منها في تخصصات الحديث النبوي، والتاريخ الإسلامي، والتربية الإسلامية. وساهم في تقويم العديد من الأعمال العلمية لجامعات مختلفة , وكذلك في الترقيات العلمية للعديد من الأساتذة في الجامعات السعودية والعربية.\nيعمل حالياً أستاذاً بكلية الشريعة والقانون بجامعة قطر ١٩٩٥م\nمؤلفاته:\n١ - السيرة النبوية الصحيحة، محاولة لتطبيق قواعد المحدثين في نقد روايات السيرة، مجلدان، ط ٢، مكتبة العلوم والحكم، المدينة المنورة- ١٤١٤ هـ وقد ترجم معظمه، ونشر باللغتين التركية  ISTANBUL ١٩٨٨.  والانكليزية  U.S.A ١٩٩١ MARYLAND\n٢ -  بحوث في تاريخ السنة المشرفة، طبع خمس مرات في بغداد وبيروت والمدينة المنورة في سنة ١٩٦٧ م، ١٩٧٢ م، ١٩٧٥ م، ١٩٨٤ م، والطبعتان الأولى والثانية بتعضيد من جامعة بغداد. والطبعة الأخيرة مطورة، وتقع في ٥٠٠ صفحة.\n٣ - موارد الخطيب في تاريخ بغداد، طبع بدمشق سنة ١٩٧٥ م وبيروت ١٩٨٤ م، والطبعة الأولى بتعضيد من جامعة بغداد.\n٤ - دراسات تاريخية، نشُر المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة- ١٩٨٣ م.\n٥ - التراث والمعاصرة، طبعتان، نشر رئاسة الشؤون الدينية، قطر ١٤٠٥ هـ كما طبع باللغة التركية  ISTANBUL ١٩٩١\n٦ -  الإسلام والوعي الحضاري، بيروت- ١٤٠٨ هـ.\n٧ - تراث الترمذي العلمي، نشر مكتبة الدار بالمدينة المنورة-١٤١٣ هـ.\n٨ - مجتمع المدينة في عصر النبوة، مكتبة الدار بالمدينة المنورة ١٤١٥ هـ\n٩ - مناهج البحث وتحقيق التراث، نشر مؤسسة الرسالة، بيروت- ١٤١٥ هـ، ويقع في ٣٦٠ صفحة، وهو تطوير لكتابه \"تعليقه في مناهج البحث وتحقيق المخطوطات\"، نشر مكتبة الدار بالمدينة المنورة- ١٤١٤ هـ.\n١٠ - قيم المجتمع الإسلامي من منظور تاريخي، نشر في جزئين ضمن سلسلة كتاب الأمة- قطر- ١٤١٤ هـ.\n١١ - التربية الروحية والاجتماعية في الإسلام، نشر من قبل مركز خدمة السنة بجامعة قطر.\n١٢ - عصر الخلافة الراشدة: محاولة لتطبيق قواعد النقد عند المحدثين على الرواية التاريخية، نشر مكتبة العلوم والحكم، المدينة المنورة- ١٤١٤ هـ.\nعصر السيرة النبوية، ضمن مرجع في تاريخ العرب، من إعداد المنظمة العربي\nللتربية والثقافة والعلوم، جامعة الدول العربية، ولم يطبع بعد (٤٠٠ صفحة).\n١٣ - من فقه السيرة النبوية العطرة، نشر النادي الأدبي بمكة المكرمة (تحت الطبع)\n١٤ - الحياة الاجتماعية والاقتصادية في عصر السيرة النبوية (تحت الطبع).\nالتحقيقات\n١٥ - تاريخ خليفة بن خياط، ٣ طبعات، العراق- ١٩٦٧ م، بتعضيد من المجمع العلمي العراقي، ودمشق- ١٩٧٧ م، والرياض- ١٩٨٤ م.\n١٦ - طبقات خليفة بن خياط، طبعتان، الأولى ببغداد- ١٩٦٧ م بتعضيد من جامعة بغداد، والثانية بالرياض- ١٩٨٣ م.\n١٧ - المعرفة والتاريخ، ليعقوب بن سفيان (ت ٢٧٧ هـ)، ٣ طبعات الأولى ببغداد- ١٩٧٤ م من قبل وزارة الأوقاف العراقية، والثانية نشر مؤسسة الرسالة ببيروت- ١٩٧٦ م، والثالثة نشر مكتبة الدار بالمدينة المنورة- ١٩٨٨ م.\n١٨ - أزواج النبي، لابن زبالة، نشر المجمع العلمي بالجامعة الإسلامية- ١٩٨٢م.\n١٩ - بقي بن مخلد القرطبي ومقدمة مسنده عدد ما لكل واحد من الصحابة من الحديث، بيروت- ١٩٨٤ م.\n٢٠ - مسند خليفة بن خياط، بيروت- ١٩٨٥ م.\n٢١ - تركة النبي، لحماد بن إسماعيل، بيروت- ١٩٨٣.\nالبحوث:\n٢٢ - منهج المحدثين في النقد مقارناً بالميثودولوجيا الغربية، مجلة السنة، جامعة قطر- ١٤١٢ هـ.\n٢٣ - الخطيب البغدادي: سيرته الذاتية، بيئته الحضارية، إنتاجه الفكري واهتماماته التربوية، ضمن كتاب \"من أعلام التربية العربية الإسلامية\"، مجلدة ٢، نشر مكتب التربية العربي لدول الخليج- ١٤٠٩ هـ (١٩٨٨ م).\n٢٤ - موقعة عين جالوت.، نشر مجلة الشرطة ١٩٦٨ م.\n٢٥ - القراءة المجدولة وأثرها.\n٢٦ - الإستشراق، نشر مجلة مركز السنة والسيرة، جامعة قطر ١٤١٥ هـ.",
  "books": [
    {
      "text_id": 11392,
      "title": "مرويات السيرة لأكرم العمري"
    },
    {
      "text_id": 11439,
      "title": "عصر الخلافة الراشدة محاولة لنقد الرواية التاريخية وفق منهج المحدثين"
    },
    {
      "text_id": 122396,
      "title": "السيرة النبوية الصحيحة محاولة لتطبيق قواعد المحدثين في نقد روايات السيرة النبوية"
    },
    {
      "text_id": 37349,
      "title": "موقف الاستشراق من السنة والسيرة النبوية"
    },
    {
      "text_id": 8674,
      "title": "بحوث في تاريخ السنة المشرفة"
    }
  ]
}