{
  "author_id": 1004,
  "author_meta": "مسفر الدميني (١٣٧٠ - ١٤٣٦ هـ)\nهو مسفر بن غرم الله بن أحمد الدميني الغامدي، أبو حمزة\nمن مواليد قرية محضرة، إحدى قرى غامد التابعة لمنطقة الباحة.\nولد في منتصف عام ١٣٧٠ من الهجرة، ودخل المدرسة القرعاوية (نسبة إلى الشيخ عبد الله القرعاوي رحمه الله تعالى الداعية المشهور التي كان يُدَرّس فيها القرآن ومباديء القراءة والكتابة) ودرس فيها قريبًا من عام،\nثم إلتحق بمدرسة بني محمد الابتدائية بالعطاردة وتخرج منها سنة ١٣٨٢ هـ.\nوإلتحق بمدرسة التوفيق المتوسطة بالظفير وتخرج منها سنة ١٣٨٥ هـ، ولعدم وجود مدرسة ثانوية في الباحة فقد سافر إلى مدينة جدة، وبدلًا من أن يلتحق بالثانوية العامة فقد إلتحق بالسنة الثالثة بالمعهد العلمي التابع لجامعة الإمام محمد بن سعود الإسلامية (الإدارة العامة للكليات والمعاهد العلمية سابقًا) وحصل على الثانوية العامة منه عام ١٣٨٩ هـ وكان ترتيبه الرابع عشر على مستوى المملكة.\nوتخرج بكلية الشريعة بالرياض منها عام ١٣٩٢ - ١٣٩٣ هـ بتقدير عام جيد جدًا،\nثم عين على وظيفة «معيد» في كلية الشريعة بالرياض عام ١٣٩٣ هـ،\nوبعد عام صدر قرار بعثته إلى جمهورية مصر العربية لإكمال درجتي الماجستير والدكتوراه.\nوإلتحق بكلية الشريعة والقانون بالأزهر،\nوحصل على درجة الماجستير بتقدير ممتاز عام ١٣٩٨ هـ من قسم السياسة الشرعية، وكان موضوع رسالته: «تحقيق المنزلة السابعة من كتاب الخراج وصنعة الكتابة لقدامة بن جعفر الكاتب».\nوإلتحق بجامعة القاهرة\nحيث حصل على درجة الدكتوراة عام ١٤٠٢ هـ من كلية دار العلوم قسم العلوم الإسلامية مع مرتبة الشرف الأولى، وكان عنوان رسالته: «مقاييس نقد متون السنة».\nوعاد بعدها إلى الجامعة -جامعة الإمام محمد بن سعود الإسلامية-\nحيث عُيِّن على رتبة «أستاذ مساعد» في كلية أصول الدين، قسم السنة وعلومها عام ١٤٠٢ هـ.\nترقى إلى رتبة «أستاذ مشارك» في السنة وعلومها بإجماع المحكمين بتأريخ ١٤٠٧ هـ،\nثم ترقى إلى رتبة «أستاذ» في السنة وعلومها بتأريخ ١٤١٣ هـ،\nكما عُين رئيسًا لقسم السنة وعلومها لثلاث فترات إبتداء من عام ١٤٠٥ هـ وحتى ١٤١٠ هـ.\nوعمل رئيسًا للقسم الجامعي بمعهد العلوم الإسلامية والعربية -التابع للجامعة- في رأس الخيمة في الإمارات العربية المتحدة لمدة أربع سنوات.\nكما عين رئيسًا لوحدة البحوث في كلية أصول الدين لمدة ثلاث سنوات كان آخرها عام ١٤٢٩ هـ.\nأشرف على أكثر من خمسين رسالة دكتوراه وماجستير.\nكما ناقش ما يقارب مائة رسالة ماجستير ودكتوراه وذلك في كل من: جامعة الإمام محمد بن سعود الإسلامية، جامعة الملك سعود بالرياض، جامعة أم القرى بمكة، الجامعة الإسلامية بالمدينة المنورة، الرئاسة العامة لكليات البنات (سابقا)، معهد الإدارة العامة بالرياض.\nحكَّم أبحاث ترقية لأكثر من ثلاثين متقدم للترقية لدرجة «أستاذ» و «أستاذ مشارك» داخل المملكة العربية السعودية وخارجها.\nحكَّم أكثر من مائتي بحث منشور أو معد للنشر في مجلات علمية محكَّمة مختلفة.\nشارك في العديد من المؤتمرات العلمية الدولية والمحلية.\nشارك في عدد من اللجان في الجامعة وخارجها.\nعمل عضوًا في اللجنة العلمية لجائزة نايف بن عبد العزيز آل سعود العالمية للسنة النبوية والدراسات الإسلامية المعاصرة لمدة أربع سنوات.\nمن الكتب والأبحاث المنشورة:\n- الجناية بين الفقه الإسلامي والقانون الوضعي، طبع ثلاث مرات.\n- مقاييس نقد متون السنة.\n- التدليس في الحديث.\n- قول البخاري «سكتوا عنه» ونحوه.\n- السحر حقيقته وحكمه.\n- زيادات أبي الحسن القطان على سنن ابن ماجه.\n- مقاييس ابن الجوزي في نقد متون السنة.\n- مرويات السيرة النبوية بين قواعد المحدثين وروايات الإخباريين.\nكتب وأبحاث كانت تحت النشر:\n- جامع المسانيد للأحاديث الواردة بأصح الأسانيد.\n- الأمثال النبوية.\n- بيان السنة للقرآن.\n- حجة الوداع كما رواها الأصحاب والأتباع.\nتوفي صبيحة يوم الاثنين ٢ ذو القعدة ١٤٣٦ هـ بمدينة الملك فهد الطبية بالرياض، بعد معاناة مع المرض لعدة أشهر.",
  "books": [
    {
      "text_id": 11393,
      "title": "مرويات السيرة لمسفر الدميني"
    }
  ]
}