{
  "author_id": 1007,
  "author_meta": "عَبْد القَادِر بَدْرَان (٠٠٠ - ١٣٤٦ هـ = ٠٠٠ - ١٩٢٧ م)\nعبد القادر بن أحمد بن مصطفى بن عبد الرحيم بن محمد بدران\nفقيه أصولي حنبلي، عارف بالأدب والتاريخ، له شعر.\nولد في «دومة» بقرب دمشق، وعاش وتوفي في دمشق.\nكان سلفي العقيدة، فيه نزعة فلسفية، حسن المحاضرة، كارها للمظاهر، قانعا بالكفاف، لا يعني بملبس أو بمأكل، يصبغ لحيته بالحناء، وربما ظهر أثر الصبغ على أطراف عمامته.\nضعف بصره قبل الكهولة، وفلج في أعوامه الأخيرة.\nولي إفتاء الحنابلة. وانصرف مدة إلى البحث عما بقي من الآثار، في مباني دمشق القديمة، فكان أحيانا يستعير سلما خشبيا، وينقله بيديه ليقرأ كتابة على جدار أو اسما فوق باب.\nوزار المغرب، فنظم قصيدة همزية يفضل بها مناظر المشرق:\nمن قال إن الغرب أحسن منظرا … فلقد رآه بمقلة عمياء\nله تصانيف، منها:\n«المدخل إلى مذهب الإمام أحمد بن حنبل - ط»\n«شرح روضة الناظر لابن قدامة - ط» في الأصول، جزآن\n«تهذيب تاريخ ابن عساكر - ط» سبعة أجزاء من ١٣ جزءا، ولا تزال بقيته مخطوطة\n«ذيل طبقات الحنابلة لابن الجوزي - خ» لم يكمله\n«موارد الأفهام من سلسبيل عمدة الأحكام - خ» مجلدان، في الحديث\n«الآثار الدمشقية والمعاهد العلمية - خ» تاريخ\n«منادمة الأطلال ومسامرة الخيال - ط» في معاهد الشام الدينية القديمة\n«ديوان خطب - خ»\n«الكواكب الدرية - ط» رسالة في عبد الرحمن اليوسف والأسرة الزركلية\n«تسلية الكئيب عن ذكرى حبيب - خ» ديوان شعره\n«سبيل الرشاد إلى حقيقة الوعظ والارشاد» جزآن\n«فتاوى على أسئلة من الكويت»\n«إيضاح المعالم من شرح ابن الناظم» على الألفية ثلاثة أجزاء، وغير ذلك.\nوله «رسالة - خ» تهكمية، شرح بها أبياتا من هزل ابن سودون البشبغاوي، فحوّلها إلى أغراض صوفية على لسان «القوم» (١).\n_________\n(١) مذكرات المؤلف. والمدخل: مقدمته. ومجلة الفتح ٢٥/ ٤ / ١٣٤٦ ثم ٢٣/ ٨ / ١٣٤٨ والأعلام الشرقية ٢: ١٢٨ ومعجم المطبوعات ٥٤١.\nنقلا عن: «الأعلام» للزركلي",
  "books": [
    {
      "text_id": 20643,
      "title": "تفسير ابن بدران = جواهر الأفكار ومعادن الأسرار المستخرجة من كلام العزيز الجبار"
    },
    {
      "text_id": 6309,
      "title": "المدخل إلى مذهب الإمام أحمد لابن بدران"
    },
    {
      "text_id": 6710,
      "title": "منادمة الأطلال ومسامرة الخيال"
    }
  ]
}