{
  "author_id": 1012,
  "author_meta": "سليمان الندوي ( ١٣٠٢ هـ - ١٣٧٣ هـ)\nهو الشيخ العلامة الأستاذ السيد سليمان الندوي الحسيني، أحد العلماء المبرزين في علوم التفسير والتاريخ والأدب والكلام ونوابغ الفضلاء والمؤلفين في القارة الهندية.\nولد يوم الجمعة لسبع بقين من صفر سنة اثنتين وثلاثمائة وألف، الموافق ٢٢ من نوفمبر سنة ١٨٨٤م، ونشأ بدسنه - بكسر الدال وسكون السين المهملتين - وهي قرية من أعمال ولاية بهار.\nوقرأ مبادئ العلم وبعض الكتب المتداولة، ثم التحق بدار العلوم ندوة العلماء سنة ١٣١٨هـ ، وتخرج فيها ونال الشهادة سنة ١٣٢٤هـ ، ولا شك أن كبار العلماء والمدرسين قد اجتمعوا في عصره في ندوة العلماء، فقرأ عليهم واستفاد منهم، وكان منهم العلامة شبلي النعماني.\nأخذ عنه السيد سليمان الندوي الأدب العربي، واستفاد منه استفادة عامة واختص به ولازمه، وتولى نيابة عنه تحرير مجلة «الندوة» ثلاث مرات، ولفت الأنظار بمقالاته العلمية التي تدل على نبوغه وتبشر بمستقبل الكاتب، وعيّن أستاذا في دار العلوم ندوة العلماء سنة ١٣٢٥هـ، ثم استقدمه مولانا أبو الكلام سنة ١٣٣٠هـ للمشاركة في تحرير جريدة (الهلال)، ومكث فيها سنة، ثم اختير أستاذا في كلية بونا التابعة لجامعة بومبائي، وأقام فيها نحو ثلاث سنوات، وحاز ثقة الأساتذة والطلبة. ثم طلبه أستاذه العلامة شبلي عند دنو الأجل، وفوض إليه إكمال سلسلة «سيرة النبي» على صاحبها الصلاة والسلام، التي بدأ بها، ونظارة دار المصنفين التي أسسها، وتوفي أستاذه على إثر ذلك، وذلك في سنة ١٣٣٢هـ، وتولى تحرير مجلة «المعارف» الشهرية، وعكف على التأليف والتحقيق مكبّاً على إكمال «سيرة النبي صلى الله عليه وسلم» وزار لندن وباريس والقاهرة وأفغانستان، ولما عقد الملك عبد العزيز مؤتمر العالم الإسلامي سنة ١٣٤٤هـ ودعا علماء المسلمين وزعماءهم، اختير العلامة السيد سليمان الندوي نائباً للرئيس في وقائع المؤتمر.\nوقد طلبه ملك أفغانستان ليستفيد من تجاربه ودراساته فسافر مع الدكتور محمد إقبال والسيد رأس مسعود، وأكرمه الملك، واحتفت به البلاد، ومنحته جامعة علي جراه الإسلامية شهادة الدكتوراه الفخرية في الأدب اعترافاً بمكانته العلمية.\nوطلبه حاكم ولاية بهوبال ليتولى رئاسة القضاء في الإمارة ورئاسة الجامعة الأحمدية والإشراف على التعليم الديني والأمور الدينية في بهوبال، فأجابه إلى ذلك، وأقام فيها ثلاث سنوات، وبعد انقسام الهند طلبه بعض أركان حكومة باكستان ليشارك في وضع الدستور الإسلامي للحكومة الوليدة فأجابهم إلى ذلك، في شعبان سنة ١٣٦٩هـ وقرر الإقامة في باكستان. وكذا اختاره مجمع فؤاد الأول في مصر عضواً مراسلاً في سنة ١٣٧١هـ.\nووافاه الأجل غرة ربيع الآخر سنة ١٣٧٣هـ في كراتشي، وحضر جنازته كبار العلماء وأعيان البلاد، وجمع كبير من الناس، ودفن في مقبرة كراتشي بجوار الشيخ شبير أحمد العثماني صاحب كتاب «فتح الملهم شرح مسلم»،المتوفى سنة ١٣٦٩هـ.\nكان السيد سليمان الندوي: من كبار المؤلفين في هذا العصر، ومن المكثرين في الكتابة والتأليف، مع سعة علم ودقة بحث وتنوع مقاصد.\nقال سماحة الشيخ أبي الحسن الندوي: «كان راسخاً في العلوم العربية وأدبها، دقيق النظر في علوم القرآن وعلم التوحيد والكلام، غزير المادة في التاريخ وعلم الاجتماع والمدنية، صاحب أسلوب أدبي في اللغة الأردية وكاتبا مترسلا في اللغة العربية»\nوله مؤلفات عديدة منها:\n* تكملة «سيرة النبي صلى الله عليه وسلم» لأستاذه في خمسة مجلدات كبار.\n* «خطبات مدارس» من خير ما كتب في السيرة النبوية، ونقل إلى اللغة العربية باسم «الرسالة المحمدية» ونقل إلى الإنجليزية أيضاً.\n* «أرض القرآن» في مجلدين في جغرافية القرآن، و«سيرة عائشة».\n* «سيرة الإمام مالك» و «خيام» و«نقوش سليمان» و«حياة شبلي» في سيرة أستاذه، وغيرها من المؤلفات والبحوث والمقالات.\n( نقلا عن مقدمة «تقي الدين بن بدر الدين الندوي» لبحثه عن كتاب «سيرة النبي صلى الله عليه وسلم» ، للنعماني والندوي)",
  "books": [
    {
      "text_id": 13297,
      "title": "سيرة السيدة عائشة أم المؤمنين"
    },
    {
      "text_id": 9821,
      "title": "الرسالة المحمدية"
    }
  ]
}