{
  "author_id": 1025,
  "author_meta": "حاصل على الدكتوراه في الفقه وهو مدرس في الجامعة الإسلامية وبالمسجد النبوي الشريف بالمدينة المنورة وعضو هيئة كبار العلماء\nسُئل في إحدى المحاضرات\nس: نريد من الشيخ نبذة عن كيفية طلبه للعلم؟\nجزى الله من كتبه ورجى ثوابه، وأخشى أن أثبّط طلاب العلم، وتكونون كالمستجير من الرمضاء في النار.\nوالحديث عن النفس محرج؛ لكن على العموم نذكر بعض الشيء وأسأل الله العظيم ألا يؤاخذني في الآخرة على ملء مادة الشريط بمثل هذه الأخبار، ولكن حسبنا الله ونعم الوكيل.\nأما عن طلبي للعلم، فأسأل الله أن يجزي الوالد عني كل خير، وأحمد الله-تبارك وتعالى- أن هيأه لي وسخره لي، وما كان العبد ليصيب ذلك لولا فضل الله.\nكان -رحمه الله- حريصاً إلى أخذنا إلى مجالسه في الحرم، وحضور درسه في البيت، وكان يأخذني منذ الصغر معه لدرسه بالحرم، حتى أنني ربما أنام - من صغري - في حجره في الدرس؛ لأنه كان يدرّس بعد الفروض كلها، إلا العصر أحياناً يكون عنده درس في البيت، فلما بلغت الخامسة عشرة، أمرني أن أجلس بين يديه وأن أقرأ عليه دروس الحرم، فابتدأت معه في سنن الترمذي، وتعرفون بداية مثلي في جمع من الناس في مسجد النبي-صلى الله عليه وسلم- ولكنه أراد أن يشحذ همتي، وكان يحسن الظن فيّ، أسأل الله العظيم إلا يخيب ظنه فيّ.\nفابتدأت بقراءة سنن الترمذي، ثم الموطأ، وختمته عليه، ثم سنن ابن ماجة، وتوفي ولم أكمله عليه، وأسأل الله أن يكتب له أجر إكماله. هذا بالنسبة للدرس الأول بعد المغرب.\nثم يأتي طالب ويقرأ عليه درسا في اللغة، ثم طالب يقرأ عليه درساً في الفقه، وكنت أحضر معه.\nوبعد العشاء كنت أقرأ عليه صحيح مسلم، حتى ختمه، وابتدأ بالختمة الثانية، وتوفي في آخرها، ومن غريب ما يذكر أنه توفي عند باب فضل الموت والدفن في المدينة.\nوأذكر أنه في آخر هذا الدرس دعا، ولم تكن عادته الدعاء في هذا الموضع، وقد قرأت عليه هذا الحديث من البخاري ومسلم قرابة أربعة مرات، ما أذكر أنه دعا إلا في آخر مجلس من حياته، وكان صحيحاً ليس به بأس، فبعد أنه ذكر الفضل في الموت في المدينة وأقوال الصحابة، قال: وأسأل الله ألا يحرمنا ذلك، فأمن الحاضرون، وكان تأمينهم ملفت للنظر كتأمين المصلين في الحرم في الصلاة من كثرتهم.\nثم في الفجر كان يقرأ حتى تطلع الشمس، وأما بعد صلاة الظهر فكنت أقرأ عليه صحيح البخاري حتى ختمته، ثم ابتدأتُ قراءة ثانية، وتوفي ولم أكملها عليه.\nوأما بالنسبة لقراءتي الخاصة عليه، فقرأت عليه في الفقه متن الرسالة حتى أكملته، وشيئاً كثيراً من مسائل كتاب بداية المجتهد، وكنت أحررها، وكان -رحمه الله- واسع الباع في علم الخلاف، إلا أنه من ورعه كان لا يرجح.\nوأما بالنسبة لعلم الأصول فقرأت عليه، لكن كان -رحمه الله- لا يحب كثرة الجدل والمنطق التي يقوم علم الأصول، فكان إذا دخلت معه في المنطق يقول: قم، يطردني؛ لأنه كان يرى تحريمه وهو قول لبعض العلماء.\nوإن كان اختيار بعض المحققين ومنهم شيخ الإسلام التفصيل كما أشار إلى ذلك الناظم بقوله:\nوابن الصلاح والنّواوي حَرّمَا … وقال قومٌ ينبغي أن يُعْلَمَا\nوالقولة المشهورة الصحيحةْ … جوازه لكامل القريحهْ\nممارسِ السنة والكتابِ … ليهتدي بها إلى الصوابِ\nالمقصود أن أُدلّل على أني ما استوعب معه جانب الأصول من ناحية المنطق والخلافات، وأتممته على بعض المشايخ الذين كان لهم باع فيه، وأسأل أن يكون فيها تعويض لما لم أقرأه على الوالد.\nأما المصطلح فقرأت عليه بعض المنظومات، منها البيقونية والطلعة، وقرأت عليه تدريب الراوي.\nوالسيرة كان له درس في رمضان فيه البداية والنهاية، وكان في التاريخ شيء عجيب، حتى إن الشيخ محمد العثيمين يقول: كان والدك يحفظ البداية والنهاية.\nوكان له باع في علم الأنساب، والحقيقة أنني قصّرت فيه ولم آخذه عنه، ويعلم الله ما كان يمنعني منه إلا خشية أن الإنسان يأتي ويقول: هذه القبيلة تنتمي إلى كذا، فيتحمل أوزار أنساب أمم هو في عافية منه، لكن الحمد الله، في الفقه والحديث والعلوم التي أخذتها عليه غناء عن غيرها.",
  "books": [
    {
      "text_id": 10815,
      "title": "أحكام الجراحة الطبية والآثار المترتبة عليها"
    },
    {
      "text_id": 37545,
      "title": "شرح زاد المستقنع - الشنقيطي - الطهارة ط الإفتاء"
    },
    {
      "text_id": 3934,
      "title": "معالم تربوية لطالبي أسنى الولايات الشرعية"
    },
    {
      "text_id": 7683,
      "title": "دروس للشيخ محمد المختار الشنقيطي"
    },
    {
      "text_id": 7696,
      "title": "شرح زاد المستقنع - الشنقيطي - التفريغ"
    },
    {
      "text_id": 7697,
      "title": "تفسير سورة النور"
    },
    {
      "text_id": 7698,
      "title": "فقه الأسرة"
    }
  ]
}