{
  "author_id": 1026,
  "author_meta": "أبو عبد الله مصطفى بن العدوى شلباية المصري\n- ولد فى قرية \"منية سمنود\" التابعة لمحافظة الدقهلية عام ١٩٤٥م.\n- درس فى كلية الهندسة قسم الميكانيكا فى عام ١٩٧٧م .\n- حفظ كتاب الله عز وجل.\n- رحل إلى الشيخ مقبل بن هادي الوادعي رحمه الله تعالى في اليمن.\n- حضر دروسه من عام ١٤٠٠هـ إلى عام ١٤٠٤هـ تقريباً.\n- حصل علماً كثيراً مع الشيخ مقبل رحمه الله رحمه واسعة .\n- رجع إلى مصر، وأنشأ مسجداً صغيراً وبدأ فيه التدريس.\n- بدأ دروسه فى البخارى ومسلم وفى التفسير والفقه.\n- رحل إليه عدد كبير من الطلبة من داخل مصر وخارجها.\n- بدأ فى إنشاء مسجد كبير ومكتبة كبيرة، بعد ازدياد عدد الطلاب.\n- له عدد من الدروس الأسبوعية في مختلف محافظات مصر.\n- كتب فى عدة اتجاهات منها (فقه-حديث- مصطلح حديث-التفسير).\n- له مشروع كبير في التفسير على صورة سؤال وجواب واسم هذا المشروع: (التسهيل لتأويل التنزيل) وقد صدر منه:حوالى أربعة عشر مجلدا منها (الفاتحة- والبقرة - وآل عمران - والنساء -والمائدة- ويوسف - والنور - والقصص -والحجرات - وجزء قد سمع-وجزء تبارك- وجزء عم ) .\n- ولهذا العمل مختصر فى ثلاث مجلدات صدر منه جزء يحتوى تفسير جزء عم واسمه (تفسير الربانيين لعموم المؤمنيين) .\n- ثم لهذا التفسير المختصر اختصارا آخر اسمه (تسهيل التسهيل ) وهو تفسير للقرآن فى جزء واحد .\n- ثم مشروع آخر رابع يحتوى معانى المفردات مع الثوابت من تفسيرات الرسول صلى الله عليه وسلم لبعض الآيات مع أسباب النزول)\nوأما بالنسبة للفقه فله كتاب \"الجامع لأحكام النساء\" فى خمس مجلدات أربعة مجلدات للشرح والخامس أسئلة تطبيقية على الأربع مجلدات فى المسائل المحتواة.\nوله كتاب آخر فى الفقه بصفة عامة وهو كتاب اسمه (الجامع العام فى الفقه والأحكام) .\n- وهناك العديد من المؤلفات الأخرى منها:\n- كتاب الصحيح المسند من أحاديث الفتن والملاحم وأشراط الساعة .\n- وكتاب الصحيح المسند من أذكار اليوم والليلة .\n- والصحيح المسند من فضائل الصحابة .\n- والصحيح المسند من الأحاديث القدسية .\n- فقه التعامل مع الوالدين .\n- فقه التعامل بين الزوجين .\n- هو فقه تربية الأبناء .\n- \"فقه الأخلاق والمعاملات مع المؤمنين \" .\n- \"أسئلة وأجوبة فى علم مصطلح الحديث مع شرح علل الحديث\" .\n- \"مفاتيح الفقه فى الدين \".\n- شفاء القلوب.\n- فقه الدعاء .\n- وهناك مختصرات صغيرة كثيرة للغاية مثل:\n- القبس المختار من صحيح الأذكار\n- وروضة المحبين من فضائل صحابة النبى الأمين\n- فضائل القرآن وآداب حملته\n- معجزات النبى.\n- ولاتقربوا الزنى\n- ذم البخل\n- وله عدد من التحقيقات منها :\n- المنتخب لعبد ابن حميد .\n- الفرقان بين أولياء الرحمن وأولياء الشيطان .\n- الوابل الصيب من الكلم الطيب .\n- وتحقيق شرح الطحاوية .\n- وغيرها من الكتب.\nنقلا عن : موقع الشيخ على الإنترنت\nhttp://www.aladawy.com",
  "books": [
    {
      "text_id": 7694,
      "title": "دروس للشيخ مصطفى العدوي"
    },
    {
      "text_id": 7695,
      "title": "سلسلة التفسير لمصطفى العدوي"
    },
    {
      "text_id": 9230,
      "title": "الصحيح المسند من الأحاديث القدسية"
    }
  ]
}