{
  "author_id": 1027,
  "author_meta": "الاسم : محمد إبراهيم إبراهيم حسان\nاسم الشهرة : محمد حسان\nالميلاد : ٨ / ٤ / ١٩٦٢\nولد في قرية دموه مركز دكرنس / الدقهلية\nالمؤهل : بكالوريوس إعلام - جامعة القاهرة\nعمل مدرساً لمادتي الحديث ومناهج المحدثين في كليتي الشريعة وأصول الدين بجامعة الإمام / محمد بن سعود.\nتلقى العلم على يد : -\n١ - الشيخ عبد العزيز بن باز\n٢ - الشيخ محمد بن صالح بن العثيمين\n٣ - الشيخ عبد الله بن الجبرين\n٤- الشيخ عبد القادر شيبة الحمد\nترجمة الشيخ:\nهو العالم الجليل فضيلة الشيخ: محمد بن إبراهيم بن إبراهيم بن حسان المعروف بـ \"محمد حسان\"\nولد فضيلة الشيخ: محمد حسان عام ١٩٦٢ فى قرية \"دموه\" مركز دكرنس بمحافظة الدقهليه فى بيت متواضع عرف عنه التدين والصلاح ، تولى تربيته جده لأمه الذي توسم فيه من الذكاء وقوة الذاكرة ما يؤهله لحفظ كتاب الله ،فألحقه بكتَاب القريه وهو فى الرابعة من عمره ، فما ان بلغ الثامنة إلا وكان الله قد من عليه بحفظ القرآن الكريم كاملاً على يد الشيخ: مصباح محمد عوض رحمه الله ، الذى الزمه بحفظ متن أبى شجاع فى الفقة الشافعى و بعض متون العقيدة.\nلاحظ جده قوة حفظة الشديدة فألزمة بحفظ كتاب رياض الصالحين, و أنهى حفظه فى الثانية عشر من العمر, ثم حفظ الأجرومية و درس على يد الشيخ مصباح التحفة الثنية, فعشق اللغة العربية و الشعر من صغرة.\nبدأ بالتدريس فى الجامع الكبير فى القرية و هو فى الثالثة عشر من العمر بكتابى فقة السنة و رياض الصالحين.\nثم كلف من جده لإمه أن يخطب الجمعة و كانت أول خطبة فى قرية ميت مجاهد بجانب قرية دموه و هو فى الثالثة عشر من العمر و كانت خطبة رقراقة عن الموت و تأثر المصلين للخطبة تأثرا شديدا, و حاذ على إعجاب جميع المصلين و دعاه شيخ المسجد للخطابة فى الجمعة المقبلة.\nو من هذا الوقت لم يترك الشيخ خطبة الجمعة إلا نادرا لمرض أو لسفر.\nالتحق الشيخ بكلية الإعلام جامعة القاهرة وانتفع ببعض المواد إنتفاعا كبيرا فى الدعوة مثل (مادة تحليل المضمون) و (مادة كيفية مخاطبة الجماهير).\nو كان فى هذا الوقت يواظب على الدروس الشرعية على يد كثير من شيوخ الأزهر و خاصة فى الفقة و التفسير.\nو لم ينقطع الشيخ عن خطبة الجمعة و لا التدريس, و كان له درس أسبوعى فى المدينة الجامعية.\nو فى أجازة الصيف الأولى من الجامعة سافر الشيخ إلى الأردن لمحدث الشام و مجدد القرن أبو عبد الرحمن الشيخ الألبانى رحمه الله, وكان مازال فى الثامنة عشر من عمره و حضر بعض اللقائات القليلة للشيخ الألبانى, وعمل فى هذه الفترة إمام وخطيب لمسجد بالقرب من مدينة سحاب.\nبعد فترة الجامعة إلتحق الشيخ بمعهد الدراسات الإسلامية بالقاهرة, و قدر الله الا تكتمل دراسته فى المعهد بسبب فترة التجنيد الإلزامى, والتحق فى الجيش بالتوجية المعنوى وبدأ فى إلقاء الدروس و الخطب فى الجيش.\nبعد فترة التجنيد ظل الشيخ فى مدينة السويس يدرس فى المساجد و يلقى الخطب, و التف حوله أهل السويس, و ذاع صيته فى المدينة.\nسافر الشيخ إلى الرياض و كان يصلى فى مسجد الراجحى بمنطقة الربوة و تعلم الحكمة و تربى على يد الشيخ أبو صالح سليمان الراجحى.\nو ذهب الشيخ محمد حسان مع الشيخ صفوت نور الدين للقاء سماحة الشيخ العلامة عبد العزيز بن باز, و بدأ فى تلقى العلم على يد الشيخ عبد العزيز بن باز و بدأ فى المرحلة الحقيقية لطلب العلم الشرعى على يد عالم الزمان و إمام أهل السنة فى عصره عبد العزيز بن باز, و عكف على طلب العلم و جالس الشيخ سنين ينهل من علمه فسمع منه كثير من الشروح مثل شرح فتح البارى و النونية و الطحاوية و الواسطية و فى الفقة و أصوله و كثير من الشروح.\nو انهى الشيخ محمد حسان الطحاوية كاملة على يد الشيخ بن جبرين, و درس عليه كثير من الشروح فى الفقة و أصوله, و التفسير و العقيدة.\nثم جلس بين يد الشيخ عبد القادر شيبة الحمد و أنهى شرح كتاب بلوغ المرام.\nبعد فترة حافلة من طلب العلم كلفة الشيخ سليمان الراجحى بالإنتقال الى مسجده بالقصيم, و فى إفتتاح أحدى المشروعات و بحضور أكابر العلماء فى المملكة كلف الشيخ سليمان الشيخ محمد بالخطابة أمام كم كبير من أكابر العلماء, و قام بعد الخطبة الشيخ عبد الله بن منيع بتكليف من الشيوخ الإجلاء بمنح الشيخ محمد حسان شهادة الدكتوراه.\nجلس الشيخ محمد حسان فى فترة القصيم بين يدى الفقية الأصولي العلامة محمد بن صالح العثيمين -رحمه الله-.\nثم كلف الشيخ محمد حسان بالتدريس فى جامعة الإمام محمد بن سعود الإسلامية فرع القصيم كليتى الشريعة و أصول الدين, بتزكية من العلامة محمد بن صالح العثيمين, بتدريس مادة الحديث و مادة مناهج المحدثين و مادة تخريج و طرق الحديث.\nويوجد لفضيلة الشيخ محمد حسان عشرات الكتب ومئات الاشرطه فى شتى فروع العلم ، ولم يتوقف نشاطه على تأليف الكتب والقاء المحاضرات والخطب إنما تعداه الى زيارة الكثير من دول العالم محاضراً وداعياً وخطيباً ، هذا بالإضافه لمشاركته فى عشرات المؤتمرات الدولية والمحلية المهتمة بالإسلام والمسلمين، نذكر منها المؤتمر الذى عقد بمدينة نيويورك الامريكيه والذى اشهر فيه ٧٥ شخصاً إسلامهم بمجرد ان انتهى الشيخ محمد حسان من القاء كلمته.\nالأن الشيخ محمد حسان متفرغ للدعوة و له درس أسبوعى فى مسجد مجمع التوحيد بقرية دموه بالمنصورة.\nو يقوم بالتدريس فى معاهد إعداد الدعاة فى المنصورة - ورئيس مجلس إدارة مجمع آهل السنه.\nو يدرس مواد:\n-مادة العقيدة بمعهد إعداد الدعاة بالمنصورة.\n-\"منهاج المحدثين ، تخريج أحاديث ، شرح حديث جبريل\".\n- و السيرة النبوية\nنسأل الله أن يبارك فى عمره و علمه و يزيده من فضله و يجازيه خير الجزاء فى الدنيا و الأخرة.\nمصنفاتة:\n١- حقيقة التوحيد\n٢- خواطر على طريق الدعوة\n٣- قواعد المجتمع المسلم\n٤- الإيمان بالقضاء والقدر\n٥- الثبات حتى الممات\n٦- أئمة الهدي ومصابح الدجى\n٧- جبريل يسأل والنبي يجيب\n٨- مسائل مهمة بين المنهجية والحركية\nو له مئات الدروس و السلاسل العلمية و الخطب, و موجود بعض منها على مواقع طريق الإسلام و الشبكة الإسلامية و نداء الإيمان.\nنقلا عن موقع طريق الإسلام\nhttp://www.islamway.com",
  "books": [
    {
      "text_id": 7700,
      "title": "سلسلة مصابيح الهدى"
    },
    {
      "text_id": 7701,
      "title": "سلسلة التربية لماذا"
    },
    {
      "text_id": 7702,
      "title": "سلسلة إيمانيات"
    },
    {
      "text_id": 7703,
      "title": "دروس للشيخ محمد حسان"
    },
    {
      "text_id": 905,
      "title": "الدار الآخرة - محمد حسان"
    }
  ]
}