{
  "author_id": 1028,
  "author_meta": "عطية بن محمد سالم (١٣٤٦ - ١٤٢٠ هـ = ١٩٢٧ - ١٩٩٩ م)\nولد عطية بن محمد سالم في قرية المهدية من أعمال الشرقية في مصر سنة ١٣٤٦هـ ، وتلقى في كتّابها علومه الأولية ، وحفظ بعض أجزاء القرآن الكريم ومبادئ العلوم .\nوفي عام ١٣٦٤هـ ارتحل إلى المدينة المنورة ، وأخذ يتلقى العلم في حلقات المسجد النبوي الشريف ، فدرس موطأ الإمام مالك ونيل الأوطار وسبل السلام وغيرها من كتب الحديث واللغة والفرائض على يد عدد من الشيوخ والعلماء منهم: عبد الرحمن الأفريقي ، وحماد الأنصاري ، ومحمد التركي ، ومحمد الحركان وغيرهم.\nالتحق بالمعهد العلمي في الرياض عام ١٣٧١هـ ودرس فيه المرحلة الثانوية ثم التحق بالمعهد العالي بالرياض أيضاً وحصل على شهادتين في الشريعة واللغة العربية وكان من أساتذته الشيخ عبد العزيز بن باز ، والشيخ عبد الرزاق عفيفي والشيخ عبد الرزاق حمزة وآخرون.\nوكان للشيخ محمد الأمين الشنقيطي دور بارز في حياته فقد تتلمذ عليه ولازمه في حلّه وترحاله أكثر من عشرين عاماً كانت حافلة بالعطاء والعلم والمعرفة وحسن التصرف وآداب الصحبة والسلوك وغيرها.\nمارس الشيخ عطية التعليم وهو على مقاعد الدراسة الجامعية ، فدّرس بالمعهد العلمي بالأحساء ، وفي كليتي الشريعة واللغة العربية بالرياض .\nوفي عام ١٣٨١هـ ، وحين أُسست الجامعة الإسلامية بالمدينة المنورة انتقل إليها وأسندت إليه إدارة التعليم فيها ، كما تولى التدريس في بعض كلياتها وفي قسم الدراسات العليا فيها، ثم في المعهد العالي للدعوة التابع لجامعة الإمام محمد بن سعود الإسلامية ـ فرع المدينة المنورة .\nوفي عام ١٣٨٤هـ ، انتقل إلى سلك القضاء بتكليف من سماحة مفتي المملكة ، وكان رئيساً للقضاء والمحاكم ، وعُيّن على مرتبة قاضي (أ) ثم على مرتبة قاضي تمييز إلى أن أحيل على التقاعد النظامي في ١/٥/١٤١٤هـ.\nوكان للشيخ حلقة في المسجد النبوي الشريف ، يدرس فيها فنوناً مختلفة من العلوم الشرعية يجتمع إليه فيها طلبة العلم من شتى بقاع العالم .\nله عدد من المصنفات والمؤلفات والرسائل المطبوعة والمخطوطة في العلم والأدب والتاريخ وغيرها .\nومن مؤلفاته المطبوعة :\nتتمة تفسير أضواء البيان للشيخ محمد الأمين الشنقيطي ، من سورة الحشر إلى آخر سورة الناس .\nتسهيل الوصول إلى علم الأصول بالاشتراك.\nالأدب في صدر الإسلام بالاشتراك.\nأصل الخطابة وأصولها.\nتعريف عام بعموميات الإسلام.\nعمل أهل المدينة في موطأ الإمام مالك.\nآيات الهداية والاستقامة في جزأين.\nالتراويح أكثر من ألف عام في مسجد النبي عليه السلام.\nترتيب التمهيد على أبواب الفقه . (١٢) مجلداً .\nومن الكتب المهيأة للطبع:.\nمن أعيان علماء الحرمين من عصر الصحابة إلى اليوم .\nبدر والبدريون .\nكما أن هناك موسوعات تحت الكتابة وهي:\nموسوعة المسجد النبوي.\nموسوعة الدماء.\nيتمتع المترجَم له بنشاط واسع وخاصة في مجال الإعلام ووسائله المختلفة من إذاعة وتلفزيون وصحافة ، حيث قدم الكثير من البرامج الإذاعية والتلفزيونية ، وأجريت معه المقابلات واللقاءات المختلفة ، ونشر العديد من المقالات والرسائل في الصحف والمجلات ، كما ألقى الكثير من المحاضرات في الجامعات والأندية والمؤسسات العلمية داخل المملكة وخارجها ، وكان في جميع ما كتب وألّف وحاضر ، واسع المعرفة جيد الأسلوب ، ملماً بالموضوع الذي يتناوله من جميع جوانبه.\nحضر وشارك في عدد من المؤتمرات والندوات الداخلية والخارجية ومنها :.\nمؤتمر إعداد الدعاة بالجامعة الإسلامية في المدينة المنورة بعنوان : \"أساليب الدعوة \".\nمؤتمر مكافحة الجريمة بالرياض .\nمؤتمر مكافحة المخدرات بالجامعة الإسلامية.\nمؤتمر أهل الحديث بالباكستان.\nمؤتمر ماليزيا الدولي .\nمؤتمر بغداد خلال حرب العراق وإيران ، وغيرها.\nوظل الشيخ يزاول عمله مدرساً في المسجد النبوي الشريف حتى تاريخ وفاته وله تلاميذه ومحبيه.\nتوفي رحمة الله عليه في المدينة يوم الاثنين ٦ ربيع الثاني ١٤٢٠هـ ودفن في البقيع\nنقلا عن موقع طريق الإسلام",
  "books": [
    {
      "text_id": 10387,
      "title": "الرشوة"
    },
    {
      "text_id": 12199,
      "title": "استقبال المسلمين لرمضان"
    },
    {
      "text_id": 22950,
      "title": "التراويح أكثر من ألف عام في المسجد النبوي"
    },
    {
      "text_id": 4993,
      "title": "مع صاحب الفضيلة والدنا الشيخ محمد الأمين الشنقيطي رحمه الله"
    },
    {
      "text_id": 5000,
      "title": "محاسن الشريعة ومساويء القوانين الوضعية"
    },
    {
      "text_id": 7706,
      "title": "دروس الهجرة - عطية سالم"
    },
    {
      "text_id": 7714,
      "title": "شرح بلوغ المرام لعطية سالم"
    },
    {
      "text_id": 7715,
      "title": "تفسير سورة الحجرات"
    },
    {
      "text_id": 7719,
      "title": "شرح الأربعين النووية لعطية سالم"
    },
    {
      "text_id": 8,
      "title": "دروس للشيخ عطية سالم"
    },
    {
      "text_id": 9955,
      "title": "بدر الكبرى"
    }
  ]
}