{
  "author_id": 1029,
  "author_meta": "محمد الحسن ولد محمد الملقب بـ\"الددو\"  ولد نهاية شهر أكتوبر ١٩٦٣ م، في البادية التابعة لمقاطعة أبي تلميت. بدأ دراسة القرآن الكريم في السنة الخامسة و أكمله بعد تجاوز السابعة. درس مبادئ العلوم الشرعية، و صحب جده الشيخ محمد عالي ولد عبد الودود رحمه الله تعالى و درس عليه و لازمه حتى وفاته. تبحر في مختلف العلوم الشرعية على جده و على خاليه محمد يحيى و محمد سالم ابني عدود.\nشارك في باكالوريا ١٩٨٦ م، و كان من المتفوقين علي المستوي الوطني ، و أعطي منحة إلى تونس و اعتذر عنها. سجل في جامعة انواكشوط ـ كلية الحقوق ـ و شارك في مسابقة المعهد العالي للدراسات و البحوث الإسلامية فجاء الأول فيها، كما جاء الأول في مسابقة القسم الجامعي لجامعة الإمام محمد بن سعود في انواكشوط ليلتحق به، و إثر مقابلة مع مدير الجامعة أثناء زيارة له لانواكشوط اتخذ هذا الأخير قرارا بنقل محمد الحسن إلى الرياض. مباشرة إثر تحديد مستوى سجلته الجامعة في الرياض في المستوى الثالث ليكمل الدراسة فيها. حصل على الماجستير بامتياز في نفس الجامعة و كانت رسالته عن \"مخاطبات القضاة\". يعد في نفس الجامعة رسالة للدكتوراه الدولة. يشهد له العلماء بالتبحر في العلوم الشرعية المختلفة، قرآنا و سنة و فقها و أصولا فضلا عن معرفة واسعة بلغة العرب و تاريخهم، و بالعلوم الكلامية و المنطقية .. له معرفة عميقة بعلماء موريتانيا و إنتاجهم و له اطلاع جيد على العصر و علومه و مستجداته. متزوج و له أبناء و بنات. شارك في عدد كبير من المؤتمرات الدولية و درس و حاضر في أوروبا و إفريقيا و العالم العربي و آسيا و أمريكا..له رسائل مطبوعة كما طبعت رسالته للماجستير. له عدد كبير من الفتاوى و الأشرطة التي يفضل العامة و الخاصة اقتناءها. له علاقات جيدة بعلماء العالم الإسلامي. اعتقل عدة مرات، مايو ٢٠٠٣ - اكتوبر ٢٠٠٤ - نوفمبر ٢٠٠٤ - ابريل ٢٠٠٥ م.  أهم ما يأخذ عليه الحكام صدعه بالحق و إفتاؤه بما يعلم و يفقه مشهورا بالتواضع الجم و حسن الخلق و سد الخلة. حفظه الله ووفقه وسدد خطاه .\nنقلا عن موقع الشيخ على الإنترنت\nhttp://www.dedew.net",
  "books": [
    {
      "text_id": 7689,
      "title": "شرح الورقات في أصول الفقه - الددو"
    },
    {
      "text_id": 7699,
      "title": "سلسلة الأسماء والصفات"
    },
    {
      "text_id": 7722,
      "title": "دروس للشيخ محمد الحسن الددو الشنقيطي"
    }
  ]
}