{
  "author_id": 103,
  "author_meta": "مولده ونشأته ووفاته :\nتمهيد :\nإن المصادر التي ترجمت لابن عادل لا تفيدنا شيئا عن مولد ابن عادل أو وفاته أو ما يخص حياته ، بل إن أقصى ما في الأمر أن صاحب السحب الوابلة ذكر بأنه من أعيان القرن الثامن أو التاسع دون جزم منه لأحدهما ـ كما سيأتي نصه ـ وجعله صاحب طبقات المفسرين في فصل الأئمة والمشايخ المفسرين الذين لا يوجد تاريخ لوفاتهم ولا لمولدهم في الطبقات والتواريخ ،ولكن من الممكن معرفة تاريخ تقريبي لمولده ووفاته من خلال استقراء شيوخه وتلامذته ،ومعرفة تراجمهم .\nمولده ونشأته :\nمن خلال دراسة تراجم شيوخ ابن عادل ؛يتبين أنه ولد في أواخر القرن السابع ،وعلى وجه أقرب بعد سنة ٦٧٥ هـ على الأقل ، وبيان هذا في استعراض مولد ووفاة شيوخه:\nـ شيخه محمد بن علي بن ساعد ولد سنة ٦٣٧ وتوفي سنة ٧١٤ هـ في القاهرة\nـشيخته وزيرة بنت عمر بن المُنجَّا ولدت سنة ٦٢٤ وتوفيت سنة ٧١٦ في دمشق\nـ شيخه أحمد بن أبي طالب المعروف بابن الشحنة النجار توفي سنة ٧٣٠ هـ ، ولكن أظهر سماعه ورواياته في دمشق سنة ٧٠٦ هـ .\nفمن خلال عرض وفيات شيوخ ابن عادل يتبين أنه كان أهلاً لسماع الحديث في بداية القرن الثامن وعليه فتكون ولادته في آخر القرن السابع ، وبما أن المسندة وزيرة توفيت في دمشق سنة ٧١٦ ، والحافظ ابن الشحنة توفي في دمشق سنة ٧٣٠ ، فإن ذلك يدل على أن ابن عادل كانت نشأته ونشاطه العلمي في دمشق .\nوأما ابن ساعد ؛فأرى أن ابن عادل سمع منه في دمشق ،لأن ولادة ابن ساعد كانت في حلب ـ كما سيأتي ـ ووفاته في القاهرة ، فيكون ابن عادل سمع معجم الطبراني الكبير من ابن ساعد أثناء طريق رحلته إلى القاهرة ومروره بدمشق ، وهذا يعني أيضاً أن ابن ساعد مكث في دمشق مدة ، ممايدل على بعد خروج ابن عادل من دمشق والله أعلم.\nوفاته:\nكذلك نسلك في معرفة وفاة ابن عادل مسلكنا في معرفة ولادته، ولكن لا بد من الإشارة إلى ما قيل في وفاة ابن عادل ممن ترجم له ،إذ أن بعض المصادر تذكر أنه كان حياً سنة ٨٨٠ هـ ،اعتماداً على أنه وجد مكتوب في آخر تفسير سورة طه أنه فرغ من تفسيرها في رمضان سنة ٨٨٠ هـ كما في الأعلام ،بل جعل صاحب نيل السائرين وفاته في سنة ٨٨٠ ،ولكن الجزء الذي في الأحمدية الذي أوله سورة التغابن إلى آخر القرآن يقول إنه فرغ من كتابته سنة ٨٧٦ هـ ، وفي هدية العارفين ومعجم المؤلفين أنه فرغ من تفسيره كاملاً في رمضان ٨٧٩ هـ .\nوفي ما مر من الاضطراب ما يغني عن رد القول بأنه توفي سنة ٨٨٠ أو بعد،بل أقول : إن ذلك دليل على أن ما وجد في أواخر النسخ؛ إنما هو تاريخ نسخ الكتاب من النساخ وفراغهم منه ، و أما صاحب السحب الوابلة فقد تردد في تحديد عصر ابن عادل؛أهو من القرن الثامن أم التاسع ،ثم قال  وهو من رجال أحدهما بلا شك ) ،ولم يذكر له تاريخ وفاة.\nونعود الآن إلى المنهج الذي سلكناه قبلُ في معرفة ولادة ابن عادل ؛لنتعرف على تاريخ وفاته من خلال معرفة تلامذته،يذكر من تلامذة ابن عادل:\nـ علي بن أبي بكر الهيثمي ،ولد سنة ٧٣٥ ، وتوفي سنة ٨٠٧ ،سمع من ابن عادل أجزاء من معجم الطبراني الكبير ، ولا أشك في أنه سمع من ابن عادل أثناء رحلة الهيثمي إلى دمشق ،ومما يؤكد ذلك أن الهيثمي صحب شيخه العراقي بالغاً، ولم يفارقه سفراً ولا حضراً ،وهناك ما يفيد أن العراقي والهيثمي كانا في دمشق بعد سنة ٧٥٠ ، ففي ترجمة عز الدين ،أبي الفضل ،محمد بن إسماعيل بن عمر ابن الحموي الدمشقي الثقة الصالح المتوفى سنة ٧٥٧ هـ ، ذكر الفاسي في ذيل التقييد أن العراقي زينَ الدين سمع من ابن الحموي في جامع دمشق كتاب السنن الكبير للبيهقي من أوله إلى آخركتاب الإيلاء ،وأن الحافظين زين الدين العراقي ونور الدين الهيثمي أكثرا عنه ،وبما أن الهيثمي صحب العراقي بالغا ؛ فلا ضير أنه كان بالغاً بعد سنة ٧٥٠ لأن ولادته سنة٧٣٥ ؛وأنه كان مع شيخه العراقي في رحلته هذه ؛وأنه سمع من ابن الحموي وأكثر عنه في هذه الرحلة؛وأنه في أثناء هذه الرحلة ـ والله أعلم ـ التقى بابن عادل وسمع منه معجم الطبراني الكبير،وكان ذلك مابين سنة ٧٥٠ وسنة ٧٥٧ ، وأظن أنه لو كان هناك معجم لشيوخ العراقي لوجد ابن عادل من بينهم لأن شيوخ الهيثمي الذين سمع منهم هم أيضاً شيوخ العراقي .\nويضاف إلى ما مر أن ابن عادل نقل في تفسيره اللباب كتاب الدر المصون كاملاً ،وقد فرغ السمين الحلبي ( ت ٧٥٦ هـ ) من تأليفه في أواسط رجب سنة ( ٧٣٤ هـ ) ،فلا بد أن يأخذ وصول الكتاب إلى ابن عادل وقراءته وقتاً ،وكذلك جمع المعلومات ونسخها وتبييضها يأخذ وقتاً طويلاً أكثر من عشرين عاماً ،وعليه فإنه يمكن القول أن ابن عادل كان حياً إلى سنة ٧٥٠ هـ يقيناً ،وأما وفاته فيغلب على الظن أنه توفي قبل سنة ٧٧٥ هـ،فهو من أعيان القرن الثامن الهجري يقيناً، وأما ما ذكر أن التقي الفاسي من تلامذته ؛ فإني ممن يستبعد ذلك ،وسيأتي توضيح ذلك عند الكلام على تلامذته .\nوعليه فتكون حياة ابن عادل محصورة بين عامي ٦٧٥ هـ و٧٧٥ هـ والله أعلم.\nاسمه ونسبه ولقبه وكنيته (١):\nهو أبو حفص سراج الدين عمر بن علي بن عادل الحنبلي الدمشقي النعماني.\nوقد تفرد صاحب السحب الوابلة وكناه بأبي الحسن ،ولم يذكر غيرها؛ وهي خلاف ما تعارف عليه الناس في من اسمه عمر ؛ خاصة في عصر المماليك ؛ فعلى فرض صحة هذه الكنية يمكننا القول : ربما كانت له كنيتان : الأولى هي أبو حفص ،والثانية:أبو الحسن ، ولكن ابن عادل يشتهر بالأولى أكثر.\nوالمشهور في لقبه :سراج الدين ،غيرأنه ورد بلقب زين الدين في معجم الدراسات القرآنيـة وعند محقق نفحة الريحانة ،ونسب ذلك إلى معجم المؤلفين، ولكن الذي في معجم المؤلفين أنه سراج الدين، ولقبه بزين الدين خلاف المشهور ،والله أعلم.\nوأما نسبه النعماني ، فهي نسبة إلى ( نعمان ) ،وتضبط : إما بضم النون وسكون العين ، أو بفتح النون وسكون العين، فعلى الاحتمال الأول ـ وهو بضم النون وسكون العين ـ فإنها اسم مشترك لثلاث مدن وهي (٢):\nـ النُّعمانية: وهي بلدة عل شط دجلة بين بغداد وواسط في نصف الطريق، وأهلها شيعة غالية.\nـ النُّعمانية: وهي قرية بمصر.\nـ نُعمان ،وهي معرّة النعمان،وهي مدينة كبيرة من بلاد الشام بين حلب وحماة،ولكن المشهور والمعروف في النسبة إليها بـ ( المعري ) ،ولم أجد من نسب إليها بالنعماني.\nأقول: وقد تكون نسبة النُّعماني ـ بضم النون ـ إلى النعمان بن بشير الصحابي الجليل ـ وستأتي ترجمته ـ ،فتكون من قبيل بيان نسبه الذي يرجع إليه، كما تقول :عمري وبكري، لا إلى بلدٍ ولد فيه، أو رحل إليه والله أعلم\nأو بفتح النون وسكون العين ،فنسبة أيضاً إلى عدة مدن ومواضع في الحجاز وبلاد الشام (٣):\nـ نَعمان ، بلد في بلاد الحجاز .\nـ نعمان :واد يسمى نعمان الأراك ، وهو بين مكة والطائف.\nـ واد لهذيل على ليلتين من عرفات .\nـ واد يسكنه بنو عمرو بن الحارث بن تميم بن سعد بن هذيل ،بين أدناه ومكة نصف ليلة .\nـ واد قرب الكوفة من ناحية البادية .\nـ واد قريب من الفرات على أرض الشام قريب من الرحبة.\nوكذلك إلى عدة مواضع كثيرة في اليمن (٤)، ولا أرى داعياً لذكرها لاستبعاد كونه منها .\nفذهب محققو اللباب المطبوع إلى أنه منسوب إلى النعمانية ـ بضم النون ـ وهي البلدة بين بغداد وواسط وأنه دخل إليها واستوطن فيها فنسب إليها (٥).\nو استبعد هذا الكلام؛ لكون هذه البلدة قد عرف أهلها بأنهم شيعة غالية ؛ولايظهر التشيع هذا في ابن عادل من خلال تفسيره ، ثم إن ابن عادل مذهبه حنبلي ،ويقرر المسائل العقدية والأصولية على مذهب أهل السنة والجماعة، والله أعلم.\nوذهب الدكتور محمد بن عبد الرحمن الشايع إلى أنها نسبة إلى نعمان ـ دون أن يضبطها ـ البلدة الشامية وجعل نسبة الدمشقي قرينة على ذلك، وظاهر كلامه أن البلدة هي معرة النعمان؛إذ لم يشر إلى موضع البلدة الشامية التي ابن عادل منها ،ولايشتهر في بلاد الشام بلدة بهذا الاسم سواها.\nوالذي أراه ـ إن كانت نسبة النعماني لبلدة ـ أن يكون ضبطها بفتح النون وسكون العين ،نسبة إلى واد قريب من الفرات على أرض الشام قريب من الرحبة (٦)،وأن ابن عادل ينسب إليها أصالة،وأستبعد أن يكون من مصر لأن شيوخه من بلاد الشام كما سيأتي، هذا مع العلم أن عصره كان فيه فحول العلماء والمحدثين في مصر ؛فلو كان من مصر لقدمت نسبة النعماني على الدمشقي كما هي عادة المؤرخين في تقديم النسب الأصلي ثم نسب البلد التي نزل بها ، ولو رحل إلى مصر لذُكر لنا شيخ من شيوخه على الأقل ، فيتعين أن يكون من بلاد الشام ؛ولا ينسب بالنعماني في بلاد الشام إلا لموضعين :معرة النعمان ،ونعمان الواد القريب من الفرات، ثم إن النسبة إلى معرة النعمان هي المعري ،ولم نر من نسب إليها بالنعماني ، وعلى فرض ترجيح كون نعمان الشامية ؛فهو من الوادي المذكور ،ثم إن نسبة ( الدمشقي ) قرينة قوية في ذلك ، ترجح ما قلته والله أعلم.\nهذا كله إذا قلنا بأنه منسوب إلى بلدة ، استنادا لما نقل أنه ورد في آخر الجزء الأول من تفسيره الموجود في المكتبة الأحمدية بحلب: ( جمعه وعلقه لنفسه عمر بن علي بن عادل النعماني منشأً ، الحنبلي مذهباً) (٧).\nولكن الذي في النسخة الأحمدية في الصفحة الأخيرة من الجزء الأول [ الورقة٢٩٧/آ] أنه : ( النعماني نسباً ،الحنبلي مذهباً )،وكذلك أيضا جاء في غلاف الجزء الثالث من نسخة تشستربتي [الورقة ١/ب] أنه :( النعماني نسباً ، الحنبلي مذهباً ) .\nوعليه فتكون هذه النسبة إلى النعمان بن بشير ،فيكون ضبطها بضم النون وسكون العين.\nأقول : والذي أميل إليه أنه النعماني نسباً ، فيكون ابن عادل منسوباً إلى الصحابي الجليل النعمان بن بشير رضي الله عنه ،وهذا مايرجح أن ولادته كانت بدمشق ،وأصله خزرجي من بلاد الحجاز والله أعلم .\n_________\n١ ـ انظر : ذيل التقييد للفاسي ٢/٢٤٨ ،السحب الوابلة لابن حميد ٢/٧٩٣ ،نيل السائرين في طبقات المفسرين صـ٢٤٣ ،مجلة المجمع العلمي العربي المجلد ٢٠/٨٣١ ، مقال بعنوان :ترجمة مفقودة ،للأستاذ راغب الطباخ ،معجم المؤلفين لعمر رضا كحالة ٢/٥٦٨ ، تاريخ الأدب العربي لبروكلمان ٦/٤٦٦ ،كشف الظنون ٢/١٥٤٣ ،هدية العارفين ١/٧٩٤ ،الأعلام للزركلي ٥/٥٨ ، نفحة الريحانة ورشحة طلاء الحانة للمحبي ت: الحلو ٦/٣٤٧ ،مجلة جامعة الإمام محمد بن سعود الإسلامية صـ١٥ العدد ١٧ رجب ١٤١٧ بعنوان :ابن عادل وتفسيره اللباب في علوم القرآن ،للدكتور محمد عبد الرحمن الشايع ،ومنه عن معجم الدراسات القرآنية لابتسام الصفار ص٣٣٢ ،طبقات المفسرين لأحمد بن محمد الأدنه وي ص ٤١٨\n٢ ـ معجم البلدان لياقوت الحموي ٥/٣٣٩ ،ت عبد العزيز الجندي ، ط دار الكتب العلمية ، الأنساب للسمعاني ٥/٥٠٩ ،ت عبد الله عمر البارودي ،ط دار جنان ، لب اللباب في تحرير الأنساب للسيوطي ٢/٢٩٩ ، ت محمد أحمد وأشرف عبد العزيز ، ط دار الكتب العلمية\n٣ ـ انظر معجم البلدان ٥/٣٣٩ ، معجم ما استعجم من أسماء البلاد والمواضع ،عبد الله البكري ٤/١٣١٦ ت مصطفى السقا طـ عالم الكتب بيروت (د ، ت )\n٤ ـ انظرها في معجم البلدان ٥/٣٣٩ ، معجم المدن والقبائل اليمنية ،إبراهيم أحمد القحفي ص ٤٣٥،٤٣٦، ط منشورات دار الحكمة ، صنعاء ١٩٨٥ ،وانظر فتح رب الأرباب ٢/٣٨٨ .\n٥ ـ اللباب ١/٢١ المقدمة ط دار الكتب العلمية ، ولم يذكروا دليلاً لما ذهبوا إليه .\n٦ـ وهي رحبة مالك بن طوق ،بينها وبين دمشق ثمانية أيام ،ومن حلب خمسة أيام ،وإلى بغداد مئة فرسخ ، وإلى الرقة نيف وعشرون فرسخاً، وهي بين الرقة وبغداد على شاطئ الفرات أسفل من قرقيسيا ، قال البلاذري :لم يكن لها أثر قديم وإنما أحدثها مالك بن طوق التغلبي في خلافة المأمون . انظر معجم البلدان ٣/٣٤ ط دار الفكر ونهاية الأرب في معرفة أنساب العرب ،أحمد بن علي القلقشندي ص ١٧٧ ط دار الكتب العامية أولى ١٤٠٥، ١٩٨٤ .\n٧ ـ كما نقل ذلك الأستاذ راغب الطباخ رحمه الله في مقاله في مجمع العلمي العربي ٢٠/٣٨١ ،وتبعه عليه الدكتور محمد الشايع في مجلة الإمام محمد بن سعود ص ١٦.\nوكتبه مرهف سقا\nماجستير في التفسير وعلوم القرآن\nنقلا عن ملتقى أهل التفسير\nhttp://www.tafsir.net/vb",
  "books": [
    {
      "text_id": 9108,
      "title": "اللباب في علوم الكتاب"
    }
  ]
}