{
  "author_id": 1030,
  "author_meta": "هو فضيلة الشيخ خالد بن عبد الله بن محمد المصلح. (١٣٨٥ - ؟ هـ = ١٩٦٥ - ؟ م )\nولادته\nولد في أم القرى مكة شرفها الله عام خمسة وثمانين وثلاثمائة وألف من الهجرة النبوية.\nتعليمه\nتلقى تعليمه الابتدائي إلى الثانوي ما بين مكة وجدة. ثم واصل تعلميه الجامعي في جامعة الملك فهد للبترول والمعادن وتخرج فيها حاصلاً على درجة البكالوريوس من قسم نظم المعلومات في كلية الإدارة الصناعية. ثم التحق بكلية الشريعة في جامعة الإمام محمد بن سعود الإسلامية فرع القصيم وتخرج فيها بدرجة البكالوريوس ثم حصل على درجة الماجستير وكان عنوان أطروحته \"الحوافز المرغبة في الشراء وأحكامها في الفقه الإسلامي\". ويوشك الفراغ من إعداد رسالة دكتوراه وهي بعنوان أحكام التضخم النقدي في الفقه الإسلامي.\nعمله\nويعمل محاضراً في قسم الفقه في كلية الشريعة في جامعة الإمام محمد بن سعود الإسلامية فرع القصيم.\nطلبه العلم\nبدأ التلقي عن فضيلة الشيخ العلامة محمد بن صالح العثيمين رحمه الله من عام ١٤٠٣هـ ثم لازمه من عام ١٤٠٨هـ إلى وفاته رحمه الله، وكان قد صاهر الشيخ رحمه الله عام ١٤٠٧هـ. وقد قرأ عليه في التفسير والحديث وأصول الدين والفقه والأصول واللغة.\nوهو واحد من ثلاثة استخلفهم فضيلة الشيخ العلامة محمد بن صالح العثيمين رحمه الله في التدريس في حلقته في الجامع الكبير بعنيزة، فعهد إليه بتدريس التفسير وأصول الدين.\nوقد درس في الجامع في حياة فضيلة الشيخ محمد رحمه الله في علم العقيدة والفقه.\nوقد أوكل إليه الشيخ رحمه الله مع الشيخ عبدالرحمن الدهش رعاية شؤون الطلبة وتوجيههم منذ عام ١٤١٥هـ واستمر ذلك إلى وفاته رحمه الله وأوصى به بعد موته.\nكما قرأ على الشيخ عبدالله بن عبدالرحمن البسام والشيخ عبدالعزيز ؟؟؟؟ المساعد رحمهم الله في الفقه ، وعلى الشيخ علي بن محمد الزامل رحمه الله في النحو والأدب في جلسات عامة وخاصة ، وعلى الشيخ عبدالله بن صالح الفالح في النحو كما قرأ القرآن على الشيخ محمد بن سلمان السلمان متع الله بهما على طاعته كما استفاد من سماحة الشيخ عبدالعزيز بن عبد الله بن باز وفضيلة الشيخ محمد ناصر الدين الألباني من خلال الأسئلة والاتصال.\nمن مؤلفاته:\nأحكام الإحداد.\nالحوافز التجارية التسويقية وأحكامها في الفقه الإسلامي (رسالة ماجستير).\nشرح العقيدة الواسطية.\nرسالة في: صلاح القلوب.\nبحث في: الاكساب المحرمة (غير مطبوعة).\nرسالة في: النعي وصوره المعاصره ( غير مطبوعة ).\nرسالة في: التشريك في النية ( غير مطبوعة ).\nتحقيق: شرح منظومة القواعد الفقهية للشيخ السعدي.\nالمشاركة تصحيح واخراج : الشرح الممتع في شرح زاد المستنقع فضيلة الشيخ العلامة محمد بن صالح العثيمين رحمه الله.\nنقلا من موقع طريق الإسلام",
  "books": [
    {
      "text_id": 11249,
      "title": "شرح العقيدة الواسطية - خالد المصلح"
    },
    {
      "text_id": 7712,
      "title": "شرح العقيدة الطحاوية - خالد المصلح"
    },
    {
      "text_id": 7713,
      "title": "شرح لمعة الاعتقاد لخالد المصلح"
    },
    {
      "text_id": 7718,
      "title": "دروس للشيخ خالد المصلح"
    },
    {
      "text_id": 7727,
      "title": "شرح الفتوى الحموية"
    },
    {
      "text_id": 7728,
      "title": "شرح العقيدة الواسطية لخالد المصلح"
    },
    {
      "text_id": 7730,
      "title": "شرح ثلاثة الأصول لخالد المصلح"
    },
    {
      "text_id": 7731,
      "title": "شرح الأصول الستة"
    },
    {
      "text_id": 7732,
      "title": "شرح كشف الشبهات لخالد المصلح"
    }
  ]
}