{
  "author_id": 1031,
  "author_meta": "الاسم : علي بن عمر بن أحمد بادحدح\nالميلاد: ٢٨/١/١٣٨١هـ\nالحالة الاجتماعية: متزوج\nالمؤهلات العلمية الشهادات الجامعية :\n* الدكتوراه (بتقدير ممتاز) من جامعة أم القرى- كلية الدعوة وأصول الدين- قسم الكتاب والسنة،عام ١٤١٦هـ، عنوان الرسالة (( الأحاديث الواقعة في كتاب الكشاف للزمخشري- من أول سورة الفاتحة إلى آخر سورة المائدة - دراسة وتحقيق )).\n* الماجستير (بتقدير ممتاز) من جامعة أم القرى- كلية الدعوة وأصول الدين- قسم الكتاب والسنة، عنوان الرسالة (( الإمام البغوي ومنهجه في شرح السنة)).\n* بكالوريوس (بتقدير ممتاز مع مرتبة الشرف) من جامعة أم القرى - كلية الدعوة وأصول الدين - قسم الكتاب والسنة.\nالدورات والمهارات :\n* الإجازة في القرآن الكريم برواية حفص عن عاصم بالسند المتصل (عام ١٤٠٥هـ).\n* دبلوم الهندسة النفسية ( NLP)عام(١٩٩٨م).\n* مساعد ممارس في الهندسة النفسية ( NLP)عام(١٩٩٨م).\n‌أ- الأعمال الوظيفية الأكاديمية :\n* أستاذ مساعد بقسم الدراسات الإسلامية بجامعة الملك عبدالعزيز (١٤١٧-١٤٢٢هـ).\n* تدريس: القرآن الكريم ، التفسير ، علوم القرآن ، فقه العبادات ، فقه السيرة ، الثقافة الإسلامية .\n‌ب- الإشراف :\n* الإشراف على رسالة ماجستير- كلية البنات بجدة - قسم الدراسات الإسلامية - الموضوع: ((تحقيق ودراسة كتاب نهاية البيان في تفسير القرآن للشيخ جمال الدين الموصلي من أول سورة الصافات إلى نهاية سورة الزمر )).\n* الإشراف على رسالة ماجستير- الجامعة الوطنية بالجمهورية اليمنية- قسم الدراسات الإسلامية -الطالب وليد علي محمد خزام - الموضوع: (( منهج القرآن في الوقاية من فتنة الحياة الدنيا )).\nاللجان والأعمال\nاللجان :\n* عضو لجنة منهج الدراسات العليا بقسم الدراسات الإسلامية بجامعة الملك عبد العزيز بجدة .\n* عضو مجلس مركز البحوث بكلية الآداب بالجامعة .\n* عضو لجنة منهج الثقافة الإسلامية على مستوى الجامعة .\n* عضو لجنة اختبارات القبول على مستوى كلية الآداب .\n* عضو لجنة التأديب - عمادة شؤون الطلاب بالجامعة .\n* عضو في وحدة متطلبات الجامعة في كلية الآداب والعلوم الإنسانية .\nالمشاركات العامة :\n* عضو المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات (١٤١٩هـ).\n* عضو لجنة اختبارات الأئمة والمؤذنين بإدارة الأوقاف بجدة (١٤٢١هـ).\n* عضو المجلس التأسيس للجامعة الأمريكية المفتوحة (١٩٩٨م).\n* عضو المجلس الاستشاري لمشروع (إسلام أون لاين ) (١٩٩٧-١٩٩٩م).\n* عضو الجمعية العمومية لمشروع (إسلام أون لاين ) ( ١٩٩٩-٢٠٠١م).\n* عضو مجلس إدارة الجمعية الخيرية لتحفيظ القرآن الكريم بجدة (١٤٠٣-١٤١٨هـ).\n* عضو في الجمعية السعودية للعلوم التربوية والنفسية (جامعة الملك سعود ) ١٤٢١هـ.\n* عضو في لجنة التوعية والإرشاد في الحج لعام .\n* إمام وخطيب جامع سعيد بن جبير .\n* برنامج الإسلام والحياة في التلفزيون السعودي .\n* برنامج في رياض القرآن في التلفزيون السعودي .\n* ندوات وبرامج شهر رمضان المبارك والحج في التلفزيون السعودي .\n* المشاركة في برنامج (ويسألونك) - قناة أبو ظبي الفضائية .\n* المشاركة في برنامج (وذكّر)- قناة الإمارات الفضائية .\n* المشاركة في برنامج (ملتقى الدعوة ) و (مدارات الأحداث ) - قناة اقرأ الفضائية .\n* المشاركة في برنامج (اتجاهات) تحت عنوان ( لماذا يخاف الغرب من الإسلام؟ ) - قناة الشارقة الفضائية .\nالمشاركات العلمية :\n* ورشة عمل حول أخلاقيات المهنة - جامعة الملك فهد للبترول والمعادن .\n* ندوة الصحة النفسية بين المعالجة الطبية والرؤية الشرعية- مستشفى الملك فيصل التخصصي بجدة .\n* مؤتمر الاعتصام بالكتاب والسنة - أمريكا - هيوستن .\n* دورة التواصل الحضاري - للمبتعثين - جامعة الملك عبدالعزيز - مركز التطوير الجامعي .\n* دورة (نحو ثقافة إدارية)-(الانضباط أصالة وحضارة وكفاءة )-مركز النبلاء للتنمية الشاملة ومركز جدة لتنمية الموارد البشرية - الأربعاء ١٥/٤/١٤٢٣ هـ .\n* دورة أخلاقيات المعلم - خاصة لأعضاء هيئة التدريس القادمين من الابتعاث - جامعة الملك عبد العزيز - مركز التطوير الجامعي .\n* دورة العلاقات العامة والعمل التطوعي - مركز النبلاء للتنمية الشاملة .\n* دورة إعداد معلمي الدين واللغة - جمهورية الصين - الندوة العالمية للشباب الإسلامي .\n* دورة الأئمة والخطباء - جدة - الندوة العالمية للشباب الإسلامي .\n* ندوة المواد العامة - لرؤساء الأقسام وعمداء الكليات - جامعة الملك عبد العزيز - مركز خدمة المجتمع.\n* دورة السلوكيات الحضارية للعمل - الغرفة التجارية الصناعية بجدة .\n* ندوة الحد من إيذاء الأطفال -وزارة المعارف - إدارة التعليم بجدة .\n* انطلق فالمستقبل أمامك - دورة ثلاثيات النجاح - وزارة المعارف - مدارس الثغر النموذجية .\n* ندوة (إذاعة يقولون ) - ٢٢/١١/١٤٢٢هـ - جامعة الملك عبد العزيز .\n* ندوة (فحص ما قبل الزواج)-(الضوابط الشرعية والأخلاقية لفحص ما قبل الزواج) مستشفى الملك فيصل التخصصي ومركز الأبحاث بجدة - الثلاثاء ١٤/٤/١٤٢٣ هـ .\n* ندوة (السيرة النبوية في الدراسات المعاصرة)- ٢٩/١٢/١٤٢٢هـ- جامعة الملك عبد العزيز-كلية الآداب\n* محاضرة ( وسطية الإسلام ) في الرئاسة العامة لتعليم البنات ، ٣/٢/١٤٢٣هـ .\n* محاضرة (العبادات ثمرات وبركات ) - الندوة العالمية للشباب الإسلامي - ينبع - ١٥/٢/١٤٢٣هـ.\n* محاضرة (فلسطين قضية الحل وحل القضية )- جمعية الإصلاح - الإمارات العربية المتحدة - إمارة رأس الخيمة.\n* محاضرة ( العمل الخيري أصوله ثوابته وثمراته ) - الندوة العالمية للشباب الإسلامي - المدينة المنورة .\n* محاضرة ( رسالة إلى شباب المدينة ) - الندوة العالمية للشباب الإسلامي - المدينة والمنورة.\n* محاضرة ( ينابيع الشباب ) - الندوة العالمية للشباب الإسلامي - ينبع .\n* المنتدى الثاني لأخلاقيات العمل- الغرفة التجارية الصناعية - جامعة الملك فهد - فندق هيلتون بجدة- ١٤٢٢هـ.\n* محاضرة (شباب آخر زمن) - الندوة العالمية للشباب الإسلامي - الطائف - الجمعة ١٧/٤/١٤٢٣ هـ .\n* محاضرة ( فلسطين رمز الثبات والمقاومة ) - الندوة العالمية للشباب الإسلامي - المدينة المنورة - الخميس ٩/٤/١٤٢٣ هـ .\n* دورة الأئمة والخطباء - جيزان - الندوة العالمية للشباب الإسلامي - ١٩-٢٣/٤/١٤٢٣هـ.\n* محاضرة ( مرحباً رمضان ) - ثانوية عبد الرحمن الغافقي - ٣٠/٨/١٤٢٣هـ.\n* محاضرة ( كيف نستقبل رمضان ) - مستشفى النور التخصصي بمكة المكرمة - يوم الأحد ١٤/٨/١٤٢٣هـ.\n* محاضرة( السلامة من منظور إسلامي ) - قاعدة الملك خالد الجوية في خميس مشيط - يوم الاثنين ٢٢/٨/١٤٢٣هـ .\n* ندوات ولقاءات الرابطة الإسلامية في السويد - السويد - ٣-١٧/أغسطس ٢٠٠٢م.\nالكتب المنشورة :\n* المدخل لشرح السنة .\n* فقه السجود .\n* مقومات الداعية الناجح .\n* الحج حكم وأحكام .\n* رمضان نفحات إيمانية .\n* رمضان لفحات اجتماعية .\n* الغنائم أيها النائم .\n* روح الأرواح .\n* رسائل إلى الحجيج .\n* شريط فيديو ( السلوكيات الإنسانية في الإسلام ) .\n* مقالات منشورة في الصحف والمجلات المحلية والخارجية ( مجلة المجتمع - مجلة المنار - مجلة الرسالة ) .\nنقلا عن موقع طريق الإسلام\nhttp://www.islamway.com",
  "books": [
    {
      "text_id": 7721,
      "title": "دروس للشيخ علي بن عمر بادحدح"
    }
  ]
}