{
  "author_id": 1033,
  "author_meta": "اسمه : عبد الله بن محمد الغنيمان .\nوالشيخ معروف بين أهل العلم ، مشهود له بدقة الفهم، ولاسيما في باب اعتقاد أهل السنة والجماعة ومنهجهم، فهو أستاذ في العقيدة.\nفله المعرفة التامة بكتب شيخ الإسلام ابن تيمية وطريقته، مع الإحاطة الواسعة بمذهب السلف وكلام الإمام أحمد خاصة وأصحابه ، أما مؤلفات شيوخ الدعوة السلفية النجدية فهو فيها لخبير ؛وبما كانوا عليه من العلوم بصير ، مع معرفة مذاهب المخالفين والرد عليهم بالنصوص النقلية والأدلة العقلية.\nوقد درس في المسجد النبوي،وكان درسه مقصوداً من خواص طلبة العلم شرح فيه كتاب التوحيد؛ وهو موجود في أكثر من ١٠٠شريط، ودرس العقيدة الواسطية وسنن أبو داود والوابل الصيب وثلاثة الأصول وغيرها من كتب أهل العلم.\nوله مؤلفات عديدة،منها:\n١- شرح كتاب التوحيد من صحيح البخاري.\n٢- مختصر منهاج السنة لشيخ الإسلام ابن تيمية.\n٣- ثبات العقيدة الإسلامية أمام التحديات المعاصرة.\n٤- المنهج الصحيح. وقد بدأ الشيخ في شرحه العام الماضي وأكمله هذا العام في الدورة العلمية بجامع الراجحي ببريدة.\n٥- تحقيق وتعليق على كتاب الصفات للإمام الدارقطني.\n٦- ذم الفرقة والإختلاف في الكتاب والسنة..ودون الشيخ على الغلاف هذه العبارة\"إلى من أراد عدوهم ضرب بعضهم ببعض..إلى الجماعات الإسلامية\".\n٧- الهوى وأثره في العلم.\n٨-لا يصلح هذه الأمة إلا ما أصلح أولها (رسالة).\n٩- الإيمان حقيقته وزيادته.\n١٠- دليل القارئ (مجلد).\n١١- الطرق التي يعلم بها صدق الخبر من كذبه.\nومؤلفات وتحقيقات أخرى، كلها نافعة،بل من أنفع الكتب وأهمها لطلبة العلم.\nثم لما تقاعد الشيخ عاد إلى موطنه الأصلي ، وجلس متفرغاً للتدريس في المساجد والتأليف وإفادة الطلبة،والإجابة على المشكلات بأسلوب سهل وعبارة دقيقة قلما تجد مثلها في أهل العلم، كأنما عباراته،في أجوبته ومؤلفاته منحوتة من كتب المتقدمين ليست من جنس كلام أهل هذا العصر.\nولقد قال أحد طلابه وهو طالب علم في الكويت الشيخ حامد العلي ومشروعه في التحصيل: وأخذنا على الشيخ العلامة المحقق الورع ناصر العقيدة السلفية عبدالله الغنيمان حفظه الله ، وهو متقاعد الآن من التدريس في الجامعة ويدرس في مسجده في بريدة ، حضرنا عنده شرح كتاب الإيمان لابن تيمية عام ١٤١٢هـ ،وأذكر أنني كنت إذ ذاك صغيراً، فكنت أتعجب من سعة علمه واستحضاره لكلام شيخ الإسلام ابن تيمية ، ودقته في نسبة العقيدة السلفية وتحريرها ، وأتمنى لو صرت مثله\nوحضرنا أيضاً درسه في كتاب التوحيد في المسجد النبوي ، وكنا نرجع إليه في كل شيء يشكل علينا في أمور العقيدة فنجد عنده الجواب الكافي ما لا نجد مثله عند غيره ، وربما أشكلت المسألة على كثير من الشيوخ ، فإذا سألناه جاء بالجواب القاطع لكل شبهة.\nولقد شارك في كثير من الدورات العلمية في الرياض والقصيم والجنوب وغيرها.\nمنها على سبيل المثال ولمدة أربع دورات يشرح فيها كتاب التوحيد في مسجد علي بن المديني بالرياض،ولدورتين متتاليتين يشرح كتابه المنهج الصحيح في جامع الراجحي ببريدة.\nله العديد من الدروس وآخرها درسه الذي بدأه قبل عام في جامع الراجحي ببريدة في شرح تفسير الجلالين.\nمن أشرطته التي نشرت وهي قليلة التالي:\nأهمية التوبة .....في تسجيلات المجتمع ببريدة.\nأما السلاسل والموجودة في تسجيلات المسلم(البخاري سابقاً)ببريدة ، فمنها :\n- شريط شرح الفتوى الحموية ١٤ شريط.\n- تفسير سورة الفاتحة ١ شريط.\n- الوابل الصيب ١٩ شريط .\n- الأصول الثلاثة ٥ أشرطة.\n- رياض الصالحين ٦ أشرطة.\n- أدب طلب العلم الغنيمان - السدحان ( شريط واحد ).\n- شرح كتاب التوحيد ثلاث مجموعات -ولم ينتهي الشيخ بعد- موجودة في تسجيلات العصر والراية بالرياض.\nأما دروسه في الحرم النبوي فهي كالتالي:\n- شرح كتاب \"فتح المجيد\" …وعددها ١٠٧شريط.\n- شرح كتاب \"سنن أبي داود…وعددها ٥٥ شريط كاملة .\nأما التي لم تكتمل فهي :\n- شرح كتاب \"ثلاثة الأصول\"…وعددها ٥ أشرطة.\n- شرح كتاب\"العقيدة الواسطية\"…وعددها ٢٣شريط.\n- شرح كتاب\"الوابل الصيب\"…وعددها ١٩ شريط.\n- شرح كتاب\"الصلاة لابن القيم\"…وعددها ١١ شريط.\n- شرح كتاب \"رياض الصالحين\"..وعددها ٦ شريط.\nوكذلك من تلاميذه أحد أبناء الشيخ وهو طالب علم جيد ، وهو الشيخ الدكتور أحمد الغنيمان المدرس بالجامعة الإسلامية،المشهود لهم بالقوة العلمية، والتضلع بالعقيدة ، والتقى والورع ، وعفة اللسان ، وسلامة المنهج ، وهو شيخ سلفي نفع الله به.",
  "books": [
    {
      "text_id": 10252,
      "title": "ذم الفرقة والاختلاف في الكتاب والسنة"
    },
    {
      "text_id": 22817,
      "title": "أول واجب على المكلف عبادة الله تعالى وضوح ذلك من كتاب الله ودعوات الرسل"
    },
    {
      "text_id": 3047,
      "title": "شرح العقيدة الواسطية - الغنيمان"
    },
    {
      "text_id": 36516,
      "title": "المنهج الصحيح"
    },
    {
      "text_id": 37166,
      "title": "شرح فتح المجيد للغنيمان"
    },
    {
      "text_id": 9610,
      "title": "شرح كتاب التوحيد من صحيح البخاري - الغنيمان"
    }
  ]
}