{
  "author_id": 1036,
  "author_meta": "أبو عبد العزيز عبدالرحمن بن عبد الله بن محمد بن عبدالعزيز بن محمد بن عبد الله الملقب بالسديس\nالشيخ عبد الرحمن السديس امام الحرم المكي الشريف يتلو القرآن الكريم على رواية حفص عن عاصم ، عبدالرحمن السديس هو ، ولد في الرياض عام ١٣٨٢هـ وهو من محافظة البكيرية بمنطقة القصيم\nنشأته ودراسته\nنشأ في الرياض والتحق بمدرسة المثنى بن حارثة الابتدائية‚ ثم بمعهد الرياض العلمي حفظ القرآن في سن الثانية عشرة درسه في جماعة تحفيظ القرآن الكريم بالرياض ، تخرج في المعهد عام ١٣٩٩هـ بتقدير (ممتاز) ومن ثم التحق بكلية الشريعة بالرياض وتخرج فيها عام ١٤٠٣هـ\nعمله\nعين معيداً في كلية الشريعة بعد تخرجه فيها في قسم اصول الفقه واجتاز المرحلة التمهيدية المنهجية بتقدير ممتاز ، عمل اماماً وخطيباً في عدد من مساجد مدينة الرياض‚ كان آخرها مسجد الشيخ عبدالرزاق العفيفي ، عمل اضافة إلى الاعادة في الكلية مدرساً في معهد امام الدعوة العلمي.\nفي عام ١٤٠٤هـ صدر التوجيه الكريم بتعيينه اماما وخطيبا في المسجد الحرام وقد باشر عمله في شهر شعبان من العام نفسه يوم الأحد الموافق ٢٢/٨/١٤٠٤هـ في صلاة العصر وكانت أول خطبة له في رمضان من العام نفسه بتاريخ ١٥/٩‚ وفي عام ١٤٠٨هـ حصل على درجة «الماجستير» بتقدير «ممتاز» من كلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية «قسم أصول الفقه» عن رسالته «المسائل الأصولية المتعلقة بالأدلة الشرعية التي خالف فيها ابن قدامة الغزالي»‚ وقد حظيت أولاً باشراف فضيلة الشيخ العلامة عبدالرزاق عفيفي عليها‚ ونظراً لظروفه الصحية فقد أتم الاشراف فضيلة الشيخ د‚ عبدالرحمن الدرويش‚ انتقل للعمل ــ بعد ذلك ــ محاضراً في قسم القضاء بكلية الشريعة بجامعة أم القرى بمكة المكرمة\nحصل على درجة «الدكتوراه» من كلية الشريعة بجامعة أم القرى بتقدير «ممتاز» مع التوصية بطبع الرسالة عن رسالته الموسومة «الواضح في أصول الفقه لأبي الوفاء بن عقيل الحنبلي: دراسة وتحقيق» وكان ذلك عام ١٤١٦هـ‚ وقد أشرف على الرسالة الاستاذ احمد فهمي ابو سنة‚ وناقشها معالي الشيخ د‚ عبدالله بن عبدالمحسن التركي الأمين العام لرابطة العالم الاسلامي‚ والدكتور علي بن عباس الحكمي رئيس قسم الدراسات العليا الشرعية بجامعة أم ‚ عين بعدها استاذا مساعدا في كلية الشريعة بجامعة أم القرى\nأعماله الدعوية\nيقوم بجانب عمله بالإمامة والخطابة بالتدريس في المسجد الحرام حيث صدر توجيه كريم بذلك عام ١٤١٦هـ ووقت التدريس بعد صلاة المغرب في فنون العقيدة والتفسير والحديث مع المشاركة في الفتوى في مواسم الحج وغيره.\nوله عدة مشاركات في الإذاعات الدينية .. وتحظى برامجه بالقبول -ولله الحمد - وهو نشط ليس على المستوى الإقليمي فحسب بل على مستوى العالم ويحظى بشعبية كبيرة . فله عدة سفرات إلى بلدان شتى في بقاع العالم الغربي والشرقي ليلتقي بالجاليات الإسلامية .\nنقلا عن : ويكيبيديا ، الموسوعة الحرة\nhttp://ar.wikipedia.org",
  "books": [
    {
      "text_id": 7738,
      "title": "دروس للشيخ عبد الرحمن السديس"
    }
  ]
}