{
  "author_id": 1037,
  "author_meta": "هو سعود بن إبراهيم بن محمد آل شريم من قحطان وهي قبيلة مقرها محافظة شقراء بنجد.\nولد بمدينة الرياض عام ١٣٨٦هـ ، درس المرحلة الإبتدائية بمدرسة عرين ثم المتوسطة في المدرسة النموذجية ثم الثانوية في ثانوية اليرموك الشاملة والتي تخرج منها عام ١٤٠٤هـ ، ثم التحق بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية بالرياض في قسم العقيدة والمذاهب المعاصرة ، تخرج منها عام ١٤٠٩هـ ، ثم التحق عام ١٤١٠هـ بالمعهد العالي للقضاء ونال درجة الماجستير فيه عام ١٤١٣هـ .\nتلقى العلم مشافهة عن عدد من المشائخ الأجلاء من خلال حضور حلقات دروسهم مابين مقل ومكثر منهم سماحة مفتى عام المملكة الشيخ العلامة : عبد العزيز بن عبد الله بن باز ـ رحمه الله ـ في عدة متون خلال دروس الفجر بالجامع الكبير بالرياض .. وكذلك الشيخ العلامة عبد الله بن عبد الرحمن بن جبرين ـ حفظه الله ـ في منار السبيل في الفقه ، وكذا الاعتصام للشاطبي ، ولمعة الاعتقاد لابن قدامة وكتاب التوحيد للشيخ محمد بن عبد الوهاب ـ رحمه الله ـ وفقه الأحوال الشخصية بالمعهد العالي للقضاء أثناء دراسته.\nوكذلك الشيخ الفقيه / عبد الله بن عبد العزيز بن عقيل عضو المجلس الأعلى للقضاء سابقا حيث قرأ عليه في حاشية الروض المربع في الفقه الحنبلي وكذا تفسير ابن كثير ..\nكما تلقى العلم عن الشيخ / عبد الرحمن البراك في الطحاوية والتدمرية ، والشيخ عبد العزيز الراجحي في شرح الطحاوية ، والشيخ / فهد الحمين في شرح الطحاوية ، والشيخ / عبد الله الغديان عضو هيئة كبار العلماء في القواعد الفقهية وكتاب الفروق للقرافي أثناء الدراسة في المعهد العالي للقضاء ..\nوالشيخ / صالح بن فوزان الفوزان عضو هيئة كبار العلماء بالمملكة في فقه البيوع أثناء الدراسة في المعهد العالي للقضاء ..\nالمناصب التي تولاها :\nوفي عام ١٤١٠هـ عين دارساً بالمعهد العالي للقضاء ..\nوفي عام ١٤١٢هـ تم تعيينه إماماً وخطيباً بالمسجد الحرام ..\nوفي عام ١٤١٣هـ تم تعيينه قاضيا بالمحكمة الكبرى بمكة المكرمة ..\nوفي عام ١٤١٤هـ تم تكليفه بالتدريس في المسجد الحرام بمكة المكرمة ..\nوفي عام ١٤١٦هـ تفرغ لنيل درجة الدكتوراة بجامعة أم القرى بمكة المكرمة للرسالة وهي بعنوان ( المسالك في المناسك ) مخطوط في الفقه المقارن للكرماني ..\nله من المؤلفات :\nـ كيفية ثبوت النسب \" مخطوط \" .\nـ كرامات الأنبياء \" مخطوط \" ..\nـ المهدي المنتظر عند أهل السنة والجماعة \" مخطوط \" ..\nـ المنهاج للمعتمر والحاج ..\nـ وميض من الحرم \" مجموعة خطب \" ..\nـ خالص الجمان تهذيب مناسك الحج من أضواء البيان ..\nـ أصول الفقه سؤال وجواب \" مخطوط \" ..\nـ التحفة المكية شرح حائية ابن أبي داود العقدية \" مجلد مخطوط \" ..\nـ حاشية على لامية ابن القيم \" مخطوط \" …\nنقلا عن موقع طريق الإسلام\nhttp://www.islamway.com",
  "books": [
    {
      "text_id": 7741,
      "title": "دروس للشيخ سعود الشريم"
    }
  ]
}