{
  "author_id": 1043,
  "author_meta": "صالح بن مقبل بن عبد الله بن مقبل العصيمي، عضو هيئة التدريس بجامعة الإمام محمد بن سعود الإسلامية تخصص عقيدة، وخطيب جامع صالح الخالد في حي الملقا بالرياض، منذ عام ١٤٣٣ وحتى الآن\nولد في مدينة ثادق بالسعودية ١٣٨٦ هـ، حيث كان والده قاضيًا هناك.\nتخرج في جامعة الملك سعود من قسم الفقه وأصوله ١٤١٠ هـ.\nالماجستير من جامعة الملك قسم العقيدة ١٤٢٣ هـ بتقدير ممتاز مع مرتبة الشرف الأولى عن أطروحته: (بدع القبور دراسة نقدية في ضوء عقيدة أهل السنة والجماعة).\nالدكتوراه من جامعة أم القرى، كلية الدعوة وأصول الدين، قسم العقيدة، تحقيق كتاب: (الإبانة للإمام الأشعري) بتقدير ممتاز مع مرتبة الشرف الأولى، والتوصية بطباعتها، وتداولها بين الجامعات ١٤٢٨ هـ.\nشرح كتبا كثيرة في دورات شرعية متعددة في عدد من مدن المملكة، منها: كتاب (التوحيد) للإمام محمد بن عبد الوهاب، (فضل الإسلام)، (كشف الشبهات)، (الأصول الثلاثة)، كتاب (الإيمان) للقاسم بن عبيد بن سلام، لامية ابن تيمية، (عمدة الأحكام) في الفقه، (العمدة) في الفقه، (الأربعين النووية)، (رياض الصالحين)، كتاب (العبودية) لشيخ الإسلام\n(من مؤلفاته)\n١ - بدع القبور (مجلد)، وتُرجم للغة الأردية.\n٢ - أحكام عرفة؛ دراسة فقهية (مجلد).\n٣ - الأسهم المختلطة في ميزان الشريعة.\n٤ - الإخلاص.\n٥ - تذكير المسلمات بلعن المتنمصات.\n٦ - مقدمات في العلوم الشرعية، وتُرجم إلى اللغة الهولندية.\n٧ - قصائد الحنين إلى البلد الأمين.\n٨ - الأذكار وقفات وأحكام.\n٩ - الوجازة في استثمار الوقت والإجازة.\n١٠ - تحقيق كتاب: التحقيق والإيضاح للعلامة ابن باز (مجلد).\n١١ - من أخبار المنتكسين مع الأسباب والعلاج (مجلد).\n١٢ - دراسة حديث الشؤم في ثلاثة (محكم من قبل الجامعة الإسلامية بالمدينة).\n١٣ - الاستعاذات الواردة في القرآن الكريم (محكم من قبل الجامعة الإسلامية بالمدينة)\n١٤ - بدع نهاية العام وبدايته. (محكم من قبل الجامعة الإسلامية بالمدينة).\n١٥ - دراسة فرقة الأحباش أصولها وفروعها.\n١٦ - حكم تجسيد الأنبياء والصحابة في الأعمال الفنية. (محكم من قبل المجمع الفقهي).\n١٧ - معوقات الهداية.\n١٨ - تحقيق كتاب الإبانة للإمام الأشعري رحمه الله (مجلد).\n١٩ - الإمام الأشعري: حياته وأطواره العقدية (مجلد).",
  "books": [
    {
      "text_id": 888,
      "title": "الإمام الأشعري حياته وأطواره العقدية"
    }
  ]
}