{
  "author_id": 1049,
  "author_meta": "عبد اللطيف آل الشيخ (١٢٢٥ هـ - ١٢٩٣ هـ)\nهو الشيخ عبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب. ولد سنة ١٢٢٥ هـ في بلدة العلم والعلماء: الدرعية.\nانتقل الشيخ عبد اللطيف مع والده إلى مصر, بعد خراب الدرعية, وكان عمره قرابة الثمان سنوات ونشأ بمصر وتزوج بها, وتمكن من الاشتغال بطلب العلم, والتزود منه, ثم بعد ذلك خرج إلى نجد وذلك في سنة ١٢٦٤ هـ, وقدم مدينة الرياض واستقر فيها بضعة أشهر درس فيها بعض الدروس, ثم انتقل بعد ذلك إلى الأحساء معلما وداعيا, ومكث فيها فترة من الزمن, ثم عاد إلى الرياض مرة أخرى.\nشيوخه:\nمكث الشيخ - رحمه الله -في مصر مدة من الزمن, درس فيها على عدد من المشايخ فمنهم:\n١ - والده الإمام العلامة عبد الرحمن بن حسن.\n٢ - والشيخ عبد الرحمن بن الشيخ الإمام عبد الله بن الشيخ محمد بن عبد الوهاب.\n٣ - والشيخ العلامة محمد بن محمود بن محمد الجزائري.\n٤ - والشيخ إبراهيم الباجوري. وغيرهم.\nتلاميذه:\nتتلمذ على يد الشيخ عدد من التلاميذ منهم:\n١ - تلميذه الشيخ العلامة «حسان السنة» الشيخ سليمان بن سحمان.\n٢ - وابنه العلامة الشيخ عبد الله.\n٣ - وأخوه الشيخ إسحاق, وغيرهم.\nمؤلفاته:\nتوفي الشيخ - رحمه الله تعالى - وترك لنا العديد من المؤلفات منها:\n١ - مصباح الظلام في الرد على من افترى على الشيخ الإمام\n٢ - منهاج التأسيس\n٣ - رد على الشبهات الفارسية\n٤ - الرد على الصحاف\n٥ - العديد من الرسائل التي قد جمعها تلميذه النحرير العلامة سليمان بن سحمان - رحمه الله -.\nوفاته:\nتوفي - رحمه الله - في مدينة الرياض في اليوم الرابع عشر من شهر ذي القعدة سنة ١٢٩٣ هـ\n(نقلا عن تحقيق الدكتور عبد العزيز الزير لكتاب «الرد على الصحاف»)",
  "books": [
    {
      "text_id": 11082,
      "title": "تحفة الطالب والجليس في كشف شبه داود بن جرجيس"
    },
    {
      "text_id": 11379,
      "title": "مجموعة الرسائل والمسائل النجدية (الجزء الثالث)"
    },
    {
      "text_id": 12033,
      "title": "عيون الرسائل والأجوبة على المسائل"
    },
    {
      "text_id": 12094,
      "title": "منهاج التأسيس والتقديس في كشف شبهات داود بن جرجيس"
    },
    {
      "text_id": 17847,
      "title": "إجازة الشيخ العلامة عبد اللطيف بن عبد الرحمن آل الشيخ"
    },
    {
      "text_id": 30868,
      "title": "مصباح الظلام في الرد على من كذب الشيخ الإمام ونسبه إلى تكفير أهل الإيمان والإسلام"
    },
    {
      "text_id": 7520,
      "title": "الإتحاف فى الرد على الصحاف"
    },
    {
      "text_id": 7567,
      "title": "البراهين الإسلامية في رد الشبهة الفارسية"
    }
  ]
}