{
  "author_id": 1052,
  "author_meta": "أ. د / وهبة بن مصطفى الزحيلي\n[ولادتُه]\nولد في بلدة دير عطية من نواحي دمشق عام ١٩٣٢ م، وكان والده حافظاً للقرآن الكريم عاملاً بحزم به، محباً للسنة النبوية، مزارعاً تاجراً.\nمتزوج وله خمسة أولاد أكملوا الدراسة الجامعية ما عدا الأخير في منتصف الدراسة.\n[تحصيله العلميّ]\nدرس الابتدائية في بلد الميلاد، ثم المرحلة الثانوية في الكلية الشرعية بدمشق مدة ست سنوات وكان ترتيبه الامتياز والأول على جميع حملة الثَّانوية الشَّرعية عام ١٩٥٢ م، وحصل فيها على الثانوية العامة الفرع الأدبيّ أيضاً.\nتابع تحصيله العلمي في كلية الشَّريعة بالأزهر الشريف، فحصل على الشهادة العالية وكان ترتيبه فيها الأول عام ١٩٥٦ م.\nثم حصل على إجازة تخصص التدريس من كلية اللغة العربية بالأزهر، وصارت شهادته العالمية مع إجازة التدريس.\nدرس أثناء ذلك علوم الحقوق وحصل على ليسانس الحقوق من جامعة عين شمس بتقدير جيد عام ١٩٥٧ م.\nنال دبلوم معهد الشريعة ((الماجستير)) عام ١٩٥٩ م من كلية الحقوق بجامعة القاهرة.\nحصل على شهادة الدكتوراة في الحقوق ((الشريعة الإسلامية)) عام ١٩٦٣ م بمرتبة الشرف الأولى مع توصية بتبادل الرسالة مع الجامعات الأجنبية، وموضوع الأطروحة (آثار الحرب في الفقه الإسلامي ـ دراسة مقارنة بين المذاهب الثمانية والقانون الدولي العام) عُيّن مدرساً بجامعة دمشق عام ١٩٦٣ م ثم أستاذاً مساعداً سنة ١٩٦٩ م ثم أستاذاً عام ١٩٧٥ م وعمله التدريس والتأليف والتوجيه وإلقاء المحاضرات العامة والخاصة، وقد يعمل في اليوم (١٦) ساعة.\n[تخصُّصه العلميّ]\nالتخصص الدقيق في الفقه وأصول الفقه، ويدرّسهما مع الفقه المقارن في كلية الشريعة ومواد الشريعة في كلية الحقوق بجامعة دمشق والدراسات العليا فيهما.\n[مشايخه وأساتذتُه وتلامذته]\n//من شيوخه في دمشق//\nالشيخ محمود ياسين في الحديث النبوي، الشيخ محمود الرنكوسي في العقائد، الشيخ حسن الشطي في الفرائض، الشيخ هاشم الخطيب في الفقه الشافعي، الشيخ لطفي الفيومي في أصول الفقه ومصطلح الحديث، الشيخ أحمد السماق في التجويد، الشيخ حمدي جويجاتي في علوم التلاوة، الشيخ أبو الحسن القصاب في النحو والصرف، الشيخ حسن حبنكة والشيخ صادق حبنكة الميداني في علم التفسير، والشيخ صالح الفرفور في علوم اللغة العربية كالبلاغة والأدب العربي، الشيخ حسن الخطيب، وعلي سعد الدين والشيخ صبحي الخيزران، وكامل القصار في الحديث النبوي والأخلاق، الأستاذ جودت المارديني في الخطابة، الأستاذ رشيد الساطي والأستاذ حكمت الساطي في التاريخ والأخلاق والدكتور ناظم محمود نسيمي، وماهر حمادة في التشريع، وآخرون في الكيمياء والفيزياء والإنجليزية وغيرها من العلوم العصرية، وفي الأدب الأستاذ نسيب سعد رحمه الله ورحمهم جميعاً.\n//ومن شيوخه في مصر//\nشيخ الأزهر الإمام محمود شلتوت، والإمام الدكتور عبد الرحمن تاج، والشيخ عيسى منّون في الفقه المقارن عميد كلية الشريعة، والشيخ جاد الرب رمضان في الفقه الشافعي، والشيخ محمود عبد الدايم في الفقه الشافعي، والشيخ مصطفى عبد الخالق وشقيقه الشيخ عبد الغني عبد الخالق في أصول الفقه، والشيخ عثمان المرازقي، والشيخ حسن وهدان في أصول الفقه، والشيخ الظواهري الشافعي في أصول الفقه، والشيخ مصطفى مجاهد في الفقه الشافعي وكذلك الشيخ محمد علي الزعبي في فقه العبادات، والشيخ محمد أبو زهرة والشيخ علي الخفيف والشيخ محمد البنا والشيخ محمد الزفزاف والدكتور محمد سلام مدكور والشيخ فرج السنهوري في الدراسات العليا في الفقه المقارن وأصول الفقه وأحد الأئمة المجتهدين.\nومن أساتذته في كلية الحقوق بجامعة عين شمس:\nالشيخ عيسوي أحمد عيسوي، والشيخ زكي الدين شعبان، والدكتور عبد المنعم البدراوي، والدكتور عثمان خليل والدكتور سليمان الطماوي، والدكتور علي راشد، والدكتور حلمي مراد، والدكتور يحيى الجمل، والدكتور علي يونس، والدكتور محمد علي إمام، والدكتور أكثم الخولي وغيرهم.\n//ومن تلامذته//\nالدكتور محمد الزحيلي شقيقه، والدكتور محمد فاروق حمادة والدكتور محمد نعيم ياسين، والدكتور عبد الستار أبو غدة، والدكتور عبد اللطيف فرفور، والدكتور محمد أبو ليل، والدكتور عبد السلام عبادي، والدكتور محمد الشربجي، والدكتور ماجد أبو رخية، والدكتور بديع السيد اللحام، والدكتور حمزة حمزة، وغيرهم من الأساتذة في الجامعة في كلية الشريعة، ومئات من مدرسي التربية الدينية في وزارة التربية.\nأكثر من (٤٠) جيلاً تخرجوا على يديه في سورية، وبعضهم في ليبيا والسودان وبعضهم في الإمارات العربية، وآلاف من الناس في المشرق والمغرب وأمريكا وماليزيا وأفغانستان وإندونيسيا، تتلمذوا على كتبه في الفقه والأصول والتفسير.\n[من كتبه]\n-آثار الحرب في الفقه الإسلامي ـ مقارنة بين المذاهب الثمانية والقانون الدولي.\n-تخريج وتحقيق أحاديث // تحفة الفقهاء للسمرقندي.\n-تخريج وتحقيق أحاديث وآثار ((جامع العلوم والحكم لابن رجب الحنبلي)) مع التعليق عليها.\n-الوسيط في أصول الفقه الإسلامي.\n-أصول الفقه الإسلامي.\n-الفقه الإسلامي في أسلوبه الجديد.\n-نظرية الضرورة الشرعية، دراسة مقارنة.\n-نظرية الضمان أو (حكم المسؤولية المدنية والجنائية) في الفقه الإسلامي // دراسة مقارنة النصوص الفقهية المختارة // بتقديم وتعليق وتحليل.\n-نظام الإسلام ـ ثلاثة أقسام // نظام العقيدة، نظام الحكم والعلاقات الدولية، مشكلات العالم الإسلامي المعاصر.\n-الفقه الإسلامي على المذهب المالكي.\n-الوجيز في أصول الفقه.\n-العقود المسماة في قانون المعاملات المدنية الإماراتي والقانون المدني الأردني.\n-العقود المسماة في قانون المعاملات المدنية الإماراتي والقانون المدني الأردني.\n-العلاقات الدولية في الإسلام.\n-العقوبات الشرعية وأسبابها // بالاشتراك مع الدكتور رمضان علي السيد.\n-الأصول العامة لوحدة الدين الحق ((أصول مقارنة الأديان)) مترجم إلى الإنجليزية.\n-جهود تقنين الفقه الإسلامي.\n-عبادة بن الصامت.\n-أسامة بن زيد.\n-سعيد بن المسيب.\n-عمر بن عبد العزيز.\n-حقوق الإنسان في الإسلام، بالاشتراك مع آخرين.\n-الضوابط الشرعية للأخذ بأيسر المذاهب.\n-الرخص الشرعية ـ أحكامها وضوابطها.\n-الإسلام دين الجهاد لا العدوان.\n-السلام دين الشورى والديمقراطية.\n-القصة القرآنية، هداية وبيان.\n-الفقه الإسلامي وأدلته, ترجم إلى التركية والماليزية والفارسية.\n-التفسير المنير في العقيدة والشريعة والمنهج, حائز على جائزة لأفضل كتاب في العالم الإسلامي للعام ١٩٩٥.\n-القرآن الكريم: البنية التشريعية والخصائص الحضارية.\n-التفسير الوجيز.\n-الفقه الحنبلي الميسر بأدلته وتطبيقاته المعاصرة.\n-التفسير الوسيط في ثلاثة مجلدات.\n-الذرائع في السياسة الشرعية والفقه الإسلامي، رسالة ماجستير عام ١٩٥٩ م.\n-قواعد الفقه الحنبلي من كتاب ((المغني)) لابن قدامة.\n-تحقيق وتخريج أحاديث وآثار جامع العلوم والحكم لابن رجب.\n-تحقيق وتخريج واختصار كتاب ((الأنوار في شمائل النبي المختار)) للإمام محيي السنة البغوي.\n-تحقيق وتقسيم وخدمة شاملة لكتاب ((طريق الهجرتين وباب السعادتين)) لابن قيم الجوزية.\n-الاستنساخ جدل العلم والدين والأخلاق.\n-تقديم وتحقيق نيل الأوطار للشوكاني.\n-تقديم وتحقيق شرح مسلم للنووي.\n-حق الحرية في العالم.\n-حوار حول تجديد الفقه الإسلامي.\n-الأسرة المسلمة في العالم المعاصر.\n-الإمام الشافعي.\n-الموازنة بين القرآن والسنة في الأحكام، تحت الطبع عام ٢٠٠١ م.\n-المعاملات المالية الحديثة والفتاوى المعاصرة، تحت الطبع عام ٢٠٠١ م.\n-مدى تأثر الدعوات الإصلاحية بدعوة الشيخ محمد بن عبد الوهاب.\n_________\n*أضيف أنّه قد صدر للدكتور موسوعة رابعة حول الفقه الإسلاميّ المعاصر.\n[توفي الدكتور وهبة الزحيلي يوم السبت ٨ أغسطس ٢٠١٥ - الموافق ٢٣ شوال ١٤٣٦ هـ، في دمشق بسوريا، عن عمر يناهز ٨٣ سنة].",
  "books": [
    {
      "text_id": 1281,
      "title": "وسطية الإسلام وسماحته - وهبة الزحيلي"
    },
    {
      "text_id": 22915,
      "title": "التفسير المنير - الزحيلي"
    },
    {
      "text_id": 2305,
      "title": "التفسير الوسيط - الزحيلي"
    },
    {
      "text_id": 384,
      "title": "الفقه الإسلامي وأدلته للزحيلي"
    }
  ]
}