{
  "author_id": 1061,
  "author_meta": "قطوف من ترجمة الشيخ، بقلمه:\nأبو عاصم وأبو مجاهد عبد العزيز بن عبد الفتاح بن عبد الرحيم بن الملَّا محمد عظيم القارئ.\nولدت بمكة المكرمة … عام [١٣٦٥ هـ] خمس وستين وثلاثمائة وألف من هجرة خير البرية صلى الله عليه وسلم.\nالدراسة:\nدرست القرآن الكريم وجودته وحفظته على والدي الشيخ عبد الفتاح القارئ، وأجازني في رواية حفص، ثم تلقيت قراءة نافع بروايتي ورش وقالون على تلميذ والدي الشيخ محمد الأمين أيدا الشنقيطي وبمضمن \" الدرر اللوامع \" لابن بري الغرناطي، وأجازني في قراءة نافع …\nبعض الشيوخ الذين درست عليهم:\nأهمهم وأكثرهم تأثيراً في نفسي والدي الشيخ المقرئ عبد الفتاح بن عبد الرحيم القارئ …\nثم سماحة الشيخ العلامة عبد العزيز بن باز رحمه الله …\nثم العلامة المفسر الشيخ محمد الأمين الجكني الشنقيطي رحمه الله مؤلف أضواء البيان … درست عليه أبواب القياس من روضة الناظر … وحضرت دروسه في التفسير التي يلقيها في شهر رمضان بالمسجد النبوي.\nثم العلامة الشيخ محمد المختار المزيد الشنقيطي رحمه الله درست عليه التفسير من الجلالين ورائية الشاطبي في رسم المصحف، وقطر الندى لابن هشام في النحو.\nوالشيخ المقرئ محمد الأمين أيدا الشنقيطي رحمه الله درست عليه منظومة ابن بري الغرناطي الأندلسي المتوفى سنة (٧٣٠ هـ) وهي الدرر اللوامع في نظم مقرأ الإمام نافع …\nودرست التوحيد من الواسطية على الشيخ يوسف الملاحي بالرياض، ثم من العقيدة الطحاوية على الشيخ عبد المحسن العباد بالمدينة.\nودرست الحديث من سبل السلام على الشيخ المحدث حماد بن محمد الأنصاري، وعلى المحدث المسند الشيخ عبد الغفار الهندي.\nودرست على الشيخ عبد القادر شيبة الحمد التفسير من فتح القدير للشوكاني … \".أ. هـ.\nأهم وظائف التدريس وعضوية هيئة التدريس والمناصب الإدارية:\n- التدريس بالمعهد التابع للجامعة الإسلامية بالمدينة النبوية من عام ١٣٨٩ هـ إلى عام ١٣٩٣ هـ.\n- التدريس بكلية القرآن بالجامعة عام ١٣٩٤ هـ قبل ابتعاثه للأزهر.\n- عين أستاذاً مساعداً عام ١٣٩٧ هـ.\n- التدريس بكلية القرآن من ١٤٠٠ هـ بعد الابتعاث مع قيامه بوظيفة وكيل الكلية.\n- عين عميداً لها من عام ١٤٠١ هـ إلى ١٤٠٨ هـ.\n- رقي إلى أستاذ مشارك عام ١٤٠٥ هـ.\n- التدريس بقسم الدراسات العليا في شعبة التفسير وعلوم القرآن من عام ١٤٠٨ هـ إلى عام ١٤١٥ هـ تولى خلالها رئاسة الشعبة لمدة عامين.\n- رقي إلى أستاذ عام ١٤١٤ هـ.\n- أحيل للتقاعد في ١١/ ٢ / ١٤١٦ هـ.\nاللجان العلمية:\nشارك في كثير من المجالس العلمية والمؤتمرات وتولى رئاسة لجنة مراجعة المصحف الذي بدئ بطباعته بمجمع الملك فهد عام ١٤٠٥ هـ.\nكما عين خطيباً لمسجد قباء من عام ١٤٠٥ هـ إلى ١٤١٤ هـ.\nأهم المؤلفات والبحوث والدواوين:\n- حديث الأحرف السبعة: دراسة لإسناده ومتنه واختلاف العلماء في معناه وصلته بالقراءات القرآنية.\n- سنن القراء والمجودين.\n- تفسير سورة العصر.\n- رحلة المخطوطات من طيبة إلى طنجة (نظم).\n- حرم المدينة النبوية.\n- لغات العرب في القرآن (بحث نشر في مجلة الجامعة الإسلامية عام ١٣٩١ هـ).\n- شجون غريب (ديوان شعر).\nالأسانيد:\n- إسناد في رواية حفص من الشيخ عبد الفتاح القارئ رحمه الله (والد الشيخ).\n- إسناد في قراءة نافع من الشيخ محمد الأمين أيدا الشنقيطي رحمه الله.\n- إجازة في الحديث المسلسل بالأولية، وفي ثلاثيات البخاري، من الشيخ حماد الأنصاري رحمه الله.\n- إجازة في جميع مرويات الشيخ حماد الأنصاري رحمه الله من الكتب الستة.\n[توفي صباح الخميس ٢ ربيع الآخِر ١٤٤٤ هـ الموافق ٢٧/ ١٠/ ٢٠٢٢ م وصُلّي عليه بالمسجد النبوي ودُفن بالبقيع]",
  "books": [
    {
      "text_id": 10206,
      "title": "دراسات في أصول اللغات العربية"
    },
    {
      "text_id": 11301,
      "title": "قواعد التجويد على رواية حفص عن عاصم بن أبي النجود"
    },
    {
      "text_id": 4811,
      "title": "سبع مسائل في علم الخلاف"
    },
    {
      "text_id": 8926,
      "title": "المستشرقون في الميزان"
    }
  ]
}