{
  "author_id": 1067,
  "author_meta": "المؤرخ الدكتور جواد علي ١٩٠٧-١٩٨٧م\nالمؤرخ الأستاذ الدكتور جواد علي ألف كتابيه الشهيرين (تاريخ العرب قبل الإسلام) بثمانية مجلدات و(المفصل في تاريخ العرب قبل الإسلام ) بعشرة مجلدات , وهى من أهم الكتب التى تلقى الضوء على ما يسمى في كتب التاريخ الخلفية التى جاء منها الإسلام أو ما يطلق عليه مؤرخى الغرب جذور الإسلام .\nوأولى الدكتور جواد على اهتماما خاصا باللغة العربية القديمة وبتاريخ اليمن قبل الإسلام,واستوعب في ذلك النقوش والكتابات القديمة,وكان من قلائل الأفذاذ المختصين باللغه اليمنية القديمة وأعد معجما للغة السبئية, بالإضافة الى أبحاث مستوعبة عن مختلف جوانب الحضارة اليمنية القديمة, ولم يثنه المرض المنهك الذي تحمله بجلد وصبر عن متابعة دراساته ونشر أبحاثه فيها الى آخر أيام حياته.\nوقد ولد الأستاذ الدكتور جواد علي في الكاظمية ببغداد سنة ١٩٠٧ ودرس في الأعظمية فى كلية الإمام الأعظم أبو حنيفة وبعد ذلك أكمل دراسته في دار المعلمين العالية (كلية التربية) وبعد تخرجه فيها سنة ١٩٣١ عين مدرسا في إحدى المدارس الثانوية ثم رشح ليكون ضمن بعثة علمية إلى ألمانيا وقد حصل على الدكتوراه من جامعة هامبورغ سنة ١٩٣٩ وذلك عن رسالته (المهدي وسفرائه الأربعة) بالألمانية .\nعاد إلى العراق أثناء قيام ثورة مايس ١٩٤١ ونشوب الحرب العراقية -البريطانية فانضم إلى الثورة وعند فشلها اعتقل في معتقل الفاو ثم أطلق سراحه وأعيد إلى وظيفتة في وزارة المعارف واختير ليكون أمينا لسر لجنة التأليف والترجمة والنشر التي قدر لها أن تكون نواة للمجمع العلمي العراقي سنة ١٩٤٧ وفي ١٩٥٦ ثم أصبح فيما بعد عضوا عاملا في المجمع ومما يذكر أنه لعلمة الغزير اختير عضوا مراسلا ومؤازرا في مجامع اخرى عربية وعالية\nوعين الدكتور جواد علي مدرسا ثم أستاذا مساعدا ثم أستاذا في قسم التاريخ بكلية التربية -جامعة بغداد منذ الخمسينات من القرن الماضي\nوفي العام الدراسي ١٩٥٧ -١٩٥٨ عين كأستاذا زائرا في جامعة هارفارد الاميركية وعندما تقاعد فمنحته جامعة بغداد لقب فخرى (أستاذ متمرس)\nنشر الدكتور جواد دراساته وأبحاثه (٥٠) في مجلة المجمع العلمي العراقي , وغطت مقالاته مجلات أخرى منها (المعلم الجديد)\nوحصل على أوسمة منها وسام المعارف اللبناني ووسام المؤرخ العربي وحضر ندوات ومؤتمرات عديدة منها مؤتمرات المستشرقين التي كانت تعقد في ألمانيا.\nمؤلفاته\n١. التاريخ العام (بغداد ١٩٢٧ )\n٢. المفصل في تاريخ العرب قبل الإسلام (عشرة مجلدات) طبعت في بيروت بين سنتي ١٩٦٨ - ١٩٤٧\n٣. أصنام العرب (بغداد ١٩٦٧ )\n٤. تاريخ العرب قبل الإسلام (ثمانية مجلدات) طبعها المجمع العلمي العراقي بين سنتي ١٩٥٦ -١٩٦٠ .\n٥. تاريخ الصلاة في الإسلام (بغداد ١٩٦٨ )\n٦. تاريخ العرب في الإسلام (بيروت ١٩٦٩ )\nوكتبه الغير منشورة منها كتابيه\n١ - معجم ألفاظ المسند .\n٢ - المفصل في تاريخ العرب في الإسلام\n٣ - وله مع الدكتور احمد سوسة والأستاذ بهجت الأثري خارطة الإدريسي المعروفة بـ (صورة الأرض ) وطبعت سنة ١٩٥١ .\n٤ - وله بحث موسع حول موارد تاريخ الطبري . نشر متسلسلا في مجلة المجمع العلمي العراقي (١٩٥٠ -١٩٥٤ م )\nوفاته:\nوافاه الأجل المحتوم ظهر السبت ٢٦/ ٩ /١٩٨٧ بعد مرض عضال تحمله بصبر وجلد, وبوفاته خسر البحث العلمي علما كرس حياته للبحث المتعمق والعمل في كشف المجهول, وإجلاء الغوامض والإنتاج العلمي الرصين في ميدان التاريخ العربي الفني, وفقد المجمع ركيزة من دعائمه بما أسهم فيه من أعمال علميه,وماتحلى به من جدية واتزان وحرص على اداء الواجب, وخلق رضي أتسم بحب الخير والتعاون والاسهام المخلص بكل عمل علمي بناء",
  "books": [
    {
      "text_id": 7299,
      "title": "المفصل فى تاريخ العرب قبل الإسلام"
    }
  ]
}