{
  "author_id": 1068,
  "author_meta": "عبد العزيز آل الشيخ\nسماحة الشيخ عبد العزيز بن عبد الله بن محمد بن عبد اللطيف بن عبد الرحمن بن حسن بن الشيخ محمد بن عبد الوهاب\nهو من مواليد مكة المكرمة بتاريخ ٣  ١٢  ١٣٦٢ هـ .\nتوفي والده وهو صغير لم يتجاوز الثامنة من عمره في عام ١٣٧٠ هـ ، وحفظ القرآن صغيرا في عام ١٣٧٣ هـ على يد الشيخ محمد بن سنان ، وقرأ على سماحة الشيخ محمد بن إبراهيم آل الشيخ مفتي الديار السعودية كتاب التوحيد والأصول الثلاثة والأربعين النووية وذلك من عام ١٣٧٤ هـ حتى عام ١٣٨٠هـ ، كما قرأ على سماحة الشيخ عبد العزيز بن عبد الله بن باز رحمه الله مفتي عام المملكة ورئيس هيئة كبار العلماء الفرائض في عام ١٣٧٧ هـ وعام ١٣٨٠ هـ ، وقرأ على الشيخ عبد العزيز بن صالح المرشد رحمه الله الفرائض والنحو والتوحيد وذلك في عام ١٣٧٩ كل ، وفي عام ١٣٧٥ هـ\nو ١٣٧٦ هـ قرأ على الشيخ عبد العزيز الشثري عمدة الأحكام وزاد المستقنع ، وفي عام ١٣٧٤ هـ التحق بمعهد إمام الدعوة العلمي بالرياض ، ثم تخرج منه والتحق بكلية الشريعة بالرياض في عام ١٣٨٠ هـ وحصل على شهادة الليسانس في العلوم الشرعية واللغة العربية منها وذلك في العام الجامعي ١٣٨٣  ١٣٨٤ هـ ، ثم عين مدرسا في معهد إمام الدعوة العلمي بالرياض من عام ١٣٨٤ هـ حتى ١٣٩٢ هـ ، وانتقل إلى كلية الشريعة بالرياض التابعة لجامعة الإمام محمد بن سعود الإسلامية حيث كان يعمل أستاذا مشاركا فيها ، وبالإضافة إلى التدريس بها يقوم بالإشراف والمناقشة لرسائل الماجستير والدكتوراه في كل من كلية الشريعة ، وأصول الدين ، والمعهد العالي للقضاء التابع لجامعة الإمام محمد بن سعود الإسلامية ، وكلية الشريعة التابعة لجامعة أم القرى بمكة المكرمة ، بالإضافة إلى التدريس بالمعهد العالي للقضاء بالرياض ، والعضوية والمشاركة بالمجالس العلمية بالجامعة ، وفي شهر شوال عام ١٤٠٧هـ عين عضوا في هيئة كبار العلماء ، وقد تولى سماحته الإمامة والخطابة في جامع الشيخ محمد بن إبراهيم بدخنة بالرياض بعد وفاة سماحة الشيخ محمد بن إبراهيم وذلك في عام ١٣٨٩ هـ ، وفي شهر رمضان عام ١٣٩٠ هـ عين خطيبا في الجامع الكبير بالرياض ، وفي عام ١٤٠٢هـ عين إماما وخطيبا بمسجد نمرة بعرفة ، وفي شهر رمضان عام ١٤١٢هـ عين إماما وخطيبا بجامع الإمام تركي بن عبد الله بالرياض . ولسماحته حضور مميز في المحافل العلمية ، إضافة إلى المشاركة في الندوات وإلقاء المحاضرات والدروس ، وكذلك المشاركة في البرامج الدينية في الإذاعة والتلفاز .\nولسماحة الشيخ أربعة أبناء هم : عبد الله ويحضر رسالة الدكتوراه في المعهد العالي للقضاء ، ومحمد ويدرس في المستوى السابع في كلية أصول الدين ، وعمر ويدرس في السنة الثانية الثانوية ، وعبد الرحمن ويدرس في السنة الثانية المتوسطة .\nومن الصفات التي اتصف بها سماحة الشيخ عبد العزيز النشأة الصالحة منذ الصغر والورع والتقوى والإخلاص والنصح لولاة الأمر ولعموم المسلمين ومحبة الناس والعطف عليهم وبخاصة طلاب العلم .\nأما التدرج الوظيفي فقد كان على النحو التالي :\n١ - مدس بمعهد إمام الدعوة العلمي في ١  ٧  ١٣٨٤ هـ .\n٢ - أستاذ مساعد بكلية الشريعة في ٧  ٥  ١٣٩٩ هـ .\n٣ - أستاذ مشارك بكلية الشريعة في ١٣  ١١  ١٤٠٠هـ .\n٤ - انتقل من الجامعة بتاريخ ١٥  ٧  ١٤١٢هـ لتعيينه عضوا للإفتاء في رئاسة البحوث العلمية والإفتاء بالقرار رقم\n١  ٧٦ وتاريخ ١٥  ٧  ١٤١٢هـ .\n٥ - صدر الأمر الملكي رقم ٨٣٨ وتاريخ ٢٥  ٨  ١٤١٦ هـ بتعيينه نائبا للمفتي العام .\nوبعد وفاة سماحة الشيخ عبد العزيز بن عبد الله بن باز رحمه الله صدر أمر ملكي برقم أ  ٢٠ وتاريخ ٢٩  ١  ١٤٢٠ هـ بتعيينه مفتيا عاما للمملكة العربية السعودية ورئيسا لهيئة كبار العلماء والبحوث العلمية والإفتاء .\nوعن تعاونه المستمر مع جامعة الإمام محمد بن سعود الإسلامية فقد استمرت علاقته العلمية مع الجامعة بعد أن انتقل منها ، وذلك من خلال التدريس في المعهد العالي للقضاء ، والإشراف على رسائل الماجستير والدكتوراه في المعهد العالي للقضاء وكلية الشريعة وكلية أصول الدين ، والاشتراك في مناقشة رسائل الماجستير والدكتوراه ، وكانت آخر رسالة دكتوراه ناقشها في كلية أصول الدين يوم الأربعاء ٢٦  ١  ١٤٢٠ هـ .\nنقلا عن : مجلة البحوث الإسلامية",
  "books": [
    {
      "text_id": 21761,
      "title": "جامع خطب عرفة لعبد العزيز آل الشيخ"
    },
    {
      "text_id": 21767,
      "title": "كتاب الله عز وجل ومكانته العظيمة"
    },
    {
      "text_id": 21770,
      "title": "حقيقة شهادة أن محمدا رسول الله صلى الله عليه وسلم"
    },
    {
      "text_id": 21771,
      "title": "رسائل وفتاوى عبد العزيز آل الشيخ"
    },
    {
      "text_id": 31088,
      "title": "حرمة الإفساد في الأرض"
    }
  ]
}