{
  "author_id": 1071,
  "author_meta": "مُغَلْطاي بن قَلِيج (٦٨٩ - ٧٦٢ هـ = ١٢٩٠ - ١٣٦١ م)\nمغلطاي بن قليج بن عبد الله البكجري المصري الحكري الحنفي، أبو عبد الله، علاء الدين:\nمؤرخ، من حفاظ الحديث، عارف بالأنساب. تركي الأصل، مستعرب. من أهل مصر.\nولي تدريس الحديث في المدرسة المظفرية بمصر. وكان نقادة، له مآخذ على المحدثين وأهل اللغة.\nوتصانيفه اكثر من مئة، منها:\n(شرح البخاري) عشرون مجلدا\n(شرح سنن ابن ماجة - خ) لم يكمله، سماه (الإعلام بسنته عليه السلام) ذكر الميمني نسخة منه في مجلدين، بخطه، وهي مسودته، قال: كتبها سنة ٧٣٢ هـ في خزانة فيض الله، باستنبول، الرقم ٣٦٢ [طُبع]\n(إكمال تهذيب الكمال في أسماء الرجال - خ) أجزاء منه [طُبع]\n(جمع أوهام التهذيب)\n(الزهر الباسم في سيرة أبي القاسم)\n(ذيل على المؤتلف والمختلف لابن نقطة)\n(الإشارة - ط) في السيرة النبويّة، اختصر به الزهر الباسم وأضاف إليه سيرة بعض الخلفاء\n(الواضح المبين في من استشهد من المحبين - خ) في فهرس المخطوطات المصورة (١: ٥٤٥) قال ابن ناصر الدين: وفي آخره كما ذكر ابن رجب المقرئ أبيات تغزل تدل على استهتار\n(الاتصال في مختلف النسبة - خ) بخطه، في مكتبة الكتاني بفاس، رقم ٤١٨٣ (كما في مذكرة الأفغاني)\n(الخصائص النبويّة - خ) رسالة، في خزانة أبي فارس الأدوزي، بالسوس\n(الإيصال (؟ ) - خ) في اللغة، المجلد الأول منه، كله بخطه، في خزانة الرباط (٣٦١ كتاني) (١).\n_________\n(١) لحظ الألحاظ، لابن فهد ١٣٣ واقرأ الهامش. وذيل طبقات الحفاظ للسيوطي ٣٦٥ والرسالة المستطرفة ٨٨ والدرر الكامنة ٤: ٣٥٢ وآداب اللغة ٣: ١٩٣ ولسان الميزان ٦: ٧٢ والفهرس التمهيدي ٣٢٥ والكتبخانة ٥: ٩ وشرحا ألفية العراقي ٣: ٥٩ وتاج التراجم - خ. وشذرات الذهب ٦: ١٩٧ ومعجم المطبوعات ١٧٦٨ والنجوم الزاهرة ١١: ٩ وهو مشكول فيه بسكون الغين، وأبوه (قليح) بكسرة تحت القاف وإهمال الحاء، وكل ذلك مخالف لبيت ابن ناصر الدين، في منظومته (بديعة البيان) وشرحها (التبيان - خ.) نسخة ابن حجر العسقلاني، والبيت: (وبعده الملين التخريج … ذاك مغلطاي فتى قليج) و (مغلطاي) و (قليج) مشكولان فيه أكثر من مرة، بما اعتمدته هنا، وبيت المنظومة يحتم الجيم في الثاني وتحريك الغين في الأول. وفي المتأخرين من جعل حركة (الغين) ضمة، وجزم بهذا جان سوفاجيه في Journal Asiatique سنة ١٩٥٠ ص ٥٥.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]",
  "books": [
    {
      "text_id": 1158,
      "title": "شرح سنن ابن ماجه لمغلطاي - ت أبو العينين"
    },
    {
      "text_id": 122236,
      "title": "الإشارة إلى سيرة المصطفى وتاريخ من بعده من الخلفا"
    },
    {
      "text_id": 20761,
      "title": "الإنابة إلى معرفة المختلف فيهم من الصحابة"
    },
    {
      "text_id": 26906,
      "title": "انتخاب كتاب من وافقت كنيته اسم أبيه للخطيب"
    },
    {
      "text_id": 32381,
      "title": "الدر المنظوم من كلام المصطفى المعصوم صلى الله عليه وسلم"
    },
    {
      "text_id": 36515,
      "title": "إكمال تهذيب الكمال - ط الفاروق"
    },
    {
      "text_id": 37551,
      "title": "إكمال تهذيب الكمال - التراجم الساقطة من حرف الحاء"
    },
    {
      "text_id": 8544,
      "title": "شرح سنن ابن ماجه لمغلطاي - ت عويضة"
    },
    {
      "text_id": 89,
      "title": "إكمال تهذيب الكمال - ط العلمية"
    }
  ]
}