{
  "author_id": 1072,
  "author_meta": "علي العِمران (١٣٩٠ - .... هـ)\nعلي بن محمد بن حسين العِمران (بكسر العين)\nولد في اليمن عام ١٣٩٠, في السودة، إحدى ضواحي مدينة عَمران (بفتح العين). ثم انتقل إلى المملكة وهو دون الخامسة، واستقر بمدينة الطائف، وأكمل بها المراحل التعليمية الثلاث.\nثم التحق بالجامعة الإسلامية بالمدينة النبوية بكلية الحديث والدراسات الإسلامية، وتخرج فيها عام ١٤١٢ بتقدير ممتاز.\nفأخذ من مشايخ الجامعة، كفضيلة الشيخ عبد الله الغنيمان، والشيخ عبد المحسن العباد في العقيدة، والشيخ حافظ الحكمي في المصطلح، والشيخ عبد العزيز العبد اللطيف -رحمه الله- في الجرح والتعديل، وأخذ عن غيرهم من مشايخ الكلية، وأساتذتها.\nوكان لتعرفه على ثلة من طلبة العلم النابهين أثر كبير في حياته العلمية، كالشيخ صالح بن حامد الرفاعي والشيخ أحمد بن علي القرني، وغيرهم.\nواستقر بعد التخرج في مدينة الطائف، وانتفع فيها بأمور ثلاثة:\n١ - تفرغه للطلب والتحصيل والبحث والتأليف.\n٢ - ملازمته للدروس العلمية للشيخ عبد العزيز بن باز -رحمه الله- في يومي الاثنين والخميس من كل أسبوع في أيام الإجازة الصيفية.\n٣ - ملازمته لمجالس الشيخ بكر بن عبد الله أبو زيد -حفظه الله- في بيته، فقل يوم إلا ويجتمع به ويستفيد منه ويذاكره العلم.\nحصل على درجة الماجستير في الحديث وعلومه ورسالته بعنوان «أبو جعفر النحاس وأثره في الحديث وعلومه».\nيعد رسالة الدكتوراه في جامعة أم درمان بالسودان.\nوهو الآن المدير العلمي لمشاريع تحقيق كتب العلماء: «ابن تيمية، وابن القيم، والمعلمي» التي كان يشرف عليها العلامة بكر أبو زيد رحمه الله.\nالإنتاج العلمي:\nتفرغ منذ عام ١٤١٦ هـ للتأليف والتحقيق، فأخرج عددًا من الكتب: منها ما طبع، ومنها ما لم يطبع وهي:\nأولا: المؤلفات:\n١ - تعقُّبات الحافظ ابن حجر على الإمام الذهبي في ميزان الاعتدال، جمع وتعليق، (طُبع).\n٢ - القواعد والفوائد الحديثية من منهاج السنة النبوية، جمع وتعليق، (طُبع).\n٣ - المشوق إلى القراءة وطلب العلم، (طُبع).\n٤ - العلماء الذين لم يتجاوزوا سنَّ الأشُدّ، (طُبع).\n٥ - تذكرة الطالبين بمن تصدَّر للإفتاء والقضاء والتدريس قبل العشرين. (لم يطبع).\n٦ - جزء في أحاديث التكلُّف، دراسة حديثية فقهية. (لم يطبع).\n٧ - مصادر السيرة النبوية حتى القرن الخامس. (لم يطبع).\n٨ - الجامع لسيرة شيخ الإسلام ابن تيمية- خلال سبعة قرون - جمع وتعليق وفهرسة فنية - بالاشتراك مع الشيخ محمد عزير شمس، قدم له الشيخ العلامة/ بكر بن عبدالله أبو زيد، (طُبع).\n٩ - تكملة الجامع لسيرة شيخ الإسلام ابن تيمية، (طُبع).\n١٠ - الجامع لسيرة الإمام ابن قيم الجوزية (تحت الطبع).\n١١ - الإمام أبو جعفر ابن النحاس وأثره في الحديث وعلومه، رسالة ماجستير (طُبع).\n١٢ - ترجمة الشيخ بكر بن عبدالله أبو زيد -رحمه الله- (لم يطبع).\n١٣ - صفحات مشرقة من أخلاق العلماء (لم يطبع).\n١٤ - بحوث ومقالات (طُبع أكثر من مرة).\nثانيًا: التحقيقات:\n١٥ - منجد المقرئين ومرشد الطالبين، لابن الجزري (ت ٨٣٣). (طُبع).\n١٦ - أسامي شيوخ البخاري، للصاغاني، إخراج مخطوطته بخط مؤلفه كما هو وقدم له ووضع فهارسه، (طُبع).\n١٧ - عمدة القاري والسامع في ختم الصحيح الجامع، للسخاوي (ت ٩٠٢). (طُبع).\n١٨ - غنية المحتاج ختم صحيح مسلم بن الحجاج، للسخاوي (ت ٩٠٢). (طُبع).\n١٩ - تجريد التوحيد المفيد، للمقريزي (ت ٨٤٥). (طُبع).\n٢٠ - منسك شيخ الإسلام ابن تيمية (ت ٧٢٨). (طُبع).\n٢١ - تقييد المهمل وتمييز المشكل، لأبي علي الجيَّاني (ت ٤٩٨)، دراسة وتحقيق، طُبع في ثلاثة مجلدات - بالاشتراك مع الشيخ محمد عزير شمس.\n٢٢ - الروض الباسم في الذب عن سنة أبي القاسم، لابن الوزير اليماني (ت ٨٤٠)، دراسة وتحقيق في مجلدين - قدم له الشيخ العلامة بكر بن عبد الله أبو زيد، وأثنى على عمله يراجع في مقدمته. (طُبع في مجلدين).\n٢٣ - النفحة القدسية والتحفة الأنسية، للحفظي (ت ١٢٣٢).\n٢٤ - مختصر الصارم المسلول، للبعلي (ت ٧٧٨). (طُبع).\n٢٥ - شفاء العليل اختصار بطلان التحليل، للبعلي. (طُبع).\n٢٦ - المنهج القويم اختصار اقتضاء الصراط المستقيم، للبعلي. (طُبع).\n٢٧ - ذيل التبيان لبديعة البيان، للحافظ ابن حجر (ت ٨٥٢). (طُبع).\n١٥ - بدائع الفوائد، لابن القيم، في خمسة مجلدات. (طُبع).\n١٦ - صوارم اليقين لقطع شكوك القاضي أحمد بن سعد الدين، ليحيى بن الحسين بن القاسم (لم يطبع).\n١٧ - ترجمة شيخ الإسلام ابن تيمية، لابن عبدالهادي (ت ٧٤٤)، (طُبع) باسم «العقود الدرية في ذكر بعض مناقب شيخ الإسلام ابن تيمية». ويليه في نفس المجلد:\n١٨ - الأعلام العلية في مناقب شيخ الإسلام ابن تيمية، للبزار، (طُبع).\n١٩ - تنبيه الرجل العاقل على تمويه الجدل الباطل، لابن تيمية، تحقيق بالاشتراك مع الشيخ عزير شمس، (طُبع) الطبعة الأولى في مجلدين، والطبعة الثانية مع مزيد من التنقيح والتصحيح في مجلد واحد.\n٢٠ - شرح مراقي السعود (نثر الورود)، للشنقيطي، (في مجلدين).\n٢١ - السياسة الشرعية، لشيخ الإسلام ابن تيمية، (طُبع).\n٢٢ - الرد على أبي الحسن الشاذلي في حزبه، لشيخ الإسلام ابن تيمية، (طُبع) طبعة أولى ناقصة، ثم طبعة ثانية تامة بعد العثور على النقص في المخطوط.\n٢٣ - المجموعة السابعة من «جامع المسائل»، لشيخ الإسلام ابن تيمية، (طُبع).\n٢٤ - رفع اليدين في الصلاة، لابن القيم، (طُبع).\n٢٥ - تهذيب سنن أبي داود وإيضاح علله ومشكلاته، لابن القيم، تحقيق بالاشتراك مع الشيخ نبيل السندي، (طُبع).\n٢٦ - شرح العمدة، لابن تيمية، تحقيق بالاشتراك مع المشايخ: محمد أجمل الإصلاحي، ومحمد عزير شمس، وزاهر بالفقيه، ونبيل السندي، (طُبع).\nوضمن مشروع «آثار الشيخ المعلمي» (المطبوع):\n٢٧ - تراجم مختارة، للشيخ المعلمي، مجلد.\n٢٨ - الوحدان من الرواة، للشيخ المعلمي، مجلد.\n٢٩ - المقدمات، للشيخ المعلمي، مجلد.\n٣٠ - الرسائل المتبادلة، للشيخ المعلمي.\n٣١ - يسر العقيدة الإسلامية، للمعلمي.\n٣٢ - منتخب طبقات المدلسين، للمعلمي.\n٣٣ - علم الرجال، للمعلمي.\n٣٤ - عمارة القبور- المبيضة، للمعلمي.\n٣٥ - عمارة القبور - المسودة، للمعلمي.\n٣٦ - الأنوار الكاشفة، للمعلمي. مجلد.\n٣٧ - الاستبصار في نقد الأخبار، للمعلمي.\n٣٨ - العبادة، للمعلمي.\n٣٩ - رد المعلمي على بعض شراح الترمذي.\n[المصدر: موقع «ملتقى أهل الحديث»، وصفحة الشيخ بـ «موقع الألوكة»، مع تحديث بيانات الكتب من فريق الشاملة]",
  "books": [
    {
      "text_id": 12300,
      "title": "المشوق إلى القراءة وطلب العلم"
    },
    {
      "text_id": 234,
      "title": "الجامع لسيرة الإمام ابن قيم الجوزية خلال ستة قرون"
    }
  ]
}