{
  "author_id": 1074,
  "author_meta": "شمس الدين الأفغاني (١٣٧٢ هـ - ١٤٢٠ هـ)\nنسبه:\nهو أبو عبد الله: شمس الدين بن محمد أشرف بن قيصر بن أمير جمال بن شاه أفضل بن شاه غريب بن شاه سلطان؛ من قوم بشتويٍّ عريقٍ في الأفغان، غريق في الجهل والظلم والعدوان.\nميلاده:\nولد حوالي سنة ١٣٧٢هـ الموافق لسنة ١٣٥٢م في أفغانستان.\nتعلمه الابتدائي:\nتعلم أولاً في صغره على والده القرآن ومبادئ النحو والصرف وشيئاً من الفقه الحنفي.\nثم توفي والده رحمه الله فصار يتيماً.\nتعلمه الثانوي والعالي:\nثم واصل الدراسة في أفغانستان وباكستان حتى أكمل «الدرس النظامي» الذي وضعه الشيخ نظام الدين السهالوي الهندي الحنفي الماتريدي الصوفي(١١٦١هـ)، الرائج في البلاد الشرقية الآن عند الحنفية.\nتعلمه الحكومي:\nحصل شهادة «المولوي»، وشهادة «الفاضل العربي»، وشهادة «المنشي الفاضل الفارسي» من جامعة بشاور.\nتعلمه العالي الجامعي العالمي:\nحصل شهادة «ليسانس»، وشهادة «ماجستير» و  «دكتوراه» من الجامعة الإسلامية بالمدينة النبوية.\nرحلاته:\nعاش في أفغانستان، وباكستان، وارتحل إلى تركستان، فالسند، ثم الجزيرة، ثم تركيا فمصر، ثم طيبة الطيبة المدينة النبوية.\nمشائخه:\nأخذ العلم عن أكثر من مائة شيخ فيهم أهل السنة وأهل البدع، وفيما يلي ذكر بعضهم:\n١- والده، وكان حنفياً ديوبندياً غير معتصب له جهود في خدمة السنة ونشر التوحيد، ويظنه ماتريدياً -رحمه الله- وغفر له.\n٢- شيخ القرآن محمد طاهر بن آصف الفنجفيري الحنفي الماتريدي النقشبندي الديوبندي.\nكان له الفضل في نشر التوحيد وكثير من السنن والرد على بعض البدع رحمه الله وسامحه وإيانا.\n٣- الشيخ عبدالرحيم الشترالي، وهو من أجلاد الحنفية، وأصلاب الماتريدية، وأقحاح الإخوانية المودودية.\nمع كونه سيفاً مهنداً على القبورية، حساماً منكياً على الفنجفيرية.\n٤- العلامة نقيب أحمد الرباطي، ماهرٌ في المعقول والعلوم العربية، كان حنفياً، وسمعت أنه صار سلفياً.\n٥- شيخ العرب والعجم بديع الدين السندي.\n٦- الوالد العزيز سماحة الشيخ عبدالعزيز بن عبدالله بن باز.\n٧- المحدث الفقيه الألباني.\n٨- العلامة الفقيه محمد بن صالح العثيمين.\n٩- العلامة الجليل عبدالله بن محمد الغنيمان.\n١٠- العلامة النبيل حماد الأنصاري.\n١١- العلامة الفهامة عبدالكريم الأثري.\n١٢- العلامة المحدث عبد المحسن العباد.\n١٣- د. صالح العبود المشرف على رسالتيه «الماجستير»، و«الدكتواره».\n١٤- د. علي بن ناصر الفقيهي.\n١٥- د. أكرم ضياء العمري.\n١٦- د. سعد ندا المصري.\n١٧- د. عبدالله مراد البلوشي.\n١٨- د. علي بن سلطان الحكمي.\n١٩- الحافظ الكبير المحدث الفقيه محمد الجوندلوي -رحمه الله-.\n٢٠- العلامة عبدالرشيد الهزاروي.\n٢١- فضيلة الشيخ عمر بن محمد الفلاني.\n٢٢- الشيخ عبدالظاهر الأفغاني.\n٢٣- الشيخ عبدالله التهكالي البشاوري وكان نواةً لمذهب أهل الحديث في نورستان وغيرها.\nتلاميذه:\nله تلامذة كُثُر ولا ريب أن عددهم تجاوز خمسة آلاف وفيهم حمقى وأذكياء ومنهم أهل البدع وأكثرهم أهل السنة الدعاة وكثير منهم على مناصب حساسة، وبعضهم من كبار القادة.\nمؤلفاته:\n١- عداء الماتريدية للعقيدة السلفية. وتاريخهم ومذهبهم في الصفات الإلهية. وهو أعظم كتبه وأنفعه، وبه يتبين علمه وعقله ودينه، فإن الكتب موازين.\n٢- مغيث المستغيث في أصول الحديث.\n٣- الألفية السلفية. المجتناة من القصيد النونية.\n٤- إثبات الفصوص السلفية. بنصوص علماء الحنفية.\n٥- السيوف القاطعة القاتلة. لأصول الحنفية الباطلة.\n٦- الإرشاد والتسديد. في مباحث الاجتهاد والتقليد.\n٧- السير الحثيث. إلى فضل أهل الحديث.\n٨- الخرائد الدُّرّيّة، من الفرائد التفسيرية.\n٩- تحفة القلوب والأنظار، في نصاب الحبوب والثمار.\n١٠- الفريد الوحيد، لقمع الشرك وحماية التوحيد.\n١١- إطفاء المحن والفتن، عن مكر أهل الشرك والابتداع.\n١٢- إزاحة القناع، عن مكر أهل الشرك والابتداع.\n١٣- القواعد واللمع، لمعرفة العوائد والبدع.\n١٤- دستر جوديد، علم التجويد.\n١٥- الكرات الغضنفرية، على طامات الفنجفيرية.\n١٦- قطع الوتين والوريد، من المتقول المريد صاحب العقد الفريد.\n١٧- عقيان الهميان، في الرد على شيخ العميان.\n١٨- إتمام الحجة، على نافق اللجة.\n١٩- السلام على إسلام عبدالسلام، أو «السلام على سلام عبدالسلام.\n٢٠- طبقات الماتريدية، وأشقائهم الأشعرية.\n٢١- مقابلة الماتردية، بزملائهم الأشعرية.\n٢٢- موقف اللصوص، من النصوص.\n٢٣- القنابل الجندية، والصوارم الهندية، على بدع الديوبندية، ومحاسنهم القندية.\n٢٤- تقويض التفويض.\n٢٥- تقويل التأويل.\n٢٦- الجارية، إلى تحقيق حديث الجارية.\n٢٧- الأستاذ الكوثري وموقفه من توحيد الألوهية.\n٢٨- الحملات القسورية، على ثرثريات الكوثرية.\n٢٩- منهج السلف، في الرد على بدع الخلف.\n٣٠- الاجتهاد، في الرد على البدع من أفضل الجهاد.\n٣١- تنزيه النبيه، عن تشبيه السفيه.\n٣٢- الصارم البأسي، على الكلام النفسي.\n٣٣- تنبيه السّاه الّلاه على علو الله.\n٣٤- موقف المتكلمين، من ألوهية إله العالمين.\n٣٥- مباني العقيان، في معاني الإيمان.\n٣٦- مصاعد المعارج، في عقائد الخوارج.\n٣٧- عمدة العُدة، لكشف الأستار عن أسرار أبي غُدَّة.\n٣٨- حصول الفرقدين، في رفع اليدين.\n٣٩- تأمين الأمين، على الجهر بآمين.\n.. وغيرها من الكتب والرسائل.\nبعض أعماله التي ادخرها لآخرته:\nله بعض الأعمال غير الفرائض الإسلامية والأركان الإيمانية الظاهرة والباطنة المعروفة عند عامة الناس.\nوهي أعمال من فرائض الإسلام وواجبات الإيمان قل من ينتبه لها في هذا الأوان.\nوهي من أفضل ما ادخره لآخرته:\n١- فمنها إقلاعه عن تعصب المذهبية الحنفية، واختياره مذهب أهل الحديث والعقيدة السلفية.\n٢- تفانيه في الدعوة إلى التوحيد والسنة، وجهاده في قمع البدع وأهلها، فقد اهتدى به آلاف من الرجال والنساء.\n٣- تأليفاته وكتاباته في الذب عن التوحيد والسنن، وقمع الشرك والبدع والفتن.\n٤- تأسيسه الجامعة الأثرية، التي هي منبع نشر العقيدة السلفية.\n٥- أوذي في ذات الله مرات وكرات وأُرِيدَ اغتياله فنجاه الله.\n٦- تنشيطه للحركة السلفية في تركستان وبشاور وما والاها.\n٧- هاجر مرتين، وجاهد باللسان والبنان والسنان وشارك المجاهدين لقتال الشيوعين في أفغانستان، والحمد لله.\nعائلته وأسرته:\nله أم، وزوجان غافلتان هما له جناحان.\nوعشرون ولداً، وثلاثة إخوة أشقاء وأولاده كلهم أطفال وصغار عند الناظرين، ولكن يرجو الله أن يكونوا جميعاً رجوماً للمبتدعين.\nوفاته:\nتوفي رحمه الله في عام ١٤٢٠هـ. وهو كهل عمره ٤٨ ثمان واربعون سنة -رحمه الله- رحمة واسعة.",
  "books": [
    {
      "text_id": 8594,
      "title": "جهود علماء الحنفية في إبطال عقائد القبورية"
    }
  ]
}