{
  "author_id": 1075,
  "author_meta": "أحمد بن حجر آل بوطامي ( ١٣٣٥  هـ - ١٤٢٣ هـ )\nيعد فضيلة الشيخ أحمد بن حجر آل بوطامي البنعلي ـ رحمه الله -، أحد رموز الدعوة الإسلامية والقضاء الشرعي في قطر طوال أكثر من نصف قرن، فقد مارس ـ رحمه الله ـ التدريس والخطابة والقضاء في رأس الخيمة ما يقرب من ربع قرن ثم تولى القضاء في قطر خمسة وثلاثين عاما.\nنسبه و مولده\nهو أحمد بن حجر بن محمد بن حجر بن أحمد بن حجر بن طامي بن حجر بن سند بن سعدون آل بوطامي البنعلي. ويرجع نسبه ـ رحمه الله - إلى قبيلة بني سليم، وكان بنو سليم يسكنون في حرة بني سليم قرب المدينة المنورة ثم انتقلوا إلى يبرين جنوب الإحساء ثم دارين ثم تفرقوا في أقطار شتى في الخليج وإفريقيا وفارس والهند، أما آل بوطامي فانتقلوا إلى الزبارة شمال قطر، ومنها هاجروا إلى البحرين وساحل عمان وجزيرة قيس، ولم تعرف سنة ولادة الشيخ بالتحديد وهي حوالي عام ١٣٣٥ هـ،( ١٩١٥م ).\nوتزوج مرة واحدة فقط وكان زواجه في رأس الخيمة سنة ١٩٣٨م من ابنة سالم بن هلال المناعي، وقد أثمر ذلك الزواج ولدين هما الدكتور حجر ويوسف وبنت واحدة .\nطلبه العلم\nدرس القرآن الكريم طفلا، كما سافر إلى الإحساء عام ١٩٣١م وهو لم يتعد السابعة عشرة من العمر، مكث الشيخ في الإحساء أربع سنوات منصرفا لطلب العلم منقطعا عما سواه، فحفظ الكثير من المتون في مختلف العلوم والفنون على أيدي علماء الإحساء.\nشيوخه\nلقد درس الشيخ على أيدي شيوخ أفاضل منهم :\nـ الشيخ أحمد نور بن عبد الله، والشيخ عبد الله محمد حنفي، حيث قرأ عليهما الفقه والفرائض والنحو والتجويد والعقائد.\nـ الشيخ أحمد بن علي العرفج (الفقه الشافعي).\nـ عبد العزيز بن صالح العلجي (نحو وصرف وبلاغة ومنطق وعروض وقوافي وشرح مسلم).\nـ محمد بن أبي بكر الملا (نحو وبلاغة وسبل السلام ومصطلح الحديث).\nـ عبدالعزيز بن عمر بن العكاس (عقيدة الصابوني ومشكاة الأحاديث وبهجة المحافل في السيرة النبوية).\nـ قرأ على شيخ من السودان من بلدة سنار (مصطلح الحديث).\nابن حجر والشعر\nألّف الشعر في المسائل العلمية وخاصة العقيدة، بالإضافة إلى الاجتماعية منها، ولم يكن الشيخ يرغب في أن يسمى شاعرا ولم يحتفظ بأشعاره إلا القليل من القصائد مثل :\nـ اللآلئ السنية .\nـ العقائد السلفية وقد شرح القصيدة الأخيرة في كتابة \"العقائد السلفية\".\nتوليه القضاء\nبدأ ممارسة القضاء في رأس الخيمة سنة ١٩٣٧ أيام حكم الشيخ سلطان بن سالم القاسمي، وفي عام ١٩٥١ عينه الشيخ صقر بن محمد القاسمي قاضيا رسميا للبلاد واستمر في القضاء حتى سنة ١٩٥٦ وفي تلك السنة تلقى الشيخ دعوة من الشيخ محمد بن إبراهيم آل الشيخ مفتي المملكة العربية السعودية آنذاك ليكون مدرسا في معهد إمام الدعوة بالرياض فوافق الشيخ . وفي عام ١٩٥٨ عرض عليه ان يتولى القضاء في قطر فهاجر إلى قطر واستقر بها.\nكان الشيخ احمد بن حجر على علاقة وثيقة بعدد كبير من القضاة الأفاضل فكانت تربطه بهم علاقات أخوية متينة وكثيرا ما تدور بينهم مراسلات ومناقشات حول العديد من المسائل الفقهية ومن هؤلاء :\nفي رأس الخيمة: الشيخ محمد بن سعيد بن غباش، والشيخ احمد بن سيف بن بهيو، والشيخ مشعان بن منصور والشيخ عبدالله بن علي بن سلمان.\nوفي دبي: الشيخ محمد الشنقيطي.\nوفي الشارقة: الشيخ سيف بن محمد المدفع.\nوفي عجمان: الشيخ عبدالله بن محمد الشيبة والشيخ عبدالكريم البكري.\nوفي قطر: الشيخ محمد بن عبدالعزيز المانع والشيخ عبدالله بن زيد المحمود.\nوفي الإحساء : الشيخ عبد العزيز بن بشر والشيخ عبدالله بن عمر بن دهيش.\nوفي الدمام : الشيخ محمد العمود والشيخ محمد العودة.\nوفي الرياض: الشيخ عبدالعزيز بن باز والذي كان زميله في الدراسة.\nوفي البحرين: الشيخ جاسم بن مهزع والشيخ عبداللطيف بن سعد.\nوفي الكويت: الشيخ عبدالعزيز بن حمادة والشيخ يوسف القناعي.\nالتدريس\nمارس الشيخ التدريس الى جانب ممارسته للقضاء فقد كان يدرس الطلبة في مجلسه في مدينة المعيريض وكذلك في مدينة رأس الخيمة بمدرسة الهداية، والتي كان الشيخ احد مؤسسيها. وفي سنة ١٩٥٤م ذهب مع الشيخ حميد بن محمد القاسمي مبعوثين من قبل الشيخ صقر بن محمد حاكم رأس الخيمة إلى حكومتي البحرين والكويت لطلب المساعدة في فتح مدارس حديثة في رأس الخيمة وتزويدها بالمدرسين، وقد استجابت الكويت للطلب فأرسلت مدرسين وكتبا. كما درّس طلبة العلم في مجلسه في قطر.\nمن مؤلفات الشيخ\nامتاز الشيخ ابن حجر - رحمه الله - بإنتاجه الوافر وقلمه السيَّال، فقد خلَّف وراءه العديد من المؤلفات التي نفع الله بها المسلمين، وكانت محاور كتبه تدور حول علوم الشريعة الإسلامية، كالتوحيد، والفقه، وقضايا المجتمع الإسلامي، ونحو ذلك. وقد بلغت عدد مؤلفاته ثمانية وعشرين مؤلَّفًا، بعضها طبع أكثر من مرة، منها:\n(١) جوهرة الفرائض (منظومة).\n(٢) الدرر السنية في عقد أهل السنة المرضية (منظومة).\n(٣) اللآلئ السنية في التوحيد والنهضة والأخلاق المرضية (منظومة).\n(٤) نيل الأماني شرح مباسم الغواني في نظم عزية الزنجاني في علم الصرف.\n(٥) تطهير الجنان والأركان عن درن الشرك والكفران.\n(٦) الخمر وسائر المسكرات تحريمها وأضرارها.\n(٧) الشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه.\n(٨) الرد الشافي الوافر على من نفى أمية سيد الأوائل والأواخر.\n(٩) الإسلام والرسول في نظر منصفي الشرق والغرب.\n(١٠) تطهير المجتمعات من أرجاس الموبقات.\n(١١) تحذير المسلمين من البدع والابتداع في الدّين.\n(١٢) سبيل الجنة بالتمسك بالقرآن والسنة.\n(١٣) الشيخ محمد بن عبد الوهاب مجدد القرن الثاني عشر المفترى عليه.\n(١٤) شرع العقائد السلفية بأدلتها العقلية والنقلية.\n(١٥) إعانة القريب المجيب في اختصار الترغيب والترهيب وشرحه تحفة الحبيب.\nوله مؤلفات أخرى غيرها ضربنا عنها صفحا خوف الإطالة.\nوفاته رحمه الله\nتوفي رحمه الله في صبيحة يوم الثلاثاء الخامس من جمادى الأولى سنة ١٤٢٣ هـ الموافق ل ١٤/٦/٢٠٠٢ م عن عمر ناهز الثامنة والثمانين عاما، بعد معاناة طويلة من المرض.\nرحم الله الشيخ رحمة واسعة و أسكنه فسيح جنّاته .\nـــــــــ\nمن كتيّب \" علماء فقدناهم \" وزارة الأوقاف و الشؤون الإسلامية - قطر\nنقلا عن : الشبكة الإسلامية\nhttp://www.islamweb.net",
  "books": [
    {
      "text_id": 10896,
      "title": "نقض كلام المفترين على الحنابلة السلفيين"
    },
    {
      "text_id": 11382,
      "title": "محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه"
    },
    {
      "text_id": 7654,
      "title": "الشيخ محمد بن عبد الوهاب المجدد المفترى عليه"
    }
  ]
}