{
  "author_id": 1076,
  "author_meta": "عبد العزيز بن حمد آل معمر ( ت ١٢٤٤ هـ)\nهو الإمام العلامة الشيخ عبد العزيز بن الشيخ الإمام حمد بن ناصر بن عثمان بن معمر ولد في الدرعية عاصمة الحكم السعودي ومركز الحركة العلمية في ذلك الحين وذلك سنة ألف ومائتين وثلاث من الهجرة ونشأ في وسط العلماء العاملين الذين كانت تزخر بهم الدرعية ونجد في ذلك الزمن فكان من شيوخه والده الشيخ حمد بن ناصر بن معمر والشيخ الإمام عبد الله ابن شيخ الإسلام محمد بن عبد الوهاب والشيخ العلامة المؤرخ أبو بكر حسين بن غنام والشيخ أحمد بن حسن بن رشيد بن عفالق الحنبلي نزيل الدرعية وغيرهم من العلماء فمهر في جميع العلوم والفنون فصار عالما محققا وفقيها متبحرا له اليد الطولي والباع الواسع في التصنيف والتأليف ونشر العلم وتخريج الكثير من الطلاب والرد على المعارضين وله عدة مصنفات وفتاوى ورسائل وأشعار ومن أشهر مصنفاته وأجلها الكتاب المسمى منحة (١) القريب العجيب في الرد على عباد الصليب ومن مصنفاته أيضا اختصار نظم ابن عبد القوي لمقنع ومنتقى عقد الفرائد وكنز الفوائد يوجد مخطوطة منه بالمكتبة السعودية بالرياض أخذ عنه العلم وانتفع به كثير من العلماء لم يسعدني الحظ بالوقوف على أسمائهم وفي زمنه جرى على الديار النجدية والدولة السعودية ما جرى من التقتيل والتخريب فدمرت الدرعية عاصمة الملك آل سعود في ذلك الحين وتشتت علماؤها وقادة الدعوة الإسلامية الذين كانوا بها أخرجهم إبراهيم (٢) بن محمد علي باشا من أوطانهم ونفاهم إلي مصر وفر المترجم له الشيخ عبد العزيز بن معمر من الدرعية إلي البحرين وكان لا يزال شابا في العقد الثالث من عمره فأقام بها ولم تنقطع صلته بآل الشيخ الذين نقلوا إلي مصر فكان يكاتب الشيخ عبد الرحمن بن حسن بأشعار يتوجع فيها على ما حل بنجد من الدمار والخراب وكانت الدولة الإفرنجية قد مدت إصبعها في بلاد العرب وفكرت في أن تبسط نفوذها على هاتيك الربوع ومنها بلاد البحرين فإنها كانت مثار خلاف بني الإنكليز والفرنسيين والدولة العثمانية وأرسلت كل واحدة من هذه الدول مندوبا من قبلها فكان مندوب الإنكليز رجلا قسيسا اختارته إنكلترا ليكون أبلغ إلي مقصودها بدهائه وعظيم مكره وليعمل على التبشير وبث الدعاية المسيحية فينشر في تلك البلاد الشبهات والشكوك النصرانية ليفتن الناس عن دينهم إن استطاع وتلك سياسة أوروبا في كل الشرق الإسلامي أعظم ما تهتم له تشكيك الناس في دينهم مصداقا لقوله تعالي: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لو يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا}.\nفحمل ذلك القسيس الإنكليزي كتابا أورد فيه شبهات نصرانية يزعم فيها تصحيح الملة المسيحية ودفعه إلي أمير البحرين وشيخها عبد الله بن خليفة وقد شحن القسيس كتابه بشكوك وشبهات كثيرة لظنه أنها ستروج على أهل تلك الديار. وطلب القسيس من الشيخ عبد الله (٣) بن خليفة أن يعرضه على علماء البحرين ليردوا على ما فيه أو يقروا بعجزهم وانقطاع حجتهم فعمد الشيخ ابن خليفة إلي من كان عنده من علماء البحرين وطلب منهم الرد عليه فلما قرأوه وجدوا أنفسهم عاجزين عن الرد عليه فاعتذروا وقالوا: لا نستطيع الرد على ما فيه من الشبه ثم أرسله إلي علماء الأحساء فقالوا مثل ما قال علماء البحرين من إظهار العجز وعدم القدرة على الرد عليه وقال بعضهم: ليس هذا النصراني كفوا أن يجاب فحزن لذلك الشيخ ابن خليفة أشد الحزن واغتم به أشد الاغتمام فلما رأي من حوله من جلسائه وخواصه ما هو فيه من الهم والحزن لعجز علماء البحرين و الأحساء عن دفع شبه ذلك القسيس قال له أحدهم: إنه قد نزل بالبحرين شاب من طلبة العلم النجديين فأرى أن تعرضه عليه لعل الله أن يزيح به عنا هذه الغمة. . فأعطاه لكتاب وأوصله إلي الشيخ عبد العزيز وقص عليه الأمر والقصة من أولها إلي آخرها فتناوله الشيخ وأمعن النظر فيه وقال: تأخذون مني دحض هذه الشبه بعد شهر - إن شاء الله تعالي- فلبث شهرا وأتم الرد وبعث به إلي الأمير وفرح به أشد الفرح ودعي القسيس الإنكليزي وأعطاه الرد فلما طالعه عجب له واندهش جدا لما كان يظنه من عجز علماء البحرين وقال: الرد لا يكون من هنا وإنما يكون من البحر النجد فقال له الأمير: نعم هو أحد طلبة العلم النجديين.\nوللشيخ عبد العزيز المترجم له أشعار رائعة لاسيما رثاء الدرعية حين حل بها ما حل من الخراب والتدمير على يد إبراهيم بن محمد علي باشا ومنها القصيدة المعروفة عند علماء الدرعية بالطنانة أوردها الشيخ عثمان بن عبد الله بن بشر في تاريخه ونحن نوردها في هذا الموضع من ترجمته - رحمه الله - وهي هذه المقتطفات الآتية\nفأصبحت الأموال فيهم نهائبا … أصبحت الأيتام غرثي وجوعا\nوفر من الأوطان من كان فاطنا … وفرق إلف كان مجتمعا معا\nإلي أن قال:\nمضوا وانقضت أيامهم حين أوردوا … ثناء وذكرا طيبه قد تضوعا\nفجازاهم الله الكريم بفضله … جنانا ورضوانا من الله ارفعا\nفان كانت الأشباح منا تباعدت … فإن لأرواح المحبين مجمعا\nعسى وعسى أن ينصر الله ديننا … ويجبر منا كل ما قد تصدعا\nويعمر للسمحا ربوعا تهدمت … ويفتح سبلا للهداية مهيعا\nويظهر نور الحق يعلو ضياؤه … فيضحي ظلام الشرك والشك مقشعا\nإلهي فحقق ذا الرجاء وكن بنا … رؤوفا رحيما مستجيبا لنا الدعا\nإلي أن قال:\nألا أيها الإخوان صبرا فإنني … أرى الصبر للمقدور خيرا وأنفعا\nولا تيأسوا من كشف ما ناب إنه … إذا شاء ربي كشف ذاك تمزعا\nفما قلت ذا أشكو إلي الخلق نكبة … \"ولا جزعا مما أصاب فأوجعا\"\nفما كان هذا الأمر إلا بقدرة … بها قهر الله الخلائق أجمعا\nوذلك عن ذنب وعصيان خالق … أخذنا به حينا فحينا لنرجعا\nوقد آن أن نرجو رضاه وعفوه … وأن نعرف التقصير منا فنقلعا\nفيا محسنا قد كنت تحسن دائما … ويا راحما قد كان عفوك أوسعا\nنعوذ بك اللهم من سوء صنعنا … فان لنا في العفو منك المطمعا\nأغثنا أغثنا وادفع الشدة التي … أصابت وصابت وأكشف الضر وارفعا\nفجد وتفضل بالذي أنت أهله … من العفو والغفران يا غوث من دعا\nتوفي المترجم الشيخ عبد العزيز ابن الشيخ حمد بن معمر سنة ألف ومائتين وأربع وأربعين من الهجرة ببلدة البحرين وقد رثاه الشيخ أحمد بن علي بن مشرف بقصيدة تبلغ أبياتها ستة وعشرين بيتا مطلعها:\nأشمس الهدى غابت أم البدر آفل … أم النجم أمسى لونه وهو حائل\nورثاه غيره _ رحم الله الجميع وغفر لهم أنه سميع مجيب وصلى الله على محمد وآله وسلم.\n_________\n(١) طبع بمصر سنة ١٣٥٨هـ على نفقة شركة فن الطباعة بمصر … وقد قال في كتابة منحة القريب المجيب بعد الخطبة والديباجة ما نصه \"واعلم أن الكتاب الذي قصدنا الرد لباطله يشتمل على مقالتين . المقالة الأولي منها تنقسم إلي قسمين .. الأول / في صحة الشريعة المسيحية .. والثاني / في إثبات صحة كتب العهد الجديد يعني الأناجيل التي يعتمدها أهل النصرانية _ المقالة الثانية تنقسم أيضا إلي قسمين .. الأول / في الرد على اليهود المكذبين ..والقسم الثاني / في الرد على المسلمين .. وهذا القسم أرشدك الله لما يرضيه هو الذي قصدنا الرد عليه فيه وأما ما قبله من الأقسام فهو أما في رسالة المسيح وأن دينه صحيح هذا متفق عليه بين المسلمين قبل التبديل والنسخ بشريعة خاتم المرسلين وأما في الرد على اليهود في كفرهم بالإنجيل وقولهم بالزور في المسيح ابن البتول وهذا على الجملة صحيح مقبول لكن تلك الأقسام قد ضمنها النصراني أيضا باطلا كثيرا ومزج بها بهتانا وزورا وسيمر عليك - إن شاء الله _ الرد عليه في ضمن ما كتبناه وذلك القسم الذي نقضناه يشتمل على خمسة فصول الخ ويقع الكتاب المذكور في ٣٢٢من القطع المتوسط\n(٢) ولد هذا الطاغية إبراهيم باشا بقوله: عام ١٢٠٣وتوفي بمصر عام ١٢٦٥قبل وفاة والده بأشهر .\n(٣) هو عبد الله بن أحمد بن محمد بن خليفة ولي أمارة البحرين بعد وفاة أخيه سلمان سنة ١٢٣٦هـ .\nنقلا عن : مشاهير علماء نجد و غيرهم للشيخ عبد الرحمن بن عبد اللطيف آل الشيخ ص ١٧١- ١٧٦",
  "books": [
    {
      "text_id": 10895,
      "title": "منحة القريب المجيب في الرد على عباد الصليب"
    }
  ]
}