{
  "author_id": 1077,
  "author_meta": "حمود بن عبد الله التويجري (١٣٣٤ - ١٤١٣ هـ)\n[نشأته وطلبه للعلم]:\nمن آل جبارة - بتشديد الباء الموحدة التحتية - بطن كبير من قبلة عنزة القبيلة الوائلية الربعية العدنانية.\nولد - حيث تقيم أسرته - في مدينة المجمعة عاصمة بلدان سدير، وتوفي والده وعمره ثمان سنوات\nتعلم مبادىء القراءة والكتابة في الكُتاب، ثم حفظ القرآن الكريم، وهو لم يتجاوز الحادية عشر من عمره، كما قرأ في هذه السن المبكرة مختصرات الكتب العلمية في التوحيد والحديث والفقه والفرائض والنحو.\nولما بلغ سن الشباب لازم حلقة الفقيه قاضي بلدان سدير الشيخ عبد الله بن عبد العزيز العنقري، واستمر في القراءة عليه ربع قرن، قرأ عليه فيها شتى العلوم وحفظ أثناء هذه القراءة عدداً من متون العلم، وقد أجازه الشيخ إجازة مطولة بالرواية عنه.\nولما تعين الشيخ عبد الله بن محمد بن حميد قاضياً للمجمعة وبلدان سدير شرع في القراءة عليه، فقرأ عليه في الفقه والفرائض واللغة.\nوقرأ أيضاً على الشيخ الفقيه العلامة محمد بن عبد المحسن الخيال قاضي المدينة سابقاً في النحو والفرائض.\nوقرأ أيضاً على الشيخ سليمان بن حمدان أحد قضاة مكة المكرمة، وأجازه أيضاً.\nفي عام ١٣٦٨ هـ ألزم بقضاء بلدة (رحيمة) بالمنطقة الشرقية، وبعد نحو نصف سنة نقل إلى قضاء بلدة الزلفي، وبقي قاضياً فيها حتى عام ١٣٧٢ هـ، ثم طلب الإعفاء من القضاء فأعفي.\n[مؤلفاته]:\nله العديد من الردود على معاصريه، ينافح فيها عن السنة، ويدافع عن العقيدة الصحيحة.\nوله تعليقات وتعقيبات وتصويبات، على ما يقرأ، من ذلك تعليقات كثيرة على نسخة مسند الإمام أحمد بن حنبل المطبوعة بتحقيق أحمد شاكر، وتعليقات على فتح الباري، وتعقيبات على مستدرك الحاكم دونها بهامشه.\nومن مؤلفاته:\n١ - إتحاف الجماعة بما جاء في الفتن والملاحم وأشراط الساعة.\n٢ - الاحتجاج بالأثر على من أنكر المهدي المنتظر.\n٣ - إثبات علو الله ومباينته لخلقه والرد على من زعم أن معية الله للخلق ذاتية.\n٤ - تحفة الإخوان بما جاء في الموالاة والمعاداة والحب والبغض والهجران.\n٥ - القول المحرر في الأمر بالمعروف والنهي عن المنكر.\n٦ - الرد على من أباح الربا الجاري في بعض البنوك.\n٧ - تغليظ الملام على المتسرعين في الفتيا وتغيير الأحكام.\n٨ - الإيضاح والتبين لما وقع فيه الأكثرون من مشابهة المشركين.\n٩ - قصص العقوبات والعبر والمواعظ.\n١٠ - إيضاح المحجة في الرد على صاحب طنجة، رداً على أحمد بن محمد الغماري.\n١١ - الرد القوي على الرفاعي والمجهول وابن علوي وبيان أخطائهم في المولد النبوي.\n١٢ - الانتصار على من أزرى بالمهاجرين والأنصار رداً على (عبد الله السعد).\n١٣ - السراج الوهاج لمحو اباطيل أحمد شلبي عن الإسراء والمعراج.\n١٤ - إنكار التكبير الجماعي وغيره، وهو أول كتاب طبع له.\n١٥ - ثبت سماه «إتحاف النبلاء بالرواية عن الأعلام الفضلاء».\n١٦ - الإجابة الجلية عن الأسئلة الكويتية.\n١٧ - إعلان النكير على المفتونين بالتصوير.\n١٨ - إقامة البرهان في الرد على من أنكر خروج المهدي والدجال ونزول المسيح في آخر الزمان.\n١٩ - تحذير الأمة الإسلامية من المحدثات التي دعت إليها ندوة الأهلة الكويتية.\n٢٠ - تحريم الصور والرد على من أباحه.\n٢١ - تنبيه الإخوان على الأخطاء في مسألة خلق القرآن.\n٢٢ - الدلائل الواضحات على تحريم المسكرات والمفترات.\n٢٣ - ذيل الصواعق لمحو الأباطيل والمخارق.\n٢٤ - الرد الجميل على أخطاء ابن عقيل.\n٢٥ - الرد على الكاتب المفتون.\n٢٦ - الرد على من أجاز تهذيب اللحية.\n٢٧ - الرد القويم على المجرم الأثيم.\n٢٨ - الرؤيا.\n٢٩ - الصارم البتار للإجهاز على من خالف الكتاب والسنة والإجماع والآثار.\n٣٠ - الصارم المشهور على أهل التبرج والسفور.\n٣١ - الصواعق الشديدة على أتباع الهيئة الجديدة.\n٣٢ - عقيدة أهل الإيمان في خلق آدم على صورة الرحمن.\n٣٣ - فتح المعبود في الرد على ابن محمود.\n٣٤ - فصل الخطاب في الرد على أبي تراب.\n٣٥ - القول البليغ في التحذير من جماعة التبليغ.\n٣٦ - التنبيهات على رسالة الألباني في الصلاة.\n٣٧ - إقامة الدليل على المنع من الأناشيد الملحنة والتمثيل.\n٣٨ - الشهب المرمية لمحق المعازف والمزامير وسائر الملاهي بالأدلة النقلية والعقلية.\n٣٩ - دلائل الأثر على تحريم التمثيل بالشعر.\n٤٠ - تبرئة الخليفة العادل والرد على المجادل بالباطل.\n٤١ - الرسالة البديعة في الرد على أهل المجلة الخليعة.\n[تلاميذه]:\nشغل المترجَم نفسه بالتأليف والبحث عن الجلوس لطلاب العلم، وهذا ما جعل الآخذين عنه قلة، منهم:\n١ - عبد الله الرومي.\n٢ - عبد الله بن محمد بن حمود.\n٣ - أبناؤه: الدكتور عبد الله، ومحمد، وعبد العزيز، وعبد الكريم، وصالح، وإبراهيم، وخالد.\nوقد أجاز عدد من العلماء، من أشهرهم:\n١ - الشيخ إسماعيل الأنصاري.\n٢ - الشيخ صالح بن عبد الله بن حميد.\n٣ - الشيخ سفر الحوالي.\n٤ - الشيخ سليمان العودة.\n٥ - الشيخ عبد العزيز بن إبراهيم القاسم.\n٦ - الشيخ ربيع المدخلي\n٧ - الشيخ صالح بن عبد العزيز آل الشيخ.\n٨ - الشيخ عبد الله بن عبد الرحمن السعد.\n٩ - الشيخ عبد الرحمن الفريوائي.\n… وغيرهم.\n[علاقته بالألباني -رحمه الله-]:\nوكان للمترجم ردود بينه وبين الإمام المحدث ناصر الدين الألباني - رحمه الله -، ورغم ذلك بقيت الرحم السلفية قائمة بين الإمامين، وقد تجلى ذلك في صور رائعة منها:\nحرص الشيخ حمود -رحمه الله - على الرد على المقالة التي يرى أن الشيخ الألباني - رحمه الله - لم يحالفه الصواب فيها، مع حرصه على مكانة المردود عليه، فقد جاء أحد محبي الشيخ المحدث ناصر الدين الألباني - رحمه الله - معاتباً حيث توجد عبارة للشيخ حمود في كتابه (الصارم المشهور) رداً على الألباني، فطلب الشيخ الكتاب، وكان مهيئاً لإعادة الطبع، فنظر إلى الموطن المشار إليه، ثم ضرب عليه.\nحرص الشيخ حمود -رحمه الله - على استضافة الألباني - رحمه الله - في منزله حينما زار الألباني الرياض عام (١٤١٠ هـ)، وقد حُدثت عن بعض من حضر تلك الدعوة أن الشيخ كان في قمة اهتمامه وحفاوته بالألباني - رحمه الله -.\nثالثاً: ثناء الشيخ حمود -رحمه الله - على الألباني - رحمه الله -، فمن مقالاته فيه:\n- قال مرة بمناسبة صدور جائزة الملك فيصل العالمية: ((إن الشيخ ناصر من أحق من يُعطاها لخدمته السنة)).\n- ثناؤه على الألباني - رحمه الله - وشكره له اعتنائه بشأن الصلاة، وعلى إنكاره على المبتدعين في النية، وعلى رده على من أنكر الصلاة على آل النبي صلى الله عليه وسلم. وعلى إنكاره على المحافظين على التوسلات البدعية وكان مما قاله - رحمه الله -: ((والله المسئول أن يجعلنا وإياه من حزبه المفلحين الذين يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر)).\nقال: ((الألباني - الآن - علم على السنة، الطعن فيه إعانة على الطعن في السنة)).\nوهذا كما قال الإمام محمد بن إبراهيم - رحمه الله -: ((بعض الناس ذهب إلى المنع من تحلي النساء بالذهب، وكتب في ذلك، وهذا خلاف ما في الأحاديث المصرحة بذلك، والذي كتب في ذلك ناصر الدين الألباني - وهو صاحب سنة ونصرة للحق ومصادمة لأهل الباطل …)) الخ كلامه - رحمه الله.\n[صفاته]:\nوكان نهار المترجَم للعلم بحثاً وكتابة، منذ بزوغ الشمس إلى غروبها، إلى صلاة العشاء، وربما جلس بعد صلاة العشاء قليلاً بمكتبته يكمل ما ابتدأه بالنهار، وذلك في آخر حياته. وأما ليله فيقضي جزءاً كبيراً منه في التهجد والصلاة، حضراً كان أو سفراً.\nوصفه عارفوه بالتقى والصلاح والإقبال على الله تعالى بأنواع العبادات، فهو من التالين لكتاب الله، ومن أصحاب التهجد والصلوات، ومن المعرضين عما لا يفيد ولا ينفع، ولذا فإنك لا تجده إلا متعبداً أو باحثاً، هذا مع بُعده عن الظهور وجلب الأتباع، وإنما عليه السكينة والوقار مع تواضع وحسن عشرة.\nوله همة عجيبة، ولا يحب الاعتماد على الغير وإن كان من أقرب الناس إليه، يقول أبناؤه: ما كان الشيخ يطلب من أحد شيئاً البتة، وحتى بعد أن ضعفت صحته، فكان يقوم بإعداد الشاي والقهوة بنفسه، مع إلحاح أبنائه عليه بعدم فعل ذلك راحة لجسده، بل إنا لنجد أبعد من هذا عند شيخنا، فهو خادم رفقته في السفر، حتى وقد تقدمت به السن، مع حظوته وتقدير الرفقة العظيم له، وقد يقوم بإعداد الطعام، ومن ذلك أنه كان يقوم الليل الآخر كعادته ثم يضطجع اضطجاعة خفيفة حتى يحين وقت الصبح فيسخن الماء لرفقته من أجل الوضوء.\nواكتفى ببعض التجارات التي لم يكن يليها بنفسه، فكان زاهداً في الدنيا، وقبل وفاته أعطى أكبر أبنائه جميع ما يملك - ولم يكن شيئاً كبيراً - ليتصدق به كله، فلم يخلف -رحمه الله- وراءه عقاراً أو مالاً، سوى البيت الذي يعيش فيه مع أبنائه.\n[وفاته]:\nتوفي في مدينة الرياض في ٥/ ٧/١٤١٣ هـ، وصُلي عليه في مسجد الراجحي، ودفن في مقبرة النسيم في جمع كبير من الناس فيهم العلماء وطلاب العلم، رحمه الله تعالى.",
  "books": [
    {
      "text_id": 13607,
      "title": "الصواعق الشديدة على اتباع الهيئة الجديدة"
    },
    {
      "text_id": 14471,
      "title": "فتح المعبود في الرد على ابن محمود"
    },
    {
      "text_id": 14516,
      "title": "غربة الإسلام"
    },
    {
      "text_id": 17027,
      "title": "ذيل الصواعق لمحو الأباطيل والمخارق"
    },
    {
      "text_id": 17054,
      "title": "الرد القوي على الرفاعي والمجهول وابن علوي وبيان أخطائهم في المولد النبوي"
    },
    {
      "text_id": 17055,
      "title": "القول المحرر في الأمر بالمعروف والنهي عن المنكر"
    },
    {
      "text_id": 17324,
      "title": "تنبيه الإخوان على الأخطاء في مسألة خلق القرآن"
    },
    {
      "text_id": 17325,
      "title": "الإيضاح والتبيين لما وقع فيه الأكثرون من مشابهة المشركين"
    },
    {
      "text_id": 17326,
      "title": "الرد على الكاتب المفتون"
    },
    {
      "text_id": 17328,
      "title": "إنكار التكبير الجماعي وغيره"
    },
    {
      "text_id": 17329,
      "title": "عقيدة أهل الإيمان في خلق آدم على صورة الرحمن"
    },
    {
      "text_id": 17330,
      "title": "إيضاح المحجة في الرد على صاحب طنجة"
    },
    {
      "text_id": 17331,
      "title": "تبرئة الخليفة العادل والرد على المجادل بالباطل"
    },
    {
      "text_id": 17332,
      "title": "تغليظ الملام على المتسرعين إلى الفتيا وتغيير الأحكام"
    },
    {
      "text_id": 17333,
      "title": "الإجابة الجلية على الأسئلة الكويتية"
    },
    {
      "text_id": 17334,
      "title": "دلائل الأثر على تحريم التمثيل بالشعر"
    },
    {
      "text_id": 17337,
      "title": "الرد القويم على المجرم الأثيم"
    },
    {
      "text_id": 17393,
      "title": "إعلان النكير على المفتونين بالتصوير"
    },
    {
      "text_id": 17394,
      "title": "إقامة البرهان في الرد على من أنكر خروج المهدي والدجال ونزول المسيح في آخر الزمان"
    },
    {
      "text_id": 17395,
      "title": "الرد على من أجاز تهذيب اللحية"
    },
    {
      "text_id": 17401,
      "title": "السراج الوهاج لمحو أباطيل الشلبي عن الإسراء والمعراج"
    },
    {
      "text_id": 17402,
      "title": "تنبيهات على رسالتين للشيخ أبي بكر الجزائري"
    },
    {
      "text_id": 17405,
      "title": "إثبات علو الله ومباينته لخلقه والرد على من زعم أن معية الله للخلق ذاتية"
    },
    {
      "text_id": 18085,
      "title": "التنبيهات على رسالة الألباني في الصلاة"
    },
    {
      "text_id": 20824,
      "title": "كتاب الرؤيا"
    },
    {
      "text_id": 23067,
      "title": "تنزيه الأصحاب عن تنقص أبي تراب"
    },
    {
      "text_id": 35155,
      "title": "الصارم البتار للإجهاز على من خالف الكتاب والسنة والإجماع والآثار"
    },
    {
      "text_id": 36046,
      "title": "الاحتجاج بالأثر على من أنكر المهدي المنتظر"
    },
    {
      "text_id": 38161,
      "title": "تحفة الإخوان بما جاء في الموالاة والمعاداة والحب والبغض والهجران"
    },
    {
      "text_id": 8573,
      "title": "إتحاف الجماعة بما جاء في الفتن والملاحم وأشراط الساعة"
    }
  ]
}