{
  "author_id": 1083,
  "author_meta": "هو الأستاذ الدكتور محمد بن خليفة بن علي التميمي عميد البحث العلمي بالجامعة الإسلامية بالمدينة المنورة.\nالمؤهلات العلمية\nالبكالوريوس: عام (١٤٠١)هـ.\nالماجستير: عام (١٤٠٦)هـ.\nالدكتوراه: عام (١٤١٠)هـ.\nالوظائف التعليمية\nأستاذ مساعد: بتاريخ ٦/١٢/١٤١٠هـ.\nأستاذ مشارك: بتاريخ ٣/٥/١٤١٧هـ.\nأستاذ: بتاريخ : ٢٩/٨/١٤٢١هـ.\nعضو لجنة القبول بعمادة القبول والتسجيل بالجامعة الإسلامية بالمدينة المنورة.\nرئيس لجنة أوروبا والأمريكتين بعمادة القبول والتسجيل بالجامعة الإسلامية بالمدينة المنورة.\nوكيل مركز البحث العلمي بالجامعة الإسلامية بالمدينة المنورة.\nمدير مركز البحث العلمي (المكلف) بالجامعة الإسلامية بالمدينة المنورة.\nعضو هيئة التدريس بالجامعة الإسلامية بالمدينة المنورة.\nعميد البحث العلمي بالجامعة الإسلامية بالمدينة المنورة.\nرئيس هيئة تحرير مجلة الجامعة الإسلامية بالجامعة الإسلامية بالمدينة المنورة.\nعضو مجلس الدراسات العليا بالجامعة الإسلامية بالمدينة المنورة.\nعضو المجلس العلمي بالجامعة الإسلامية بالمدينة المنورة.\nعضو لجنة البحث العلمي بجائزة المدينة المنورة - جائزة المدينة المنورة.\nعضو اللجنة العلمية لموسوعة الإمام محمد بن عبد الوهاب وتلاميذه بوزارة الشؤون الإسلامية.\nالمشرف العام على مشروع جامعة المدينة العالمية بالمدينة المنورة.\nالمشرف العام على مشروع مكتبة المدينة الرقمية بالمدينة المنورة.\nالتدريس بالمسجد النبوي الشريف في موسم الحج المسجد النبوي بالمدينة المنورة.\nبالإضافة إلى رئاسة العديد من الدورات التدريبية والندوات، والمشاركة في العديد من المؤتمرات والندوات وورش العمل والمحاضرات الداخلية والخارجية.\nالأبحاث والمؤلفات :\n١ - معتقد أهل السنة والجماعة في الأسماء والصفات.\n٢ - حقوق النبي صلى الله عليه وسلم على أمته في ضوء الكتاب والسنة.\n٣ - العرش وما روي عنه.\n٤ - مواقف الطوائف من توحيد الأسماء والصفات.\n٥ - رؤية النبي صلى الله عليه وسلم لربه.\n٦ - مقالة التعطيل والجعد بن درهم.\nوله العديد من المؤلفات والأبحاث، منها ثلاثة عشر مؤلفاً مطبوعاً.",
  "books": [
    {
      "text_id": 1004,
      "title": "التعليقات السنية على العقيدة الواسطية - محمد خليفة التميمي"
    },
    {
      "text_id": 1006,
      "title": "المسائل العقدية المتعلقة باسم الله عز وجل"
    },
    {
      "text_id": 1007,
      "title": "شرح التدمرية - محمد بن خليفة التميمي"
    },
    {
      "text_id": 1008,
      "title": "شرح القواعد المثلى في صفات الله وأسمائه الحسنى"
    },
    {
      "text_id": 11207,
      "title": "رؤية النبي صلى الله عليه وسلم لربه"
    },
    {
      "text_id": 11246,
      "title": "طالب العلم بين أمانة التحمل ومسؤولية الأداء"
    },
    {
      "text_id": 11743,
      "title": "معتقد أهل السنة والجماعة في توحيد الأسماء والصفات"
    },
    {
      "text_id": 1175,
      "title": "حث الأتباع على تجريد الاتباع"
    },
    {
      "text_id": 1178,
      "title": "فتح الرحيم في الصلاة والسلام على النبي الكريم صلى الله عليه وسلم"
    },
    {
      "text_id": 1193,
      "title": "نهج الوصول الي حقيقة محبة الرسول صلى الله عليه وسلم"
    },
    {
      "text_id": 12074,
      "title": "معتقد أهل السنة والجماعة في أسماء الله الحسنى"
    },
    {
      "text_id": 12079,
      "title": "مقالة التعطيل والجعد بن درهم"
    },
    {
      "text_id": 12080,
      "title": "مقدمات في علم مقالات الفرق"
    },
    {
      "text_id": 12104,
      "title": "مواقف الطوائف من توحيد الأسماء والصفات"
    },
    {
      "text_id": 2275,
      "title": "حقوق النبي صلى الله عليه وسلم على أمته في ضوء الكتاب والسنة"
    },
    {
      "text_id": 30104,
      "title": "التحفة البهية في شرح رسالة العبودية"
    },
    {
      "text_id": 7523,
      "title": "الآثار المروية في صفة المعية"
    },
    {
      "text_id": 7660,
      "title": "الصفات الإلهية تعريفها، أقسامها"
    }
  ]
}