{
  "author_id": 1086,
  "author_meta": "المعتز بالله أبو محمد رضا أحمد صمدي\nالجنسية : تايلندي\nمكان الميلاد : بانكوك - تايلند\nتاريخ الميلاد : عام ١٩٧٠م\nالمؤهلات العلمية :\n- حاصل على بكالوريوس من كلية الشريعة بجامعة الأزهر بمصر .\n- حاصل على ماجستير الحديث من جامعة القرويين بالمغرب ، وكان عنوان الرسالة \"منهج النقد عند المحدثين …\" .\nبعض المعلومات عن حياته:\nفي عام ١٩٧٨م انتقل الشيخ مع العائلة إلى السعودية ، نظرا لعمل والده بالسفارة التايلندية هناك .\nوفى السعودية اجتاز الشيخ بتفوق ملموس المرحلة الإبتدائية والمتوسطة ( الإعدادية ) .\nوفي عام ١٩٨٦م انتقل الشيخ مع عائلته إلى مصر ، بحي الهرم ، كإقامة مستديمة ، ثم التحق بمدرسة النيل الثانوية بنين بالمنيل ، والتي شهدت تفوقه .\nوبدأت ميوله الدينية والشرعية تظهر بوضوح في تلك الآونة.\nبداية طلبه للعلم:\n- ثم يسر الله له فحفظ القرآن ، وطلب علم القراءة والتجويد ، على يد الشيخ أسامة بن عبد الوهاب حفظه الله ، واستمر في ملازمته والقراءة عليه ، حتى نال منه الإجازة في عام ١٩٨٧م - أي في أقل من سنة- ! وبينه وبين النبي صلى الله عليه وسلم في هذه الإجازة سبع وعشرون (٢٧) رجلا ، فتبدأ بالشيخ أسامة عن شيخه عن شيخه إلى أن تنتهي إلى حفص عن عاصم عن أبي عبد الرحمن السلمي عن زيد وعثمان وعلي وأبي بن كعب رضي الله عنهم عن النبي صلى الله عليه وسلم ، عن جبريل ، عن رب العزة تبارك وتعالى.\n( وللشيخ أسانيد خاصة بالأحاديث إلى النبي صلى الله عليه وسلم ، يسر الله الوقوف على معلومات عنها ) .\n- ثم إنه التحق في الوقت نفسه بالأزهر ، وتقدم فيه بخطوات ثابتة متزنة ، كان فيها علما بين أقرانه ، حتى حصل على البكالوريوس من كلية الشريعة.\n- ثم التحق بالدراسات العليا ، واجتاز السنة الأولى بجدارة ، في تخصص أصول الفقه.\nوفي نهاية السنة الثانية ، وفي يوم لا ينساه أحد من محبيه ، وقع المقدور ذلك يوم ١٧/٥/١٩٩٩م ، حيث رجع الشيخ مرة أخرى إلى بلده بأوامر عليا.\n- لم يفتر الشيخ ولم تضعف همته ، فأكمل جهاده ، وسافر إلى المغرب ، ليتلقى العلم عن الشيوخ هناك ، كما وُفق في الحصول على الماجستير من جامعة القرويين .\nشيوخه:\n- الشيخ / محمد حسين يعقوب\n- الشيخ / سيد حسين العفانى\n- الشيخ / ياسر برهامى\nثناء كبار الدعاه عليه :\nمنهم الشيخ / محمد حسين يعقوب فى تقديمه لكتابيه : \" ٣٠ طريقة\" و \"القواعد الحسان\" و الشيخ / سيد حسين العفانى فى تقديمه للكتاب الأول .\nإجازاته:\n- سبق أن للشيخ إجازة في القرآن من الشيخ أسامة بن عبد الوهاب فى رواية حفص عن عاصم .\n- وله إجازة بالإسناد المتصل ، في كتب الأحاديث وعلوم الشرع قاطبة من الشيخ عاصم القريوتي المحدث المعروف بالمدينة المنورة .\n- وله إجازة في كتاب \"المجموع\" للنووي وتكملته للسبكى ثم المطيعى ، أخذها عن شيخه حسن أبي الأشبال الزهيري عن شيخه محمد عمرو عبد اللطيف عن شيخه محمد نجيب المطيعي رحمه الله .\n- وله إجازة بكتب الرواية والدراية المعروفة المشتهرة في الملة عن الشيخ الأجل محدث المغرب وأديبها الشيخ العلامة محمد أبو خبزة الحسني ، المحدث المعروف ، تلميذ الألبانى والغمارى .\n- وله إجازة لبعض مؤلفات الشيخ الألباني - منها كتاب الصلاة - ، من شيخه العلامة أبو خبزة ، الذي أخذها من الألباني مناولة - إحدى طرق الإجازة - .\nمؤلفاته :\n- \" ثلاثون طريقة لخدمة الدين \"\n- \" القواعد الحسان فى أسرار الطاعة والإستعداد لرمضان \"\n- \" وجاء دور شباب الصحوة \"\n- \"السبيكة فى أصول الفقة\"\n- وللشيخ عدد من المقالات النافعة، مثل : \" ما واجبنا لو أغلقت المساجد ؟ هل تموت الدعوة ؟ \" ، و \" البَوَارِقُ المَرْعِيَّةُ المَرْئِيَّةُ في العُمْرَةِ المَرْضِيَّة ومناسك الحج العلية \" وغيرها ، وله صفحة متواضعة على الشبكة بالموقع الشقيق \" صيد الفوائد\" ، كما أن له مشاركات ومناقشات مثمرة فى المنتديات الإسلامية مثل : \" منتدى أنا المسلم \" ، \" منتدى السلفيون \" وغيرهما .\nوقد كان للشيخ دروسه المشهورة في حيه - الهرم - ، فشرح كتب عدة نخص منها بالذكر :\nشرح تهذيب الطحاوية ( الطحاوي - ابن أبي العز - صلاح الصاوي )\nشرح رياض الصالحين ( النووى )\nشرح فقه السنة ( السيد سابق )\nشرح مذكرة في أصول الفقه ( ابن قدامة - الشنقيطي - عطية سالم )\nشرح الأشباه والنظائر ( السيوطي )\nشرح رفع الملام عن الأئمة الأعلام ( ابن تيمية )\nشرح القواعد الحسان ( رضا صمدى )\nوأغلبها لم يكتمل ، بسبب خروجه من مصر - رده الله إليها سالما -. بالإضافة إلى العدد الكبير من الخطب والمحاضرات العلمية والوعظية .\nبريد الشيخ للمراسلة : rdsamadi@maktoob.com\nبواسطة العضو عبد الله الخميس\nنقلا عن الكتاب الإلكتروني : المعجم الجامع في تراجم العلماء المعاصرين",
  "books": [
    {
      "text_id": 2248,
      "title": "القواعد الحسان في أسرار الطاعة والاستعداد لرمضان"
    }
  ]
}