{
  "author_id": 1091,
  "author_meta": "محمد بن عبد الرحمن بن قاسم ( ١٣٤٥ هـ  - ١٤٢١ هـ )\nهو الشيخ محمد بن عبد الرحمن بن محمد بن عبد الله بن عبد الرحمن بن محمد بن قاسم\nمن آل عاصم\nومنشأ آل قاسم بلد (القصب) من بلاد الوشم …\n* ولد - رحمه الله - عام ١٣٤٥هـ في بلده ( البير ) التي تقع … شمال الرياض ..\n* ووالده هو الشيخ العلامة : عبد الرحمن بن محمد بن قاسم صاحب المؤلفات المعروفة ؛ وأشهرها ( حاشية الروض المربع ) وحاشية ( كتاب التوحيد ) و ( الدرر السنية في الأجوبة النجدية ) و(مجموع فتاوي شيخ الإسلام ابن تيمية) الذي ساعده الوالد محمد في جمعه …\n* نشأ - رحمه الله - في بيت علم ودين … ثم تلقى العلم على العديد من العلماء والمشايخ منهم :\n- والده العلامة الشيخ عبد الرحمن بن محمد بن قاسم\n- وسماحة الشيخ عبد اللطيف بن ابراهيم\n- وسماحة الشيخ عبد العزيز بن باز\n- وسماحة الشيخ عبد الله بن حميد - رحمهم الله -\n- ومن أخص مشايخه … الشيخ العلامة محمد بن إبراهيم آل الشيخ - رحمه الله - الذي درس عليه كثيراً ولازمه وثنى ركبه في حلقته خمساً وعشرين سنة …\n* وقد درس - رحمه الله - الدراسة النظامية في المعهد العلمي ثم تخرج من كلية الشريعة بالرياض …\n* وقال - رحمه الله - وهو يحدثنا عن بداية طلبه للعلم : ( كنت أعمل في مزرعتنا في بلده ( البير) وقد نصحني عدة مرات \" إبراهيم بن محمد اليحيى \" وكان رجلاً عاقلاً ، قال وهو يراني أعمل في المزرعة : هذه ليست مهنتك إذهب لطلب العلم …\nوذكر … ( أنه لاينسى له هذه الوصية )\n… ومثل هذه الكلمات اليسيرة قيلت لأئمة كبار ولعلماء أفذاذ فوقعت موقعها وأراد الله - عز وجل - أن تجد قلوباً حية\n- ذُكر لتأليف صحيح البخاري ثلاث أسباب ؛ أشهرها أن الإمام البخاري - رحمه الله - كان في حلقة إسحاق بن راهوية ، فقال : لو أن أحدكم يجمع كتاباً فيما صح من سنة الرسول صلى الله عليه وسلم فوقعت هذه الجملة في قلب إمام الحديث فصنف كتابه العظيم\n- أما الإمام الذهبي فقد غير مجرى حياته كلمة قالها له شيخه البرزالي لما رأى خطه وحسنه ، فقال له : ( إن خطك هذا يشبه خط المحدثين ) فكانت هذه الكلمة عنواناً له حتى أضحى من أئمة الحديث وحفاظه ونقاده …\n* وبين أوراقه فائدة كتبها بيده تقول : ( وقد أكتب على يدي لتعذر الورق )\n* وقد قرأ الآجرومية على الشيخ عبد العزيز بن باز - رحمهما الله- ولم يتمها قال : ( فرأيت في المنام في وقتها أني آكل من حلوى لذيذة ولم أتم الأكل فأصبحت وإذا بحلاوتها في فمي وفسرت بأنه متن الآجرومية الذي لم أتمه مع الشيخ - رحمه الله - ) …\n* ومن أبرز تلاميذه : سماحة مفتي عام المملكة عبد العزيز بن عبد الله آل الشيخ والشيخ د. صالح السدلان وغيرهما كثير\n* واعتذر عن تولى العديد من المناصب فقد رشح وزيراً لوزارة العدل إبان التفكير في إنشائها فقال له جده - رحمهما الله - عندما علم بالترشيح : ( عليك بالكتب ) … ، ورشحه سماحة الشيخ عبد العزيز بن باز - رحمه الله - ثلاث مرات ليكون عضواً في هيئة كبار العلماء فاعتذر …\n* وتولى طوال أربعين سنة أو تزيد الخطابة في مسجد \" أبا الكباش \" الواقع في عالية بلدة الدرعية … وكان مسجداً قديماً فهدمه وبناه بناء حديثاً … وأسماه مسجد عبد الله بن عمر - رضي الله عنهما -\n* … أخرج العديد من المؤلفات … منها :\nمجموع فتاوي شيخ الإسلام ابن تيمية (ساعد والده في جمعه)\nالمستدرك على مجموع فتاوي شيخ الإسلام\nمجموع فتاوي ورسائل الشيخ محمد بن إبراهيم - رحمه الله -\nبيان تلبيس الجهمية في تأسيس بدعهم الكلامية\nآل رسول الله وأولياؤه\nأبو بكر الصديق أفضل الصحابة وأحقهم بالخلافة\nشرح كتاب كشف الشبهات ، من تقريرات الشيخ محمد بن إبراهيم\nشرح كتاب آداب المشي إلى الصلاة من تقريرات الشيخ محمد بن إبراهيم\nموضوعات صالحة للخطب والمواعظ\n* ( ترتيب مجموع وفتاوي شيخ الإسلام ابن تيمية )\nحيث ساعده والده - رحمه الله - على إعداد وتجهيز هذا المجموع العظيم وسافر معه إلى الشام والعراق ومصر وأوربا بحثاً عن ذلك التراث العظيم …\nوقد أمضيا - رحمهما الله - أكثر من ثلاثين عاماً في جمعه وترتيبه وطبعه ، ولاقوا في جمعه من العناء والمشقة … في السفر والبحث عن المخطوطات ، وترك الأهل والأبناء مع قلة الزاد والرفيق ، ثم في قراءة وفك خط شيخ الإسلام حيث إنه - قدس الله روحه - كان سريع الكتابة ، وكان خطه في غاية التعليق والإغلاق وبعضها بدون نقط ولا تظهر حروفها ، وقد أشكلت على تلميذه ابن الوردي فيدعوا تلميذه أبا عبد الله ابن رُشيق المغربي لحله …\n… ومن شدة محبة عبد الرحمن بن قاسم (والد صاحب الترجمة) - رحمه الله تعالى - لهذه الفتاوي …\nأورد كلمات … في حاشية مقدمته للمجموع قال فيها :\n( وأعيذ بالله من قد يتولاه أن يحشى عليه فهو ذهب مصفى … )\nوقد وقع ما كان يخشى - رحمه الله -\nفخرجت طبعات يدعي أصحابها تحقيق وتخريج أحاديث هذا المجموع فكان أن صدر الأمر الملكي … بتفويض رئاسة البحوث العلمية والإفتاء حق طباعة فتاوي شيخ الإسلام ابن تيمية …\nومنع التعرض لهذا الكتاب بطبع أو اختصار أو إضافة أو غير ذلك …\nومن لطائف هذا المجموع العظيم وعبره ما ذكره الشيخ بكر أبو زيد - حفظه الله - : أن ابن مُرّي المتوفى بعد سنة ٧٢٨هـ يكتب رسالة لتلاميذ شيخ الإسلام  وقد ضمنها الوصية بكتب شيخ الإسلام ونشرها ثم قال - رحمه الله - : ( ووالله - إن شاء الله - ليقيمن الله سبحانه لنصر هذا الكلام ونشره وتدوينه وتفهمه واستخراج مقاصده ، واستحسان غرائبه وعجائبه رجالاً هم إلى الآن في أصلاب آبائهم …)\nقال الشيخ بكر أبو زيد معلقاً :\n( وقد بَرَّت يمين ابن مُرِّى - بحمد الله ومنته - فقام الشيخ عبد الرحمن بن قاسم المتوفى سنة ١٣٩٢هـ - رحمه الله تعالى - بمساعدة ابنه محمد المتوفى سنة ١٤٢١هـ - رحمه الله تعالى - بعد نحو ستة قرون بهذه المهمة الجليلة في : مجموع فتاوى شيخ الإسلام ابن تيمية ) …\n* وفاته :\n… ليلة الاثنين ٢٧/٦/١٤٢١هـ\n… قضى نحبه … في مدينة الرياض إثر حادث مروري أليم …\nوقد ذكر لنا من حضر دقائقه الأخيرة أنه كان يلهج بالذكر بسرعة عجيبة",
  "books": [
    {
      "text_id": 25815,
      "title": "أبو بكر الصديق أفضل الصحابة، وأحقهم بالخلافة"
    },
    {
      "text_id": 7335,
      "title": "آل رسول الله وأولياؤه"
    },
    {
      "text_id": 7373,
      "title": "موضوعات صالحة للخطب والوعظ"
    }
  ]
}