{
  "author_id": 1093,
  "author_meta": "محمد بن حسين الفقيه ( ١٣٠٤ هـ - ١٣٥٥ هـ)\nاسمه:\nهو محمد بن حسين بن سليمان بن إبراهيم الفقيه . وقد يُقال له: الفقي والمشهور بالفقيه، وأسرته تعرف الآن بعائلة الفقيه.\nمولده:\nولد الشيخ محمد بن حسين الفقيه سنة ١٣٠٤ هـ في دمنهور بمصر\nنشأته:\nنشأ المؤلف- رحمه الله- بدمنهور، حيث وُلِدَ بها. مات أبوه وهو صغير جداً فتربى عند عمه الشيخ إبراهيم بن سليمان بن إبراهيم، وكان عمه هذا عالماً، فربَّاه ونشأه على العلم .. فَحفظه القرآن وشيئاً من العلوم، ثم سافر للَحج وطاب له الجلوس في جُدة، ونزل على بيت الشريف مهنا ثم أخذ يتلقى العلم من علمائها .\nصفاته\nلقد كان المؤلف- رحمه الله- كفيف البصر منذ ولادته ، ولكنَّ الله سبحانه وتعالى رزقه وعوَّضه عن نعمة البصر بنعمة البصيرة، والذكاء، وقوة الحافظة.\nوكان- رحمه الله- ربعة من الرجال، ليس بالطويل البائن ولا بالقصير، كان نحيفاَ، ويمتاز بهيئته في المشي. فإذا مشى مشى ممشوق القائمة شامخاَ برأسه، ولم يكن - رحمه الله- كثير شعر اللحية، بل كان خفيف العارضين، وربما إذا مشى مسك عصى بيده، وقد يأتي أحياناَ ويكون معه قائدٌ يقوده من بيته إلى مسجده. ولباسه لباس العلماء في ذلك الوقت- الجبة والعمامة-. كان صوته أقرب إلى الخفض، إلا أنه كان مسموعاً هادئاَ يبعث سماعه على الطمأنينة والراحة.\nولم يكن- رحمه الله- ممن يكثر الاختلاط بالناس، إلا بقدر الحاجة من نصح وإرشاد .\nكان كثير الصوم والصلاة، دائم التضرع والابتهال إلى الله. حدثتني ابنته تقول:\n(كان يقضي غالب وقته في مكتبته مع بعض تلاميذه، فإذا جاء الليل شغله بالذكر والقرآن والصلاة ويحرص حرصا شديدا على صيام أيام التطوع) .\nأخلاقه :\nعاش الشيخ- رحمه الله- عيشة الفقراء، فأثر ذلك في أخلاقه وطِبَاعِه، كان متواضعاً جداً لا تُعْجبه حياة الترف والثراء، ينهى دائماً عن الإكثار من الدنيا ومتاعها، وغالباً ما يوجه طلابه وتلاميذه إلى التقلل من الدنيا.\nوقد عُرف عن الزهد فيما في أيدي الناس مع حاجته- رحمه الله-.\nومن أخلاقه: تمتعه بقوة الصبر والتحمل، وشدة التواضع\nكان- رحمه الله- ملازماَ للتقوى، لا يُحب الكلام في الآخرين والقدح فيهم ويترحم على الميتين ويلتمس الأعذار لمن أخطأ عليه .\nأسرته:\nيرجع المؤلف- رحمه الله- إلى عائلة الفقيه، وهي مشهورة بهذا الاسم، وقد يُقال له أيضاً: الفقي ، ومعناه: المعلم : فلكونه معلّمَا وفقيهاَ اشْتُهِرَ بالفقيه. تزوج المؤلف- رحمه الله- مرات كثيرة، ولكنه لم يرزق أولادا إلا من زوجتين فقط، وقد مات عنهما.\nحياته العلمية\nنستطيع أن نقسم حياة المؤلف- رحمه الله- العلمية إلى مرحلتين. وتشمل المرحلة الأولى: من حين نشأته وقدومه إلى جدة واتصاله بعلمائها حتى سفره إلى دمشق. والمرحلة الثانية: انتقاله من جدة إلى دمشق. وهذه المرحلة التي استفاد منها حيث اتصل بعالم الشام الشيخ جمال الدين القاسمي.\nالمرحلة الأولى: فكما تقدَّم أن الشيخ- رحمه الله- ولد سنة ١٣٠٤ هـ في مدينة دمنهور بمصر، وجلس بها مدة ، وتلقى فيها تعليمه الأوليّ، فحفظ القرآن الكريم بالكتاتيب كغيره من أقرانه، وشيئاً من مبادئ العلوم. ثم عزم على أداء فريضة الحج مع والدته، وكان هذا في حدود سنة ١٣٢٠ هـ. وبعد أن قضى مناسك الحج، جلس في مدينة جدة، وأما أمه فحدثني ابنه حامد إنها توفيت بعد الحج.\nاهتم الشيخ- رحمه الله- في هذه المرحلة بالقرآن الكريم: حفظاً وتفهُّمًا. واتصل بعلماء جدة، ولازم دروس العلماء، واهتم أولاً بتعلم القراءات السبع، ولازم فيها العالم العلاَّمة الشيخ أحمد الزهرة ، حيث كان مُلما بالقراءَات السبع. وقد نال الزهرة الشهادة العالمية بها من الأزهر، وتعلَم عليه أيضاً مبادئ النحو، فكان يُقَوِّم ألْسنَة طلابه ؛ لأنه كان غيوراً على النحو، فلا يكاد يسمع خطأ حتى يمتلئ بالغضب. وتلقى عليه أيضاً العلوم التي كانت تُدرَس في تلك الفترة من الحديث والتفسير، حيث كان الزهرة يدرس العلوم بمسجد الشافعي، وجَدَ في تعلم القراءات، فتعلم على الشيخ أحمد حامد أبو تِيجْ المدني ، فقد كان من كبار القرَّاء. ومع اهتمامه في بداية الطلب بالقرآن والقراءات، اهتم أيضاً بتلقي العلوم الشرعية الأخرى، فقد لازم عالم جدة المشهور في ذلك الوقت الشيخ أحمد ابن الشيخ علي باصبرين ، وكان يُدرِّس الفقه على المذاهب الأربعة، واتصل بالعلماء الآخرين.\nالمرحلة الثانية: وتبدأ هذه المرحلة برحلته العلمية إلى دمشق، حيث عالمها الشهير جمال الدين القاسمي .\nفبعد أن تلقى المؤلف- رحمه الله- تعليمه على علماء جدة- كما قلَّمنا- أراد الاستزادة من هذا العلم، فتوجه إلى الشام، وكان هذا في حوالي سنة ١٣٢٥ هـ. اتصل - رحمه الله- بالشيخ جمال الدين، ولازمه مدة امتدت إلى خمس سنوات أو ست سنوات، استفاد فيها فائدة عظيمة ظهرت آثارها في حياته وسلوكه، وفي كتابه أيضا.\nفقد أتقن علم الحديث والتمييز بين الصحيح والضعيف.\nكما استفاد- رحمه الله- من شيخه القاسمي: \"العقيدة الصحيحة والسلفية والدعوة إليها والرد على المخالفين \"، من معتزلة، وأشعرية، وجهمية، وبالغ في الرد على الصوفية، وتحرر من التقليد الأعمى، وحاربه أشد محاربة، وكان يتردد على مكتبة دمشق في ذلك الوقت وكانت عامرة بالكتب، فاستفاد من النظر فيها والأخذ منها.\nثم رجع إلى جُدة- رحمه الله- وكان هذا في حدود سنة ١٣٣١ هـ أو قبلها بقليل، فانكبَّ على التحصيل والمطالعة في مكتبته العظيمة. وقد استمر في جُدة مرجعاً للناس في العلم والفُتْيَا، ومدرساً وإماماً في مسجد عكاش حتى توفَّاه الله.\nثناء أهل العلم عليه ممن عرفه أو درس عليه:\nقال عنه الشيخ نصيف: (واظب الشيخ محمد على دروس العلماء وحرص أشد الحرص على التحصيل، فقلَّمَا يفوته درس مع أنه كان كفيفَ البصر، وانتفع بالمواظبة، وصار عالماً، واقتنى مكتبة كبيرة، وأصبح يدرس الناس علوم التفسير، والحديث، وانتفع بعلمه خلق كثير) .\nوقال عنه تلميذه حمزة سعداوي : (أُوتي الشيخ علْماً عظيماً، فلم يكن أحد يوازيه علماَ مع قوة الحفظ واستحضار الآيات والأدلة، لا سَيما وقت الْخُطبة وكان لا يُعْلَى عليه في ذلك الوقت) .\nوقال عنه تلميذه محمد باشميل : (كان الشيخ عالماً كبيراً، وبالأخص في علم الفقه والحديث. ذهب إلى سوريا لطلب العلم، ثم رجع وقد أُوتي علماً جما، ولم نسمع من يقول قوله، وإذا أخذ يدرَّس وذكرَ اسم صحابي كأنك حاضر مع الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يأتي بكل شيء عن هذا الصحابي: فضائله، وإسلامه).\nوقال عنه الأستاذ عبد القدوس الأنصاري في كتابه \"تاريخ مدينة جُدة \": (كان الشيخٍ محمد حسين حريصاً على طلب العلم جاداَ فيه، واقتنى مكتبة كبيرة، وأصبح عالما يشار إليه بالبنان، ودرس للناس التفسير والحديث، وانتفع بعلمه خلق كثير ووصفه كثير من طلابه وممن كان يحضر دروسه بأوصاف كثيرة) .\nشيوخه\n١- الشيخ جمال الدين أو محمد جمال الدين بن محمد سعيد بن قاسم الحلاق، من سلالة الحسن السبط، المعروف بـ \"جمال الدين القاسمي \" إمام الشام في عصره. ولد بدمشق سنة ١٢٨٣ هـ، كان سلفي العقيدة، لا يقول بالتقليد. وصنَّف كُتباً كثيرة، منها: \"المطبوع والمخطوط \"، من أعظمها: \"تفسير القرآن المسمى \"محاسن التأويل \" في ١٧ مجلداً. وقد ذكر في مقدمته أنه على عقيدة السلف والإمام أحمد، و\"قواعد التحديث من فنون مصطلح الحديث \" وهو مطبوع، و\"إصلاح المساجد من البدع والعوائد\" مطبوع، و\"تعطير المشام في مآثر دمشق والشام) مخطوط في أربع مجلدات، وقد تتلمذ عليه الشيخ، وذكر في كتابه فقال: (… وقد سمعت شيخنا الأستاذ محمد جمال الدين القاسمي بدمشق يقول… فقلت له: يا سيدي قد روى البخاري .إلخ) . توفي- رحمه الله- في سنة ١٣٣٢ هـ .\n٢- الشيخ أحمد بن محمد الزهرة أو الزهراء الشافعي الدمياطي ، ولد بمدينة دمياط حوالي سنة ١٢٨٠ هـ، وطلب العلم بها وتلقى علم القراءات، ونال الشهادة العلمية، ثم رحل في صدر شبابه إلى الشام في زمن الدولة العثمانية، ثم انتقل إلى الحجاز فأقام مدة بالمدينة، ومنها ارتحل إلى جُدة في عام ١٣٠٧ هـ، واستوطن بها أربعين عاما متوالية ، كان كفيف البصر ضئيل الجسم أقرب إلى القصر ويلبس زي العلماء المصريين، وله تلاميذه يحبونه ويخدمونه ؛ لأنه لم يكن له زوجة. كان مُجوِّدًا عالماً بالقراءات السبع،.. توفي بالمدينة في شهر رمضان من عام ١٣٦٤ هـ عن عمر يناهز الثمانين .\n٣- الشيخ أحمد بن علي أبو صَبْرينِ الحضرمي الشافعي، ولد سنة ١٢٨٠ هـ بحضرموت، ثم أرسله والده الشيخ علي- الذي كان يُعتبر من أبرز علماء جدة- إلى مصر لطلب العلم، وحينما عاد الشيخ أحمد إلى جدة حوالي عام ١٣١٨ هـ اختبره والده، ثم أنابه عنه في بعض دروسه، فأصبح عالم جدة في وقته .. وكانت وفاته على وجه التقريب سنة ١٣٣٢ هـ ، وذكر نصيف أنه توفي سنة ١٣٣٩ هـ.\n٤- الشيخ أحمد حامد أبو تِيج المدني المصري من أكابر القراء .\nتلاميذه\nقد لازم الشيخ كثير من طلاب العلم، ومن أبرز هؤلاء:\n(١) الشيخ بكر إدريس تكروني، لازمه ملازمة تامة، فهو الذي كان يقرأ عليه في الدرس، ويقرأ عليه في مكتبته، ويكتب له أيضاَ، وكانت ولادة الشيخ تكروني بجدة حوالي سنة ١٣٢٥ هـ، وتوفي عام ١٤٠٢ هـ تغمده الله برحمته وغفر له.\n(٢) الشيخ حمزة سعداوي، ممن درس عليه واستفاد منه. ولد حمزة سنهْ ١٣٣٢ هـ بجدة، ودرَس في مدارس الفلاح بجدة، وتخرج منها عام ١٣٥٠ هـ، ثم واصل التدريس فيها قُرابة ٥٠ سنة. تولى إمامة مسجد عكاش بجدة، لا يزال إلى الآن إماما فيه . بارك الله في بقية عمره، وأحسن الله لنا وله العمل. إنه جواد كريم.\n(٣) الشيخ محمد صالح أبو زناده، ولد في جدة عام ١٣١٤ هـ، وتلقى تعليمه في مكتب صادق، ثم انتدب للعمل في مدينة بومباي، وكان أحد كبار التجار العرب في الهند، ثم عاد إلى جدة وكان تاجراً يعمل في استيراد الأرزاق كالدخن، وله مشاريع خيرة ونافعة في مدينة جدة . توفي أبو زناده بعد صلاة الفجر من صباح يوم ١٧/٣/١٣٨٧ هـ بجدة - رحمه الله وأحسن جزاءه- .\n(٤) الشيخ محمد بن يوسف بن علي باشميل، ولد في حضرموت سنة ١٣١٧ هـ، ثم قدم إلى جدة وطلب العلم بها، ولازم الشيخ محمد حسين في المسجد وفي البيت أيضاً، .. نسأل الله أن يُمتع في بقية عمره، وأن يتوفاه على الإسلام.\nمؤلفاته\nمع غزارة علم الشيخ وسعة اطلاعه على الكتب العظيمة، فلم نجد له سوى هذا الكتاب، وقد قرأت الكتاب من أوله إلى آخره لعلِّي أجد له مؤلفا فلم أجد، وقد سألت ابنه وسألت تلاميذه وجميع من اتصلت به فكلهم لا يعرفون أن للشيخ مؤلفات..\nعقيدته وجهوده في نشرها\nعقيدة المؤلف- رحمه الله- هي عقيدة أهل السنة والجماعة، ومن نظر في كتابه، وجد هذا واضحا. فكان يرد على أهل الكلام من معتزلة وأشاعرة وغيرهم …\nمذهبه\nالمؤلف- رحمه الله- كان يحارب التقليد الأعمي الذي يكون بدون دليل، وإنَما مجرد نُصْرة الأمام، ومن خلال قراءتي في كتابه لم يتبين لي مذهبه بوضوح. فقد كان رحمه الله يُبَجل العلماء ويُقَدرهم وإذا ذَكَر أبو حنيفة قال: قال إمامنا، وكذلك الشافعي، ومالك، وأحمد كلهم يقول عنهم: قال إمامنا . ولكن أميل إلى أنه مالكي المذهب ، لأنه عندما ذكر ابن عبد البر قال عنه: (إنه من أجلّ أصحابنا) . قال أيضاً: (… وأما إمامنا مالك بن اْنس) .\nوفاته\nكان من عادة المؤلف- رحمه الله- في بعض الأحيان يَطيب له الجلوس مع بعض أصدقائه في منزل الشيخ إبراهيم الصنيع . وبعد أن خرج من منزل الصنيع أحسَّ بشيء وألم في قلبه، فذهب إلى بيته وسقط- رحمه الله- عند باب بيته، وقد أصابته نوبة قلبية - رحمه الله- وكان ذلك في صبيحة يوم الأربعاء الموافق للسابع من شهر صفر من سنة ١٣٥٥ هـ. وقد كان يوماً مشهوداَ حضره الناس العامة والخاصة، وقال تلميذه باشميل: لم يَعْرِف الناسُ قدره إلا بعد أن دفنوه- عليه رحمة الله - . وقد صُليَ عليه فيِ مسجد الشافعي صلاة الظهر، وأم الناس في الصلاة الشيخ محمد صالح\nشيخه، ودُفن- رحمه الله- في مقبرة الأسد . فرحمه الله رحمة واسعة، وأجزل له المثوبة وأسكنه فسيح جناته، وتجاوز عنه بمنّه وكرمه- إنه جواد كريم.\nنقلا عن مقدمة المحققَيْن لكتاب (الكشف المبدي) للمصنف رحمه الله ، ببعض الاختصار",
  "books": [
    {
      "text_id": 9063,
      "title": "الكشف المبدي"
    }
  ]
}