{
  "author_id": 1094,
  "author_meta": "يقول الشيخ الدكتور أحمد فريد (باختصار):\n(مولده)\n- ولدت في شهر يوليو سنة اثنين وخمسين وغالب ظني في تحديد اليوم أنه يوم الثورة أو قبلها بيوم أو يومين أو بعدها كذلك، وذلك بمدينة منيا القمح\n(نشأته)\n- كان والدي رحمه الله رجلاً صلاحاً محافظاً على الصلاة في المسجد وقيام الليل وكان يختم القرآن كل أسبوع تقريباً، وكان محبوباً بين جيرانه وأصدقائه وتردد على مكة لأداء العمرة عدة سنوات ومات على أحسن أحواله بعد أن أطلق لحيته. والوالدة رحمها الله كانت طيبة السيرة والسريرة محافظة على الصلاة هادئة الطباع محبة للخير وفقت لأداء فريضة الحج في آخر سنة من عمرها وطلبت مني أن أصحبها إلى العمرة كل عام في رمضان ولكنها لم يدركها رمضان لأنها بعد عودتها من الحج بشهر أو شهرين أصابها داء السرطان وتوفيت في أقل من شهرين بداء البطن فأرجو أن تكون شهيدة وقد رأيتها في المنام في حالة طيبة وكذلك والدي رحمهما الله وجميع أموات المسلمين.\n- وقد أخبرت بأنني أصابني مرض في الصغر أوشكت منه على الهلاك وكان في هذا العام خروج والدي إلى الحج وودعني على أنني سوف أموت وهو في رحلة الحج فرزقني الله عز وجل العافية ثم انتقلت تبعاً لوالدي رحمه الله في بعض البلاد ثم أقمت بمدينة السنبلاوين بمحافظة الدقهلية فأمضيت بها دراستي حتى الثانوية العامة ثم التحقت بكلية طب المنصورة وبعد أن قضيت السنة التمهيدية بطب المنصورة انتقلت تبعاً لوالدي وأسرتي إلى الإسكندرية والتحقت بطب الإسكندرية وذلك في بداية السبعينيات. وتعرفت في هذه الفترة على إخواني في الله الذين بدأوا الدعوة إلى الله عز وجل بالجامعة، وكان على رأسهم أخي الحبيب الدكتور إبراهيم الزعفراني، وتعرفنا على الشيخ محمد بن إسماعيل وكان في السنة الثالثة أو الرابعة وكان الشيخ محمد نابهاً من صغره حريصاً على طلب العلم إلا أنه لم يبدأ الدعوة حتى وصل إلى مرحلة معينة من العلم.\n- وتم إنشاء معهد تابع للدعوة بمسجد الفرقان بباكوس وكان مدير المعهد الشيخ فاروق الرحماني رحمه الله وتنوعت أنشطة الدعوة وصار للدعوة مجلة وهي (مجلة صوت الدعوة) وصدرت لسنوات متتابعة إلى أن تم إيقافها مع بقية الأنشطة سنة ١٩٩٤ كما كانت تصدر نشرات دورية لبيان موقف الدعوة من الأحداث العالمية؛ وكان قيم الدعوة على مدى هذه الفترة الشيخ أبو إدريس\n(طلبه للعلم وشيوخه)\n- أما عن طلبي للعلم وشيوخي فقد شافهت علماء العصر والتقيت بهم وسمعت من أفواههم وعلى رأس هؤلاء مجدد العصر ومحدث الديار الشامية العلامة محمد ناصر الدين الألباني والعلامة ابن باز والعلامة ابن عثيميين وعبد الرازق عفيفي رحمهم الله وكذا الشيخ أبو بكر الجزائري ومحمد الصباغ ولكن أكثر ما تعلمته كما تعلم الألباني رحمه الله من الكتب بالإضافة إلى ملازمة شيخنا محمد بن إسماعيل حفظه الله الذي أثرنا فينا كما أثر شيخ الإسلام ابن تيمية في معاصريه وصبغنا كما صبغهم بالصبغة السلفية وهذا من فضل الله علينا وعلى الناس ولكن أكثر الناس لا يشكرون. فقد قال ابن أبي شوذب: إن من نعمة الله على الشاب إذا نسك أن يوفقه الله إلى صاحب سنة يحمله عليها.\n- وساعدني كثيراً في طلب العلم أنني فتح لي في التصنيف والإفادة فكنت أجمع الكتب في علم من العلوم الشرعية من أجل أن أخرج منها بمصنف فيكون في ذلك فائدة من جهة تحصيل هذا العلم وتوصيله للناس وقد وفقت إلى دراسة علوم مختلفة وصنفت في كل منها كتاباً أسأل الله تعالى أن ينفعني والمسلمين بها وأختم بذكر هذه المصنفات بحسب وقت تصنيفها والله الموفق.\n١ - تذكرة الأبرار بالجنة والنار -رسالة لطيفة طبعت مرات عديدة\n٢ - تزكية النفوس - وكان مطبوعاً باسم «دقائق الأخبار ورقائق الأسرار»\n٣ - البحر الرائق في الزهد والرقائق - وهو أشهر كتبي وترجم لأكثر من لغة أجنبية\n٤ - الثمرات الزكية في العقائد السلفية\n٥ - تحفة الواعظ في الخطب والمواعظ -جزءان-\n٦ - من أخلاق السلف\n٧ - العذر بالجهل والرد على بدعة التكفير\n٨ - تسلية المصاب بما جاء في البلوى من النفع والثواب\n٩ - الفوائد البديعة في فضل الصحابة وذم الشيعة\n١٠ - الحب في الله وحقوق الأخوة\n١١ - تعظيم قدر الصلاة\n١٢ - وقفات تربوية مع السيرة النبوية\n١٣ - الإمام البخاري وصحيحه الجامع\n١٤ - نظم الدرر في مصطلح علم الأثر\n١٥ - الزهد والرقائق لابن المبارك -تحقيق وتعليق-\n١٦ - من أعلام السلف -٦٠ ترجمة في جزئين-\n١٧ - الفرج بعد الشدة\n١٨ - تقريب الوصول إلى معرفة الرسول صلى الله عليه وسلم\n١٩ - تيسير المنان في قصص القرآن -ثلاثة أجزاء-\n٢٠ - التقوى الغاية المنشودة والدرة المفقودة\n٢١ - شجرة الإيمان\n٢٢ - التزكية بين أهل السنة والصوفية\n٢٣ - تذكير النفوس المؤمنة بأسباب حسن الخاتمة وسوء الخاتمة\n٢٤ - من أعلام الصحابة -تراجم العشرة المبشرين بالجنة\n٢٥ - مواقف إيمانية\n٢٦ - طريق السعادة\n٢٧ - الفتوى آداب وأحكام\nبقلم الشيخ الدكتور أحمد فريد منقول من رسالة تاريخ الصحوة وتاريخ الدعوة (باختصار)",
  "books": [
    {
      "text_id": 10059,
      "title": "تزكية النفوس"
    },
    {
      "text_id": 37370,
      "title": "من أعلام السلف"
    },
    {
      "text_id": 37372,
      "title": "مجالس رمضان - أحمد فريد"
    },
    {
      "text_id": 7720,
      "title": "دروس الشيخ أحمد فريد"
    }
  ]
}