{
  "author_id": 1099,
  "author_meta": "عبد الوهاب خلاف (١٣٠٥ - ١٣٧٥ هـ = ١٨٨٨ - ١٩٥٦ م)\nهو المحدث، الأصولي، الفقيه، الفرضي ، الشيخ عبد الوهاب خلاف، عضو مجمع اللغة العربية بالقاهرة ، ألف ونشر كثيرا من الكتب، من أبرزها : أصول الفقه\n- ولد الشيخ في شهر مارس سنة ١٨٨٨ م ببلدة كفر الزيات.\n- التحق بالأزهر الشريف سنة ١٩٠٠م بعد أن حفظ القرآن الكريم في أحد ((كتاتيب)) البلدة.\n- انتظم في سلك طلبة مدرسة القضاء الشرعي إثر افتتاحها وتخرج فيها عام ١٩١٥م وعين مدرساً بها في نفس السنة.\n- اشترك في ثورة ١٩١٩م فبرزت خلالها مواهبه الخطابية والكتابية وترك المدرسة أو أجبر على تركها فانتقل إلى القضاء الشرعي.\n- عين قاضياً بالمحاكم الشرعية سنة١٩٢٠م ثم نقل مديراً للمساجد بوزارة الأوقاف سنة ١٩٢٤م وبقي بها حتى عين مفتشاً بالمحاكم الشرعية في منتصف سنة١٩٣١م.\n- انتدبته كلية حقوق جامعة القاهرة مدرساً بها في أوائل سنة ١٩٣٤م وبقي أستاذاً لكرسي الشريعة الإسلامية حتى أحالته إلى المعاش سنة ١٩٤٨م وقد ظلت تمد مدة خدمته حتى بداية عام ١٩٥٥-١٩٥٦م حيث أقعده المرض عن إلقاء المحاضرات.\n- زار كثيراً من دول الوطن العربي للاطلاع على المخطوطات النادرة وإلقاء المحاضرات…\n- انتخب عضواً بمجمع اللغة العربية فأشرف على وضع معجم القرآن.\n- ترك عددا من المؤلفات امتازت بوضوح العبارة ، فله كتاب((أصول الفقه))، وكتاب ((أحكام الأحوال الشخصية))، وشرح واف لقانوني ((الوقف والمواريث))، وكتاب فريد عن ((السياسة الشرعية))، أو السلطات الثلاث في الإسلام، وكتيب في تفسير القرآن الكريم بعنوان ((نور من الإسلام))، هذا عدا ما دبجه من بحوث ومقالات كثيرة نشرها في مجلة القضاء الشرعي ومجلة الأحكام ومجلة لواء الإسلام ومجلتي الثقافة والرسالة.\n- ألقى مجموعة من الأحاديث في الإذاعة المصرية في مختلف الموضوعات العلمية والدينية والاجتماعية وأخصها((من قصص القرآن)).\n- ألقى مجموعة من المحاضرات في المناسبات الدينية والاجتماعية، كما ألقى سلسلة محاضرات في تفسير القرآن الكريم لعدة سنوات بدار الحكمة.\n- توفي - رحمه الله - في :  ٥ من جمادى الآخرة ١٣٧٥هـ =  ١٩ يناير ١٩٥٦م  ، ودفن بمقابر الغفير",
  "books": [
    {
      "text_id": 10767,
      "title": "علم أصول الفقه ط مكتبة الدعوة"
    },
    {
      "text_id": 12380,
      "title": "علم أصول الفقه وخلاصة تاريخ التشريع ط المدني"
    },
    {
      "text_id": 8631,
      "title": "أحكام الأحوال الشخصية في الشريعة الإسلامية"
    },
    {
      "text_id": 8678,
      "title": "السياسة الشرعية في الشئون الدستورية والخارجية والمالية"
    }
  ]
}