{
  "author_id": 1101,
  "author_meta": "«ملتقى أهل الحديث» هو منتدى حواري من أفضل المنتديات على شبكة الإنترنت، يضم نخبة طيبة من العلماء وطلبة العلم ، ويحرص على الالتزام بمنهج أهل السنة والجماعة\nقال الشيخ أبو خالد السلمي :\n« فقد كانت فكرة إنشاء ملتقى أهل الحديث فكرة رائدة ، ففي الوقت الذي عجت فيه الشبكة العنكبوتية بملتقيات الأخبار والقص واللصق والقيل والقال ، شرح الله صدر مشايخنا مشرفي ملتقى أهل الحديث لإنشاء هذا الصرح العلمي المتخصص ، الذي هو نسيج وحده ، …، ورغم أن ملتقى أهل الحديث هو ملتقى لأهل السنة والجماعة ، والمراد بأهل الحديث فيه الفرقة الناجية بجميع تخصصاتهم ، إلا أن الطابع الحديثي قد طبع ملتقى أهل الحديث وتميز بمزيد عناية بالحديث وعلومه … » ا هـ\nوقال خالد بن عمر الفقيه الغامدي :\nوملتقى أهل الحديث بقي سنين بنفس الاسم القديم « بَلْجُرَشِي » (وهي مدينة في جنوب غرب المملكة العربية السعودية)، ثم رأى كثير من المشايخ أن يحوَّل الاسم إلى اسم يعبِّر عن مضمون هَذَا الموقع الَّذِيْ لا نظير له إلى الآن في الشَّبكة العنكبوتيَّة ، والذي يصحُّ أنه يقال عنه « ما من طالب علم يدخل الانترنت إلا ولملتقى أهل الحديث منَّة في عنقه » ، والمشاركون فيه يزيدون عن عشرين ألف مشارك من جميع دول العالم ، المملكة ودول الخليج ، والمغرب العربي ومصر ، والصين وأمريكا وكندا ، والهند وباكستان وأندونيسيا ، وغيرها من الدول ، والكلام عن الملتقى يطول جدًّا ، فتم الاتفاق على هَذَا الاسم الجديد « مُلْتَقَى أَهْلِ الْحَدِيْثِ » …\nوكان للملتقى الرِّيادة والأولوية في عِدَّة أمور منها :\n- عقد اللقاءات مع عدد من أهل العلم من خلال الموقع ، حيث يكتب المشاركون وغيرهم الأسئلة ويقوم المشرفون بعرضها على الشيخ ثم تكتب الإجابات وتنشر في الموقع .\n- نشر مئات ، بل آلاف الكتب الشرعية والأدبية وغيرها في الموقع .\n- فتح قسم خاص بالمخطوطات ، ينزل كل عضو ما يريد من مخطوطات يملكها فيه ، مساهمة في نشر العلم الشرعي ، وقد نشر فيه الآن آلاف المخطوطات التي لم يكن طلبة العلم يحلمون برؤية بعضها وهذا من توفيق الله تعالى وفضله ....\n- كان له الريادة في تنظيم قراءة كتب السنة النبوية على بعض المشايخ والإعلان عن ذلك على الشبكة العنكبوتية ، فكم سمعنا عن تنظيم للقراءة على بعض المشايخ قام بعد إشهار الموقع لهذا الأمر ولم نكن نسمع به من قبل\n- أن هذا الموقع جمعنا وعرَّفنا بعلماء أفاضل وطلبة علم من جميع دول العالم ، لعل أحدنا يبقى سنين عددا حتى يسمع ببعضهم أو يتعرف عليهم .\nقالوا عن الملتقى\n- من المواقع الممتازة على الشبكة العنكبوتية لأن فيه علماء وفوائد قل ما تجدها في موقع غيره (الشيخ عبد الكريم الخضير)\n- يستفاد منه وفيه بعض طلاب العلم من الأخيار يكتبون فيه وفيه نفع إن شاء الله تعالى وهناك أيضاً وجهات نظر يكتبونها في ملتقاهم وإن كنت أختلف معهم في بعضها …(الشيخ عبد الكريم الخضير)\n- فوجئت بهذا الحضور العلمي المتميز في ملتقى أهل الحديث، ولم يخطر ببالي من قبل أنه يوجد على الشبكة العالمية نحو من ذلك ( د محمد بن حسين الجيزاني )\n- مدينة من مدن العلم ، مليئة بالعلم مضيئة بالخير ، يقصدها العلماء وطلبة العلم يعلمون ويتعلمون ، ويفيدون ويستفيدون ، حتى غدا هذا الملتقى شمسا في سماء الإنترنت ، فجزى الله القائمين عليه عن الإسلام والعلم والسنة وأهلها خير الجزاء ، وزادهم توفيقا وتسديدا ( د بسام الغنام)\n- أفضل موقع علمي على الإنترنت، ولا يكاد حديث إلا وتكلموا عنه. (الشيخ ناصر العمر)\n- أعتقد أنه أفضل موقع على الشبكة ، وهو الأكثر لي زيارة ، وما انتفع طلاب العلم بموقع كانتفاعهم بهذا الموقع ( د ماهر ياسين الفحل)\n- وممن أثنى على الملتقى ونصح به ، الشيخ المحدث محمد عمرو عبد اللطيف - رحمه الله - ، والشيخ محمد إسماعيل المقدم ، وغيرهم من المشايخ الكرام\nعنوان الموقع\nhttp://www.ahlalhdeeth.com",
  "books": [
    {
      "text_id": 4382,
      "title": "لقاءات ملتقى أهل الحديث بالعلماء"
    }
  ]
}