{
  "author_id": 1104,
  "author_meta": "[الاسم، والنسب]:\nعلي بن عبد الله بن شديد الصياح ويرجع نسبه إلى قبيلة مطير.\n[ميلاده، ونشأته]:\nولد: في عام ١٣٨٨ من الهجرة النبوية في مدينة الرياض، وبها نشأ، وتعلم، أما الموطن الأصلي، فمنطقة القصيم.\n[طلبه للعلم]:\nبدأ الشيخ علي بطلب العلم مبكرا، ولازم الشيخ عبد الرحمن البراك، والشيخ عبد الله السعد مذ كان عمره أربعة عشر عاما.\nكما أنه أتم حفظ القرآن، وعمره ستة عشر عاما على الشيخ عبد الله بن عبد الرحمن التويجري إمام جامع حي الفاروق في ذلك الوقت، والمدرس بالمعهد العلمي بالرياض، وقرأه كذلك على الشيخ الدكتور صلاح عبد المقصود، والشيخ محمد نذير خان الهزاروي- رحمه الله -.\n[شيوخه]:\nتلقى الشيخ علي العلم من جموع من العلماء مما كان له بالغ الأثر في تحصيله، وكان من أبرزهم:\nالشيخ الإمام عبد العزيز بن باز -رحمه الله-.\nوالشيخ العلامة محمد بن صالح العثيمين-رحمه الله-.\nوالشيخ: صالح العلي الناصر-رحمه الله-.\nوالشيخ: إسماعيل الأنصاري- رحمه الله -، وقد أجازه.\nوالشيخ: صالح الفوزان-حفظه الله-.\nوالشيخ: عبد الله الجبرين-حفظه الله-.\nوالشيخ: عبدالرحمن البراك-حفظه الله-.\nوالشيخ: عبدالعزيز الراجحي-حفظه الله-.\nوالشيخ: عبد الله السعد-حفظه الله-، وقد أجازه.\nوالشيخ: سعد الحميد-حفظه الله-.\nوالشيخ: حسن حفظي-حفظه الله- في اللغة وعلومها.\nوغيرهم من أهل العلم.\nولكن أبرز الشيوخ الذين لازمهم، وقرأ عليهم كثيراً، ولهم أثر كبير عليه:\nالشيخ عبد الرحمن بن ناصر البراك، والشيخ عبد الله بن عبد الرحمن السعد حيث لازم الشيخين منذ أن كان سنه أربعة عشر عاما، وإلى الآن.\n[الدراسة النظامية]:\nدرس المرحلة الابتدائية، والمتوسطة، والثانوية في مدارس وزارة المعارف، ثم التحق بجامعة الإمام محمد بن سعود الإسلامية - كلية أصول الدين- قسم السنة وعلومها في الرياض، وتخرج منها في عام ١٤١٢هـ.\nوفي الجامعة تتلمذ على جموع من المشايخ الفضلاء كالشيخ عبد الكريم بن عبد الله الخضير، والشيخ عبد العزيز التخيفي، وغيرهم.\nثم درس مرحلة الماجستير في جامعة الملك سعود - كلية التربية- قسم الثقافة الإسلامية- شعبة التفسير والحديث -، وكانت أطروحة الماجستير عنوانها: «يعقوب بن شيبة السدوسي آثاره، ومنهجه في الجرح والتعديل»، وتخرج عام ١٤١٨هـ.\nأما الدكتوراه ففي جامعة الإمام محمد بن سعود الإسلامية- كلية أصول الدين- قسم السنة وعلومها-، وكان عنوان رسالته «كتاب العلل لابن أبي حاتم تحقيق وتخريج ودراسة من أول المسألة رقم ١٠٨٩ إلى نهاية المسألة رقم ١٢٣٩»، ونوقشت الرسالة في عام ١٤٢٢هـ، ومنح درجة الدكتوراه مع مرتبة الشرف الأولى.\n[المؤلفات العلمية]:\n١ - تحقيق ودراسة «الجزء العاشر من مسند يعقوب بن شيبة».طبع.\n٢ - «جهود المحدثين في بيان علل الحديث» طبع.\n٣ - «قَصَصٌ وَنَوادرٌ لأئمةِ الحديثِ المُتقدّمين في تتبعِ سُنّةِ سيّدِ المُرْسلين والذبِّ عنها» طبع.\n٤ - «إِشْكَالٌ وَجَوَابُه فِي حَدِيثِ أُمِّ حَرَام بِنْتِ مِلْحَانَ» طبع.\n٥ - «الدَّاعِيَةُ البَصِير .. أخلاقُهُ وَصفاتُهُ وَمنهجُهُ في ضوءِ الكِتابِ والسُّنةِ الصحيحة» طبع.\n٦ - «مِنْ سِيَرِ عُلَماءِ السلفِ عِنْدَ الفتنِ مُطَرِّفُ بنُ عبدِ الله بنِ الشِّخِّيرِ نَمُوذَجَاً» طبع.\n٧ - «أحاديث تعظيم الربا على الزنا دراسة نقدية» طبع.\n٨ - «يعقوب بن شيبة السدوسي آثاره ومنهجه في الجرح والتعديل» - الماجستير -، وهي تطبع حالياً بعنوان «الموسوعة العلمية الشاملة عن الإمام الحافظ يعقوب بن شيبة السدوسي» حيث ضمّ إليها عدداً من الأعمال العلمية المتعلقة بيعقوب بن شيبة.\n٩ - «المنهج العلمي في دراسة الحديث المعل» بحث محكم في جامعة الإمام محمد بن سعود.\n١٠ - «الثِّقَاتُ الَّذِينَ تَعَمَّدُوا وَقْفَ الْمَرْفُوعِ أو إِرْسَالَ الْمَوْصُولِ» بحث محكم في الجامعة الإسلامية.\n١١ - تحقيق «مُلَخَّصٌ مِنْ مُسْنَدِ أبي يوسف يَعْقُوب بنِ شَيْبَةَ بنِ الصَّلْتِ مِنْ مُسْنَدِ عُمَرَ بنِ الخَطَّاب» للكاملي (ت٨٣٥) تحت الطباعة.\n١٢ - «هَكَذَا حَجَّ الصَّالِحُونَ … !» طبع، وأصله برنامج بثّ في إذاعة القرآن.\n(وهذه ستكون سلسلة تدخل فيها بقية العبادات: «الصلاة» و «الصيام» ونحو ذلك).\n١٣ - «المدخل إلى الثقافة الإسلامية» مقرر لطلاب الجامعة، بالاشتراك مع بعض زملائه.\n[النشاط العلمي]:\nللشيخ علي جهود مشكورة في نشر العلم في الداخل، كما شارك في عدد من الدورات العلمية في بعض دول أوربا، وأفريقية، وغيرها.\n[العمل الرسمي]:\nهو الآن أستاذ مساعد بقسم الثقافة الإسلامية -كلية التربية - جامعة الملك سعود بالرياض.\nوكلف بتدريس طلاب الدراسات العليا بقسم الثقافة الإسلامية، وغيرهم من طلاب الجامعة\n(نقلا عن: منتديات صناعة الحديث)",
  "books": [
    {
      "text_id": 10814,
      "title": "إشكال وجوابه في حديث أم حرام بنت ملحان"
    },
    {
      "text_id": 11140,
      "title": "جهود المحدثين في بيان علل الحديث"
    },
    {
      "text_id": 14606,
      "title": "أحاديث تعظيم الربا على الزنا «دراسة نقدية»"
    }
  ]
}