{
  "author_id": 1105,
  "author_meta": "ابن رشد (٤٥٠ - ٥٢٠ هـ = ١٠٥٨ - ١١٢٦ م)\nقاضي الجماعة بقرطبة. من أعيان المالكية. وهو جد ابن رشد الفيلسوف (محمد بن أحمد)\nولد في قرطبة، وبها نشأ وتعلم على يد أعلام علماء الأندلس:\n- كفقيه قرطبة أبي جعفر بن رزق (ت ٤٧٧)\n- والفقيه الحافظ أبي عبد الله محمد بن خيرة الأموي المعروف بابن أبي العافية (ت ٤٨٧)\n- والمحدث المسند أبي العباس أحمد بن عمر بن أنس العذري الدلائي (ت ٤٧٨)\n- وإمام اللغة في الأندلس أبي مروان عبد الملك بن سراج\n- وزعيم المفتين بقرطبة أبي عبد الله محمد بن فرج المعروف بابن الطلاع (ت٤٧٨)\n- ورئيس المحدثين بها أبي على حسين بن محمد الغساني الجياني (ت ٤٧٨). وغيرهم من كبار الشيوخ.\nوأخذ عنه عدد لا يحصى من طلبة الأندلس والمغرب، من أشهرهم:\n- قاضي الجماعة بقرطبة محمد بن أصبغ الأزدي (ت٥٣٦)\n- وجامع نوازل ابن رشد الفقيه أبو الحسن محمد بن عبد الرحمن المعروف بابن الوزان (ت٥٤٣)\n- والقاضي عياض بن موسى السبتي (ت٥٤٤)\n- والمحدث الفقيه أبو مروان عبد الملك ابن مسرة اليحصبي (ت٥٥٢)\n- والمحدث محمد بن يوسف ابن سعادة مؤلف كتاب شجرة الوهم (ت٥٦٦)\n- والحافظ المفسر أبو الحسن علي بن عبد الله الأنصاري المعروف بابن النعمة (ت٥٦٧)\n- والمؤرخ خلف بن عبد الملك ابن بشكوال صاحب الصلة (ت٥٧٨).\nكان محمد ابن رشد ـ بإجماع من ترجموا له ـ ناسكاً عفيفاً، كريم الخلق سهل الحجاب، كما كان أستاذاً بطبعه، يحب التدريس ويحسن طرق التبليغ، تسعفه مادة غزيرة، وتفكير منظم، وعبارة منطلقة، وحرص على نفع الطلبة. ولم ينل ابن رشد تقدير الأوساط العلمية ببلده وكفى، بل أجله الناس في العدوتين، حتى أمير المسلمين ملك المرابطين في مراكش، واعتقده أهل قرطبة بصفة خاصة وأحبوه لأنه كان إمامهم وخطيبهم في الجامع الأعظم الذي كان يسع أهل المدينة جميعاً، ورأوا فيه العالم بالشريعة المتحلي بها، إياه يستفتون في مسائل دينهم ودنياهم، وإليه يفزعون فيما يلم بهم من ريب الدهر ونوائبه.\nمؤلفاته:\n- البيان والتحصيل (ط)\n- المقدمات الممهدات (ط)\n- نوازل ابن رشد، في مجلد ضخم، جمعها تلميذه أبو الحسن ابن الوزان (وتسمى أيضاً الفتاوى، والأجوبة).\n- اختصار المبسوطة ليحيى بن إسحاق بن يحيى بن يحيى الليثي (ت٣٠٣).\n- تهذيب مشكل الآثار، لأحمد الطحاوي الحنفي (ت٢٣١).\n- النوادر.\n- المسائل الخلافية.\n- حجب المواريث.\n- اختصار الحجب على مذهب مالك بن أنس مما روي عن زيد بن ثابت.\n- فهرسة.\n* وقد نسب بعضهم - خطأ - إلى محمد ابن رشد الجد كتاب بداية المجتهد، وهو مطبوع معروف النسبة لابن رشد الحفيد.\n[هذه الترجمة مختصرة من مقدمة كتاب «البيان والتحصيل»]",
  "books": [
    {
      "text_id": 14310,
      "title": "مسائل أبي الوليد ابن رشد"
    },
    {
      "text_id": 21735,
      "title": "المقدمات الممهدات"
    },
    {
      "text_id": 21751,
      "title": "البيان والتحصيل"
    },
    {
      "text_id": 6542,
      "title": "الرد على من ذهب إلى تصحيح علم الغيب من جهة الخط"
    }
  ]
}