{
  "author_id": 1114,
  "author_meta": "محمد صبحي حلاق (١٣٧٢ هـ/ ١٩٥٤ م - ١٤٣٨ هـ / ٢٠١٧ م)\nهو أبو مصعب: محمد صبحي بن حسن حلاق التفتنازي مولداً، والصنعاني هجرةً وإقامةً.\nولد في بلدته في سوريا عام ١٣٧٢ هـ المواقف: ١٩٥٤ م.\n[نشأته]\nنشأ الشيخ نشأةً إسلامية بحتة، ومنذ نعومة أظفاره بدأ يقرأ العلم الشرعي على شيوخ عصره وأعلام مصره والأمصار التي وصل إليها في شبابه، كالأردن جلس فيها ستة أشهر ثم بلاد الحرمين للحج والعمرة في عام ١٩٨١ م، ثم اتجه لليمن منذ ذاك الوقت إلى يومنا هذه.\n[دروسه على أهل العلم، والعلوم التي تلقاها عنهم]\nتلقى الشيخ علوم العقائد والقرآن وعلومه، والحديث ومصطلحه، والفقه وأصوله، وعلوم العربية على علماء عدة في مدينة حلب الشهباء، وحماة ودمشق، وهاك تفصيل شيوخه والعلوم التي تلقاها عنهم:\nتنبيه: الشيخ سلفي العقيدة على منهج أهل السنة والجماعة، وقد حقق عدَّة كتب في ذلك منها الواسطية، ومعارج القبول للحكمي وغيرها.\n[من شيوخه]\n١) الشيخ عبد الحميد عز - رحمه الله - والشيخ خالد بن محمود خطيب - رحمه الله - قرأ في الكتَّاب القرآنَ الكريم كاملاً عليهما، وهو مجاز برواية حفص عن عاصم فقط.\n٢) أخذ عن الشيخ محمد عبدو ديب درساً عامةً وخاصة بمعرتمصرين في محافظة إدلب عام ١٩٦٢ م.\n٣) أخذ عن الشيخ الدكتور نور الدين عتر الحلبي: علوم القرآن وعلوم الحديث في ثانوية إبراهيم هنانو في حلب عام ١٩٦٥ م -١٩٦٦ م. وأخبرني أنه التقى بشيخه مرةً أخرى بعد مجيئه اليمن، ودار بينهم حوار.\n٤) حضر دروس العلامة الشيخ عبد الله سراج الدين التي كانت تعقد في حلقته العلمية إذ ذاك.\n٥) حضر دروس العلامة الشيخ عبد الفتاح أبو غدة الحلبي التي كانت تعقد في حلقته العلمية وفي مسجده إذ ذاك. (وقد ذكر الشيخ حلاق أنه يخالف شيخه أبا غدة في بعض الأمور منها: مدحه الكوثري، وبعض الأمور الأخرى).\n) قرأ على الشيخ محمد أديب الكيلاني الحموي، - في حلب الشهباء في جامع العادلية - الكتب التالية (المعرفة لعبد الكريم الرفاعي) و (قصة الإيمان للشيخ نديم الجسر) و (شرح جوهرة التوحيد للشيخ إبراهيم الباجوري). وقد ذكر الشيخ حلاق أنه يخالف شيخه في عقيدته، وإنما درس عليه لأنهم الموجودون في سوريا، وهم على مذهب الأشاعرة.\n٧) قرأ على الشيخين: عدنان سرميني الحلبي و هشام سرميني الحلبي - في جامع العادلية حلب - الفقه الشافعي والفقه الحنفي.\n٨) حضر دروس الشيخ العلامة محمد الحامد الحموي - رحمه الله - وأجازه بجميع كتبه، وكتب الإجازة عليها بخطه مع الإهداء.\n٩) حضر دروساً عدَّة في مساجد دمشق التي كانت تبلغ الدروس في مساجدها بـ (٣٦٠) درساً في اليوم.\n١٠) أخذ عن الشيخ العلامة محمد هاشم المجذوب شافعي عصره وفريد مصره الملقب بالشافعي الصغير - في جامع السنجقدار في دمشق - الكتب التالية: (الترغيب والترهيب للمنذري) و (المجموع شرح المهذب للنووي) و (إعانة الطالبين للنووي) وكتب أخرى مختصرة ومطولة في الحديث ومصطلحه.\n١١) قرأ على الشيخ الدكتور محمد سعيد رمضان البوطي - في دمشق الفيحاء - كلاً من (كبرى اليقينيات الكونية) له، و (فقه السيرة) له. وذكر الشيخ حلاق: أنه لا يوافق شيخه في تصوفه ومخالفته في بعض المسائل الصوفية وغيرها.\n١٢) أخذ عن العلامة المقرئ عبد الوهاب دبس وزيت الدمشقي الفقه الحنفي.\n١٣) أخذ عن الشيخ عبد الحفيظ الحافظ الدمشقي (شذور الذهب في معرفة علوم العرب لابن هشام الأنصاري) و (قطر الندى لابن هشام أيضاً) و (شرح ابن عقيل على ألفية ابن مالك).\n١٤) حضر دروس العلامة الشيخ خالد شقفة فقيه الشافعية في مدينة حماة.\n١٥) قرأ على مجموعة من أهل العلم في عصره الذين كانوا يدرسون في معهد الروضة الهدائية بحماة الكتب التالية:\nفي النحو (شذور الذهب لابن هشام) و (قطر الندى لابن هشام) و (شرح ابن عقيل على الألفية).\nفي الفرائض (شرح الرحبية للسبط المارديني).\nفي مصطلح الحديث (تدريب الراوي للسيوطي).\nفي أصول الفقه (أصول الفقه لعبد الوهاب الخلاف).\nفي التوحيد (جوهرة التوحيد). قلتُ: والشيخ على عقيدة أهل السنة والجماعة، وإنما هذه الكتب في بداية الطلب.\nفي الفقه الشافعي (إعانة الطالبين) و (الإقناع في حل مسائل أبي شجاع للخطيب الشربيني).\nفي الحديث (سبل السلام للصنعاني).\nفي التفسير (تفسير آيات الأحكام للسايس).\nفي البلاغة (البلاغة الواضحة لعلي الجارم).\nوكتب أخرى في المنطق وغيره.\n١٦) حضر بعض الدروس لفضيلة الدكتور عبد الوهاب بن لطف الديلمي في تفسير أبي السعود، وخرَّج بعض الأحاديث التي تمرُّ خلال الدرس، ويتلوها على الحاضرين الشيخ الديلمي لحسن ظنه به وحبه له، ولذلك فإنَّ الشيخ الديلمي من المشجعين للشيخ حلاق في استمرارية التحقيق وتقديم له ما يحتاج بقدر الاستطاعة ويقدم له بعض تحقيقاته ويثني عليه.\n١٧) الشيخ العلامة قاضي اليمن محمد بن إسماعيل العمراني، للشيخ حلاق معه مواقف كثيرة من تشجيع له وتيسير أموره ومساعدته والدعاء له، وقد أجازه العمراني مرات كثيرة وذلك من محبته له، وكانت آخر إجازة له في يوم الأحد ١٩ محرم ١٤٢١ هـ الموافق ٢٣/ ٤/٢٠٠٠ م بحضور الشيخ العلامة ياسين جاسم المحيمد والشيخ الفقيه عامر حسين أبو المقداد والشيخ المسند عادل حسن أمين، وأولاد شيخنا حسان حلاق و عبد الرحمن حلاق.\nوللمزيد من أخبار الشيخ ومعرفة أسانيده يراجع في كتاب: (تحفة المشتاق بأسانيد محمد صبحي حلاق) لعلي المحيمد.\n[لقاءات الشيخ بأهل العلم]\nلقد التقى الشيخ المحقق محمد صبحي حلاق بعدد من العلماء وتناقش معهم منهم:\n١) الشيخ المحدث محمد ناصر الدين الألباني - رحمه الله - التقى به مراراً في الأردن وهو صغير، ثم التقى به في الأردن وأثنى الشيخ الألباني على تحقيق الروضة الندية وأوصاه بالتثبت، ودار بينهم نقاش حول أخذ ما زاد على القبضة من اللحية، لأنَّ لحية الشيخ حلاق طويلة فوق القبضة وزيادة.\n٢) الشيخ المحدث مقبل بن هادي الوادعي - رحمه الله - التقى به ثلاث مرات:\nاللقاء الأول: في جامع الدعوة بصنعاء: حول كتاب الشيخ مقبل (المخرج من الفتنة) وحضره كل من باغويطة صاحب مكتبة العلاء بن الحضرمي بالمكلا، والشيخ عبد الله اليزيدي.\nاللقاء الثاني: حول حجية الإجماع حضره الشيخ محمد عبد الوهاب الوصابي.\nاللقاء الثالث: عند الوادعيين الشيخ صالح الوادعي والشيخ محمد الوادعي: وكان موضوع اللقاء حول الاستعانة بالمشركين. وكان اللقاء في بيت الشيخ محمد الوادعي، وحضره الشيخ عبد المجيد الريمي، والشيخ محمد البيضاني.\n٣) الشيخ المحدث عبد المحسن العباد - حفظه الله - التقى به في بيته بالمدينة النبوية، وكان اللقاء في مواضيع ومنها حول كتاب تطهير الاعتقاد للصنعاني، وحضره الشيخ عبد الرزاق العباد وغيره.\n٤) الشيخ المحدّث حمَّاد الأنصاري - رحمه الله - بالمدينة النبوية، وكان موضوع اللقاء نقاش حول إطالة التحقيق وأهمية التخفيف في التحقيق.\n٥) الشيخ المقرئ عبد العزيز عيون السود - و لاأدري الآن في ماذا كان اللقاء -.\nولم يلتق الشيخ حلاق بالشيخ ابن باز أو العثيمين - رحمهما الله -\n[الوظائف التي شغلها]\n١) عمل إماماً وخطيباً في محافظة دمشق لمدة أربع سنوات.\n٢) عمل إماماً ومدرساً في محافظة إدلب لمدة ست سنوات.\n٣) درّس كتاب (سبل السلام للصنعاني) وكتاب (الرسالة للإمام الشافعي) في جامع الدعوة بصنعاء.\n٤) عمل إماماً وخطيباً في صنعاء لمدة تسع سنوات.\n٥) درَّس كلاً من الفقه والأصول والحديث والمصطلح والمواريث، في معهد صنعاء العلمي بأقسامه الثلاثة (عام) (شرعي) (معلمين) لمدة ثمان سنوات، خلَّف كثيراً من الطلاب الذين منهم من صار مدرساً وبعضهم إماماً أو خطيباً أو عالماً أو مهندساً أو طبيباً أو مسئولاً.\n٦) عمل موجهاً في إدارة الثقافة والنشاط الاجتماعي التابع لوزارة التربية والتعليم في اليمن لمدة خمس سنوات.\n٧) شارك في وضع مناهج جامعة الإيمان، حيث قرر له كتاب (بداية المجتهد ونهاية المقتصد) لابن رشد الحفيد بتحقيقه. وكتاب (الدراري المضية شرح الدرر البهية للشوكاني) بتحقيقه.\n[مؤلفات الشيخ]\nلم يعتن الشيخ بالتأليف إكثاراً وكثرةً قدر عنايته بالتحقيق وإخراج النصوص المحققة وإحياء التراث\nأما مؤلفاته فهي كالتالي:\n١) الفوائد المجتمعة لخطيب الجمعة. ط: دار ابن حزم - بيروت.\n٢) اللباب في فقه السنة والكتاب. ط: مكتبة الصحابة - القاهرة.\n٣) الأدلة المرضية لمتن الدرر البهية. ط: دار الفكر - بيروت.\n٤) المعين في فقه السنة والكتاب المبين. ط: دار الفكر - بيروت.\n٥) الشباب عوامل تكوينهم وأسباب مشكلاتهم في ضوء الكتب والسنة. ط: مكتبة المعارف - الرياض.\n٦) الأحاديث القدسية في الصحيحين وشرح مفرداتها. ط: مكتبة المعارف - الرياض.\n٧) رجال تفسير الطبري جرحاً وتعديلاً. ط: دار ابن حزم - بيروت.\n٨) الإيضاحات العصرية للمقاييس والأوزان الشرعية. ط: دار الجيل الجديد - صنعاء.\n٩) اللباب لتخريج المباركفوري لقول الترمذي وفي الباب. ط: دار إحياء التراث العربي - بيروت.\n١٠) بغية المتفقهين لأدلة منهاج الطالبين للنووي. ط: دار ابن كثير - دمشق.\n١١) مدخل إرشاد الأمة إلى فقه الكتاب والسنة. ط: دار الندى.\n١٢) الشامل الميسر في الفقه.\nوله مؤلفات أخرى لكنها لم تكتمل بعدُ\n[تحقيقاته لكتب التراث اليمني وغيره] منها\n١ - نيل الاوطار\n٢ - سبل السلام\n٣ - الروضة الندية\n٤ - حاشية ابن عابدين\n[استطرادات]\n* قصة الشيخ محمد صبحي حلاق مع (الفتح الرباني) للشوكاني:\nذكر الشيخ قصته مع كتاب (الفتح الرباني من فتاوى الشوكاني) الذي طبع بمكتبة الجيل الجديد بصنعاء، وهي كالتالي:\nلمَّا دخل الشيخ صبحي حلاق اليمن في عام ١٩٨١ م تقريباً، كان كثير التردد على مكتبة دار القدس بصنعاء، أيام كان يتواجد فيها الشيخ عبد الله اليزيدي وعبد القادر باغويطة، وفي مرةٍ من المرات لقي فيها شيخاً كبير السن، وتعرف عليه، ألا وهو شيخه القاضي العلامة محمد بن إسماعيل العمراني - فقيه اليمن - وتعرَّف عليه، وذكر له أن يحب الشوكاني ويحب كتبه، فأخبره الشيخ العمراني أنه يوجد عنده بعض الأجزاء من كتاب (الفتح الرباني) للشوكاني، فأعطاه ما عنده من الأجزاء، والكتاب مكوَّن من (خمسة أجزاء) ثم تابع شيخنا حلاَّق بقية الأجزاء هنا وهناك، حتى اجتمع له (الجزء الأول والثاني والثالث والخامس) أما الرابع فلا، فسأل عنه، فأخبره (المقحفي: من المسؤلين على مكتبة الجامع الكبير) أنَّه خرج من المكتبة من فترة بعيدة ولم يعد، فهو مفقود.\nلكن عزم الشيخ استمرَّ في البحث عن الجزء الرابع هنا وهناك لعله يجده.\nوفي يوم من الأيام والشيخ في بيته إذ بطارق على الباب، ففتح شيخنا فإذا هو برجل غريب لا يعرفه، يقول له: هل تشتري مني هذا؟ فنظر الشيخ فيه فإذا هو الجزء الرابع من (الفتح الرباني) صورة منه، فحمد الله، فقال الغريب: أريد ثمانين ألفاً يمنياً، فقال الشيخ: أعطيك ستين ألفاً. فقال الغريب: بل ثمانين ألفاً. فدفع له الشيخ ما أراد من المبلغ، وسأله من أين أتى به؟ ومَن هو اسمه ليثبته على الكتاب، فرفض، وأخذ المال، وولى.\nقال الشيخ فاتصلت على الشيخ العمراني وأخبرته ففرح، وقال لي: ابدأ التحقيق، فبدأ الشيخ التحقيق، حتى خرج الكتاب للناس في طبعته هذه اليوم.\n* جواب للشيخ عن منظومات متن (الدرر البهية) للشوكانى:\nنظمه الشيخ الضمدي أحد أعلام اليمن، وقد قام الشيخ حلاق بتحقيقه وانتهى منه، وهو جاهز للطباعة.\n* تذكير من الشيخ في بيان العناء الشديد في تحقيق المخطوطات:\nتذكير لأولي النهى في بيان العناء الشديد في تحقيق المخطوطات، وخاصة إذا لم يكن لها إلا مخطوطة واحدة:\nيظن بعض الناس أن تحقيق الكتاب المخطوط لا يعدو أن يكون شكلياً، لا يخرج عن مقابلة النسخ دون مجهود ذهني يُذكر من المحقق. وهذا حكم مَن لم يمارس تحقيق المخطوطات، ولم يذق عناءه ومرارته ويكتوِ بناره، والواقع أنَّ التحقيق عملٌ مضني، وعقبة كؤود، وليس بالأمر الهيِّن، بل يحتاج إلى صبرٍ ومصابرة، وفطنة ويقظة، في تقليب الكلمة على كافة وجوه احتمالاتها، حتى يصل به الفكر إلى قرارٍ تطمئنُّ إليه نفسه، ويرتاح ضميره بأنه أصاب ما قصد المؤلف.\nوقد قال بعض الأدباء: إنشاء عشر ورقات من حرِّ اللفظ وشريف المعاني أيسر من إتمام نقصٍ أو إصلاح تصحيف أو كلمة ساقطة، حتى يستقيم الكلام ويتصل.\nفلذا كان العمل في تحقيق المخطوطات يحتاج إلى دقة وانتباه وحذر، مع تقوى الله سبحانه فيما يقوم به من عمل فلا يحاول أن يزيد حرفاً أو كلمة من عنده دون الإشارة إلى ذلك بالطرق المصطلح عليها، وذلك عند الضرورة.\nاللهم اجعل أعمالنا كلها صالحة، و لوجهك خالصة، ولا تجعل فيها شركاً لأحد.\nكتبه: أبو مصعب/ محمد صبحي بن حسن حلاق\n[توفي - رحمه الله - يوم السبت ٩ من ربيع الآخر ١٤٣٨ هـ - الموافق ٨ كانون ٢ عام ٢٠١٧ م، في العاصمة صنعاء، بعد مرض شديد ألم به، وقد تمت الصلاة عليه بعد صلاة العصر في مسجد الخير بمنطقة شميلة في صنعاء عاصمة اليمن].\n(مصدر الترجمة: ملتقى أهل التفسير)",
  "books": [
    {
      "text_id": 6400,
      "title": "الأدلة الرضية لمتن الدرر البهية في المسائل الفقهية"
    },
    {
      "text_id": 782,
      "title": "اللباب في فقه السنة والكتاب"
    }
  ]
}