{
  "author_id": 1116,
  "author_meta": "الرباعي  (١٢٠٠ - ١٢٧٦ هـ = ١٧٨٦ - ١٨٦٠ م)\nهو: الحسن بن أحمد بن يوسف بن محمد بن أحمد الرُّباعي.\nوالرُّباعِيُّ -بضم الراء المشددة وبعدها موحدة خفيفة-: نسبة إلى جده الأعلى القاضي عبد الله بن محمد بن جابر العَوْدَري السكْسَكِي (ت ٧١١) ، وكان من أعيان القرن السابع الهجري، وعُرِف بالرُّباعي لأن له أربع أصابع .\nوعائلة المترْجَم معروفة بالفضل والعلم، فكما أسلفنا عن جده القاضي عبد الله كان أولاده من بعده، فقد سكنوا مدينة جِبْلَة وعكفوا على الدراسة وإحياء العلم، وقد تولى بعضهم القضاء، ثم انتقل جدُّ المؤلف القاضي يوسف بن محمد بن أحمد إلى صنعاء وسكن بها، وبقيت العائلة بصنعاء إلى عصرنا، ومن المعاصرين السفير محمد بن عبد الرحمن الرُّباعي وغيره.\nولد المؤلف تقريبًا على رأس القرن الثاني عشر (نحو ١٢٠٠) بمدينة صنعاء.\nوتلقَّى العلم أوَّلاً على والده العلامة أحمد بن يوسف الرُّباعي (ت ١٢٣١) وقد كان مبرزًا في علوم العربية والفقه والحديث، وله في الحديث رواية واسعة، وقد أخذ المؤلف عن والده الإجازة بأغلب كتب الحديث وغيرها من كتب العلم، وقد ذكر أسانيده في (ملحق فتح الغفار) -وهو ملحق بآخر الكتاب-. ووالده من تلاميذ الشوكاني، وقد وصفه الشوكاني بـ: قوة الفهم والعرفان التام والإنصاف وعدم الجمود على التقليد.\nثم قرأ على جماعةٍ من شيوخ العصر، كالعلامة محمد بن علي الشوكاني (ت ١٢٥٢) وقد اختص به ولازمه، فقرأ عليه في علم المعاني والبيان، وفي علم التفسير سمع عليه (تفسير الزمخشري) ، وفي \"الصحيحين\" والسنن، وفي مؤلفاته خاصة (شرح المنتقى) و(الدرر) . وقد لازمه مع أبيه واستمر كذلك بعد وفاته، وحصل (نيل الأوطار) بخطه.\nوأخذ أيضًا عن السيد العلامة الحسن بن يحيى الكبسي (ت ١٢٣٨) وقد سمع عليه الكتب الستة، والقاضي العلامة يحيى بن علي الشوكاني(ت ١٢٦٧) ، والقاضي العلامة محمد بن أحمد السودي الصنعاني (ت ١٢٣٦) ، والعلامة عبد الله بن محمد الأمير الصنعاني (ت ١٢٤٢) ، والقاضي حسين بن محمد العنسي  (ت ١٢٣٥) ، والعلامة إبراهيم بن عبد القادر الكوكباني (ت ١٢٢٣) ، وغيرهم من مشايخ العلم بصنعاء.\nقال عنه شيخه الشوكاني: واستفاد في جميع العلوم الآلية، وفي علم السنة المطهرة، وله فهم صادق، وإدراك قوي، وتصور صحيح، وإنصاف وعمل بما تقتضيه الأدلة. وهو الآن من أعيان أهل العرفان ومحاسن حَمَلَة العلم بمدينة صنعاء. اهـ.\nوقال أيضًا عند ذكر أبيه: وولده حسن بن أحمد من أذكياء الطلبة، وله سماع علي في المؤلفَيْن المذكورَيْن -شرح المنتقى والدرر- فهو مع حداثة سنه يسابق في فهمه. اهـ.\nوقال عصْرِيُّه الشجني: القاضي العلامة المدقق، والنبيل الفهامة المحقق.\nوقال محمد زبارة: صار من أكابر أعيان علماء عصره.\nويظهر لنا جليًّا من ترجمة المؤلف -رحمه الله- وتعليقاته على الأحاديث وعلى حواشي النسخة نزوعه إلى الاجتهاد، وترك التقليد والجمود، واهتمامه بعلم السنة والحديث رواية ودراية.\nكما يظهر -أيضًا- من الملحق في آخر (فتح الغفار) الذي كتبه المؤلف في بيان إجازاته من مشايخه، وأسانيده إلى كتب السنة، أو مصنفات الأئمة = مدى عنايته بمصنفات المحققين من العلماء والأئمة المشهود لهم بالتقدم في اتباع الدليل وصفاء المشرب، كمؤلفات المجد ابن تيمية صاحب (المنتقى) ، وحفيده شيخ الإسلام ابن تيمية، وتلميذه العلامة ابن القيم، والإمام ابن الوزير اليماني، والحافظ ابن حجر العسقلاني، وتلميذه الحافظ السخاوي، وغيرهم.\n* مؤلفاته:\nأما مؤلفاته فلم نعرف منها إلاَّ عدة كتب:\n- هذا الكتاب (فتح الغفار الجامع لأحكام سنة نبينا المختار - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -) . مكث في تأليفه أكثر من ثماني سنوات، بدأ به عام ١٢٣٢ وانتهى عام ١٢٤٠.\n- ورساله في مسألة هل الحديث يفيد العلم أو الظن؟ منها نسخة في الجامع الكبير بالمكتبة الغربية (٩٥ مجاميع) كتبت سنة ١٣٣٧.\n- رسالة في حكم إسبال الإزار دون الكعبين، ذكرها المؤلف في تعليق له على حاشية النسخة انظر ١/٢٥٩. وخلص فيها إلى القول بتحريمه.\n- رسالة في صلاة التسبيح، ذكرها المؤلف في تعليقٍ له على حاشية النسخة انظر ١/٤٨٥. وتكلم فيها على كل حديث بما في إسناده، وخلص إلى أن كل أسانيده معلولة.\n* وفاته:\nتوفي -رحمه الله تعالى- عام ١٢٧٦ عن نحو ستٍ وسبعين سنة في مدينة صنعاء.\nمصدر الترجمة : مقدمة تحقيق كتاب فتح الغفار",
  "books": [
    {
      "text_id": 6610,
      "title": "فتح الغفار الجامع لأحكام سنة نبينا المختار"
    }
  ]
}