{
  "author_id": 1117,
  "author_meta": "هو أبو عاصم هشام بن عبد القادر بن محمد آل عقدة\nوهو بالأساس طبيب بشري ، ولكنه لاهتمامه الكبير بالعلوم الشرعية التحق بكلية الشريعة والقانون، جامعة الأزهر، فرع دمنهور حيث حصل على ليسانس الشريعة منها ، بتقدير عام جيد جدا مع مرتبة الشرف، على المذهب الشافعي\n، كما حصل في نفس العام على لسانس شريعة مذهب حنبلي من جامعة القاهرة\nوحصل في ٢٠٠٧ م على الماجستير - بامتياز - في الفقه المقارن عن رسالته التي قدمها بعنوان / الحبس: ضوابطه وآثاره في الفقه الإسلامي ، وقد تمت مناقشة عقدة في ٢٩ من شهر يناير عام ٢٠٠٧ في جامعة الأزهر بكلية الشريعة والقانون بدمنهور\nقائمة ببعض الشيوخ الذين تتلمذ على أيديهم أو جلس إليهم أو صحبهم الشيخ/ هشام عقدة\nفممن تلقى عنهم وعرفوه وأثنوا عليه:\n١. سماحة الشيخ عبد الله بن حسن القعود (عضو اللجنة الدائمة للإفتاء وعضو هيئة كبار العلماء ـ سابقًا ـ بالمملكة العربية السعودية) المتوفى في ٨ رمضان ١٤٢٦هـ الموافق ١١ أكتوبر ٢٠٠٥\n٢. الأستاذ الدكتور الشيخ عبد العزيز بن عبد الفتاح القاري (عميد كلية القرآن الكريم في الجامعة الإسلامية سابقًا، وإمام وخطيب مسجد قباء)\n٣. الشيخ محمد بن صالح المقبل (قاضي مدينة المذنب سابقًا)، المتوفى عام ١٤٠٢هـ\n٤. الشيخ عبد الله بن جار الله آل جار الله، المتوفى ١٤١٤هـ\n٥. الدكتور الشيخ صالح بن عبد الله العبود (مدير الجامعة الإسلامية بالمدينة المنورة حاليًا، ومدرس بالمسجد النبوي)\n٦. الدكتور الشيخ ناصر بن سليمان العمر (أستاذ التفسير بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية)\n٧. الدكتور الشيخ سلمان بن فهد العودة (مدرس بكلية الشريعة وأصول الدين بالقصيم)\n٨. الدكتور الشيخ محمد بن صالح بن عبد الله الفوزان (عضو هيئة التدريس بكلية المعلمين بالرياض)\n٩. الأستاذ الدكتور مسفر بن غرم الله الدميني (أستاذ الحديث وعلومه بجامعة الإمام محمد بن سعود الإسلامية بالرياض)\n١٠. الشيخ عبد الكريم الجار الله (مندوب الدعوة والإرشاد بالمذنب)\n١١. الشيخ عبد الله بن علي الغضية (عضو الدعوة والإرشاد سابقًا)\nوممن جلس إليهم:\nفضيلة الشيخ محمد بن صالح العثيمين رحمه الله (الأستاذ بكلية الشريعة وأصول الدين بجامعة الإمام محمد بن سعود فرع القصيم) المتوفى ١٤٢١هـ، والشيخ أبي بكر جابر بن موسى الجزائري المدرس بالمسجد النبوي حفظه الله.\nوممن صحبهم:\nالدكتور الشيخ سعود بن إبراهيم الشريم إمام المسجد الحرام بمكة المكرمة حفظه الله تعالى.\nوفي مصر صحب الدكتور الشيخ صلاح الصاوي الأمين العام لمجمع فقهاء الشريعة بأمريكا، والشيخ الدكتور محمد يسري إبراهيم (رئيس الشؤون الأكاديمية بكلية الدراسات الإسلامية والعربية الجامعة الأمريكية المفتوحة بالقاهرة)، والشيخ محمد أحمد إسماعيل المقدم مؤسس المدرسة السلفية بالإسكندرية، والشيخ أحمد فريد، حفظهم الله تعالى.\nكما كانت تربطه علاقات طيبة بالشيخ محمد صفوت نور الدين رحمه الله (رئيس جماعة أنصار السنة المحمدية المتوفى ١٣ رجب ١٤٢٣هـ الموافق ٢٠/٩/٢٠٠٢م ، ونائبه الشيخ صفوت الشوادفي رحمه الله المتوفى عام ٢٠٠٠م، وكان قائمًا بالخطابة في مسجد أنصار السنة بدمنهور حين كانت رئاستها للشيخ عبد العزيز الخولي رحمه الله تعالى.\nوقد ألقى محاضرات بالتنسيق مع جماعة أنصار السنة بمسجد التوحيد بمساكن الشناوى بالمنصورة، ومسجد الشيخ صفوت نور الدين وصفوت الشوادفي ببلبيس بالشرقية.\nكما كانت له مشاركة بمجلة التوحيد التي تصدر عن أنصار السنة.\nوممن صحبهم كذلك الداعية الشيخ عصام الشريف رحمه الله ؛ حيث كان الشيخ عصام الشريف رحمه الله وأحسن إليه وغفر له يحب الشيخ هشام عقدة ويقدره جدا وكان صاحب مشورته ولايصدر غالبا عن أمر ذي بال إلا بعد رجوعه للشيخ هشام عقدة.\nاعتقاله:\nويجدر بالذكر أن الشيخ اعتقل في  ١٤/٥/٢٠٠٤ دون سبب ، ورغم حصوله على عدة أحكام قضائية نهائية بوجوب إخلاء سبيله وتبرئته ، إلا أن شيئا منها لم ينفذ وبقي في اعتقاله أربعة سنوات وخمسة أشهر، حتى أفرج عنه في ٤/٩/٢٠٠٨ .\nحتى أنه مناقشة رسالة الماجستير الخاصة به قد تمت (في ٢٩ من شهر يناير عام ٢٠٠٧) / وهو رهن الاعتقال .\nأخلاقه وسيرته :\nيمتاز الشيخ بسيرة حسنة ، وأخلاق طيبة، من أعظمها ، والتي تظهر جلية عليه : الدعوة إلى الله تعالى بالمحاضرات الدعوية وغيرها من أساليب الدعوة، وتعليم العلم الشرعي ، ونشر عقيدة أهل السنة والجماعة ، كما يتصف بالحرص على أداء مصالح المسلمين، والسعي في قضاء حوائجهم ، ويسارع في ذلك مسارعة شديدة، وأيضا التواضع ، فهو سمة طيبة ظاهرة عليه ، حتى مع من هم أصغر من سنا وأقل منه قدرا وعلما، وهو دائم الابتسام في وجه إخوانه المسلمين ، فلا تفارق الابتسامة وجهه ، كما أنه حريص جدا على مواعيده . هذا بالإضافة إلى ما من الله تعالى عليه به من بر بوالديه ، وذكاء وافر . . .\nوالشيخ يهتم في دروسه العلمية بنقل كلام أهل العلم قديما وحديثا، وكذلك كلام العلامة الشيخ  ابن باز ، والعلامة الشيخ ابن عثيمين رحمهما الله تعالى ، ويثني عليهما الثناء الجميل، كذلك يهتم بفتاوى اللجنة الدائمة ، وكذلك فتاوى أهل العلم من السلف الصالح - رحمة الله عليهم - والمعاصرين .\nكذلك يهتم كثيرا- كغيره من العلماء والدعاة الناصحين المخلصين- بواقع المسلمين، وفضح الطواغيت وأعداء الدين .\nيحب إخوانه من المشايخ وطلبة العلم، ويحبه طلبته حبا كثيرا لا يخرج عن حد الاعتدال ، ومن أبرز من يربطه بهم الحب في الله من العلماء والدعاة : الشيخ/ محمد بن إسماعيل المقدم ، والشيخ/ أحمد فريد ، حفظهما الله تعالى .\nمن مؤلفاته :\nمن أبرز مؤلفاته كتاب «مختصر معارج القبول» ، وكتاب «مفسدات الإخوة» ، وكتاب «رسالة إلى إمام المسجد» ، وكتيب «كلمتي» ، و كتاب «منازل العباد بين القوة العلمية والقوة العملية» وكتاب «الأدلة على اعتبار المصالح والمفاسد في الأحكام»\nوله محاضرات عديدة في شتى المجالات الشرعية والتربوية وله أيضا العديد من المقالات والدراسات التي قدم فيها الجديد للدعوة الإسلامية .",
  "books": [
    {
      "text_id": 22922,
      "title": "مختصر معارج القبول"
    }
  ]
}