{
  "author_id": 1119,
  "author_meta": "محمد بن عبد الله دراز (١٣١٢ - ١٣٧٧ هـ = ١٨٩٤ - ١٩٥٨ م)\nالأستاذ الدكتور محمد بن عبد الله دراز العالم الأزهري الفقيه، الأديب من هيئة كبار العلماء بالأزهر\nوُلد في قرية محلة دياى، بمحافظة كفر الشيخ سنة ١٣١٢ هـ - ١٨٩٤ م.\nنشأ في بيت علم وصلاح، فوالده الشيخ عبد اللّه دراز- شيخ علماء دمياط- هو صاحب الشرح على الموافقات للشاطبى.\nحفظ القرآن الكريم وهو في العاشرة.\nعُرِف من صغره بالفطة والذكاء والتفوق.\nانتقل إلى الإسكندرية في أوائل سنة ١٩٠٥ م، والتحق بالمعهد الدينى فيها، وحاز الشهادة الثانوية فيها سنة ١٩١٢ م.\nحصل على شهادة العالمية النظامية سنة ١٩١٦ م.\nعُين مدرساً عقب تخرجه بمعهد الإسكندرية الدينى، ودرس الفرنسية في المداس الليلية، حتى كان أول الناجحين في شهادة القسم العالي منها سنة ١٩١٩ م\nاختير للتدريس بالقسم العربي بالأزهر الشريف سنة ١٩٢٨ م، ثم بقسم التخصص سنة ١٩٢٩ م، ثم بالكليات الأزهرية سنة ١٩٣٠ م، ثم في قسم التخصص بها.\nصَنَّف كتاب (المختار) عند تدريسه مادتي التفسير والحديث بكلية أصول الدين سنة ١٩٣٢ م.\nبدأ كتابة بحوث في القرآن الكريم- قدّمها بين يدي التفسير- وهى بدايات (النبأ العظيم).\nقام بأداء فريضة الحج سنة ١٣٥٥ هـ - ١٩٣٦ م.\nاختير مبعوثاً من الجامعة الأزهرية إلى فرنسا للالتحاق بجامعة السوربون بباريس، فأمضى خارج مصر الفترة من مارس ١٩٣٧ م - إلى مارس ١٩٤٨ م.\nحصل على شهادة الليسانس من السوربون سنة ١٩٤٠ م.\nاستغرق المؤلف ست سنوات (١٩٤١ م- ١٩٤٧ م) في تحضير رسالتي الدكتوراه باللغة الفرنسية وهما (المدخل إلى القرآن) و (دستور الأخلاق في القرآن). ونوقشت هذه الرسالة أمام لجنة من كبار المستشرقين ومنهم: ماسينيون- ليفي بروفنسال وغيرهما. ومُنِح المؤلف شهادة الدكتوراه بمرتبة الشرف العليا في ١٥/ ١٢ / ١٩٤٧ م.\nإثر عودته إلى مصر في مارس ١٩٤٨ م انتُدِب لتدريس علم تاريخ الأديان بجامعة القاهرة.\nحصل على عضوية جماعة كبار علماء الأزهر في مصر سنة ١٩٤٩ م.\nنُدِب لتدريس التفسير بكلية دار العلوم، واللغة العربية بالأزهر، وتدريس فلسفة الأخلاق في قسم التخصص بجامعة الأزهر.\nاختير عضواً في اللجنة العليا لسياسة التعليم، وفي المجلس الأعلى للإذاعة، وكذلك في اللجنة الاستشارية للثقافة بالأزهر، إلى جانب اختياره في المؤتمرات الدولية والعلمية ممثلاً لمصر والأزهر.\nعُرِف بحسن الخُلُق في الحديث والحلم والتواضع، إلا أنه كان جريئاً صُلْباً قائماً بالحق، فعندما عُرِض عليه منصب شيخ الأزهر الشريف سنة ١٩٥٣ م، رفض بسبب القيود التى تضمنها العرض، اعتزازاً بدين الله وإخلاصا لعقيدته.\nكان رحمه اللة يقرأ سُدس القرآن يومياً، مواظبا على ذلك حتى أثناء وجوده بفرنسا أثناء الحرب.\nتُوفي رحمه الله في باكستان أثتاء حضوره المؤتمر الإسلامى في يناير سنة ١٩٥٨ م. ففقد العالم الِإسلامي بوفاته مثلاً للعالِم الأزهري، الغيور على دينه، المحافظ على كرامته، الداعي إلى ربه بالحكمة والموعظة الحسنة. رحمه اللّه وغفر له.\nأعمال الدكتور محمد بن عبد اللّه دراز:\n١ - المختار.\n٢ - مدخل إلى القرآن (بالفرنسية- مترجم إلى العربية).\n٣ - دستور الأخلاق في القرآن (بالفرنسية- مترجم إلى العربية).\n٤ - الدين، دراسة تمهيدية لتاريخ الإسلام.\n٥ - النبأ العظيم.\n٦ - دراسات إسلامية في العلاقات الاجتماعية والدولية.\n٧ - نظرات في الاسلام.\n٨ - أصل الِإسلام.\n٩ - العبادات: الصلاة- الزكاة- الصوم- الحج.\n١٠ - رأي الإسلام في القتال.\n١١ - بين المثالية والواقعية.\n١٢ - الأزهر الجامعة القديمة الحديثة.\n١٣ - مجموعة أحاديث إذاعية في الدين والأخلاق.\n١٤ - مجموعة من المحاضرات والمقالات النافعة.",
  "books": [
    {
      "text_id": 1470,
      "title": "النبأ العظيم - ت عمرو الشرقاوي"
    },
    {
      "text_id": 18795,
      "title": "النبأ العظيم - ط القلم"
    },
    {
      "text_id": 726,
      "title": "مدخل إلى القرآن الكريم عرض تاريخي وتحليل مقارن"
    },
    {
      "text_id": 8665,
      "title": "دستور الأخلاق في القرآن"
    }
  ]
}