{
  "author_id": 112,
  "author_meta": "أبو منصور الثعالبي (٣٥٠ - ٤٢٩ ه = ٩٦١ - ١٠٣٨ م).\nعبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي:\nأديب ولغوي وناقد، وصاحب الكتاب الشهير «يتيمة الدهر».\nوهو غير الثعالبي أبو زيد عبد الرحمن.\nوُلِد في نيسابور.\nكان فرّاءً يخيط جلود الثعالب فنُسب إلى صناعته، ثم انتقل من حياكة الفراء إلى دراسة اللغة والأدب والتاريخ فنبغ واشتهر.\nقال الباخرزي عنه: هو جاحظ نيسابور، وأجمع من ترجموا له على أنه كان نابغة عصره في الأدب نظمًا ونثرًا، وكان قبلة أنظار المؤلفين بعده، فاحتذى حذوه وسار على نهجه جماعة في شرق العالم الإسلامي وغربه.\nوهو من الذين أسهموا في ازدهار نهضة القرن الرابع الهجري أدبيًا، حيث قدم للعربية عددًا كبيرًا من المؤلفات والمصنفات التي تنوعت لتشمل أغراضًا مختلفة في الآداب، واللغة والفكر.\nوقد خشي الثعالبي من أن يكون للشعراء السابقين على عصره فضل في الأدب والشعر وفنونه ولا يكون لشعراء عصره من يتصدَّى لمثل ذلك، فندب نفسه لهذا، وظهرت براعته في كتابه يتيمة الدهر، وغايته من هذا الكتاب خدمة اللغة العربية عن طريق الشعر الذي يرى فيه فضلاً وعلمًا. ولم يقتصر الثعالبي فيه على ترجمة خالصة للشعراء والاستشهاد بالنصوص الشعرية، بل نراه يورد آراء نقدية قيمّة وتعليلات أدبية ممتعة تنم عن ذوق أدبي رفيع، كما يعمد في كثير من الأحيان إلى المقارنة والموازنة بين من يترجم له وبين غيره من الشعراء في الفن الشعري، ويكشف ببراعة عن مدى تأثر الشاعر بغيره من السابقين والمعاصرين.\nومن أهم الآثار التي خلّفها الثعالبي -بعد كتابه «يتيمة الدهر» -:\n«العقد النفيس في نزهة الجليس».\n«فقه اللغة وسر العربية»\nوغيرها.\nنقلا عن\nالموسوعة العربية العالمية  http://www.mawsoah.net",
  "books": [
    {
      "text_id": 10509,
      "title": "اللطائف والظرائف"
    },
    {
      "text_id": 11235,
      "title": "فقه اللغة وسر العربية"
    },
    {
      "text_id": 1399,
      "title": "درر الحكم لأبي منصور الثعالبي"
    },
    {
      "text_id": 21105,
      "title": "المنتحل"
    },
    {
      "text_id": 22892,
      "title": "الشكوى والعتاب"
    },
    {
      "text_id": 23741,
      "title": "الإعجاز والإيجاز"
    },
    {
      "text_id": 25011,
      "title": "أحسن ما سمعت"
    },
    {
      "text_id": 28115,
      "title": "من غاب عنه المطرب"
    },
    {
      "text_id": 37032,
      "title": "أبو الطيب المتنبي وما له وما عليه"
    },
    {
      "text_id": 5683,
      "title": "التمثيل والمحاضرة"
    },
    {
      "text_id": 595,
      "title": "اللطف واللطائف"
    },
    {
      "text_id": 6040,
      "title": "تحسين القبيح وتقبيح الحسن"
    },
    {
      "text_id": 623,
      "title": "رسائل الثعالبي"
    },
    {
      "text_id": 6743,
      "title": "يتيمة الدهر"
    },
    {
      "text_id": 6896,
      "title": "ثمار القلوب في المضاف والمنسوب"
    },
    {
      "text_id": 7830,
      "title": "خاص الخاص"
    },
    {
      "text_id": 8279,
      "title": "سحر البلاغة وسر البراعة"
    }
  ]
}