{
  "author_id": 1121,
  "author_meta": "مكى بن أبى طالب (٣٥٥ - ٤٣٧ هـ = ٩٦٦ - ١٠٤٥ م)\nاسمه ونسبه:\nهو أبو محمد مكي بن أبي طالب حَمّوش [وحمّوش هي تصغير محمد عند المغاربة] بن محمد بن مختار القيسي [نسبة إلى قيس عيلان من وائل كانت تقيم في اليمن، وانتشروا في بلاد إفريقيا] القيرواني [لمكان مولده] القرطبي [عاش شطر عمره فيها] المالكي (٣)\nإمام علامة محقق عارف أستاذ القراء والمجودين. ولد سنة ٣٥٥  هـ بالقيروان. وحج فسمع بمكة من أحمد بن فراس وأبي القاسم عبد الله السقطي وبالقيروان من أبي محمد بن أبي زيد، وأبي الحسن القادمي وقرأ القراءات بمصر على أبي الطيب عبد المنعم بن غلبون وابنه طاهر وقراءة ورش على أبي عدي عبد العزيز وسمع من أبي بكر محمد بن علي الأدفوي. وقرأ عليه جماعة منهم : موسى بن سليمان اللخمي وأبو بكر محمد بن المفرج ومحمد بن أحمد بن مطرف الكناني.\nقال صاحبه أحمد بن مهدي المقري : «كان من أهل التبحر في علوم القرآن والعربية حسن الفهم والخلق جيد الدين والعقل كثير التأليف في علوم القرآن محسناً مجوداً عالماً بمعاني القرآن. أخبرني أنه سافر إلى مصر وهو ابن ثلاث عشرة سنة وتردد على المؤدبين وأكمل القرآن ورجع إلى القيروان. ثم رحل فقرأ القراءات على ابن غلبون سنة ست وسبعين. وقرأ بالقيروان أيضاً بعد ذلك ثم رحل سنة اثنتين وثمانين وثلثمائة ثم حج سنة سبع وثمانين وجاور ثلاثة أعوام ودخل الأندلس سنة ثلاث وتسعين وجلس للإقراء بجامع قرطبة وعظم اسمه وجل قدره» .\nوقال ابن بشكوال : «قلده أبو الحزم جهور خطابة قرطبة بعد وفاة يونس بن عبد الله القاضي وكان قبل ذلك ينوب عنه وله ثمانون تأليفاً وكان خيراً متديناً مشهوراً بالصلاح وإجابة الدعوة. دعا على رجل كان يسخر به وقت الخطبة فأقعد ذلك الرجل».\nقال الحافظ ابن الجزري : «ومن تأليفه التبصرة والكشف عليها وتفسيره الجليل ومشكل إعراب القرآن والرعاية في التجويد والموجز في القراءات وتواليفه تنيف عن ثمانين تأليفاً».\nمات في ثاني المحرم سنة سبع وثلاثين وأربعمائة. وقال رحمه الله : «ألفت كتابي الموجز في القراءات بقرطبة سنة أربع وتسعين وثلثمائة وألفت كتاب التبصرة بالقيروان سنة اثنتين وتسعين وثلثمائة وألفت مشكل الغريب بمكة المشرفة سنة تسع وثمانين وثلثمائة وألفت مشكل الإعراب في الشام ببيت المقدس سنة إحدى وتسعين وثلثمائة وألفت باقي تواليفي بقرطبة سنة خمس وتسعين وثلثمائة» .\nانتهى مختصراً من غاية النهاية\n[نقلا عن هداية القاري إلى تجويد كلام الباري ، للمرصفي ، بزيادة يسيرة]",
  "books": [
    {
      "text_id": 22593,
      "title": "الهداية الى بلوغ النهاية"
    },
    {
      "text_id": 5538,
      "title": "مشكل إعراب القرآن لمكي"
    },
    {
      "text_id": 8676,
      "title": "الإبانة عن معاني القراءات"
    }
  ]
}