{
  "author_id": 1124,
  "author_meta": "محيي الدين درويش (١٣٢٦ - ١٤٠٣ هـ =  ١٩٠٨ - ١٩٨٢ م)\nمحيي الدين بن أحمد مصطفى درويش.\nولد في مدينة حمص (سورية)، وفيها توفي.\nعاش في سورية.\nتلقى علومه في مدارس حمص، حيث كانت في ذلك الوقت عبارة عن كتاتيب يتلقى فيها طلاب العلم القرآن الكريم وعلومه، ظهرت نجابته فأنهى دراسته للقرآن\nالكريم وهو في سن العاشرة؛ مما أهله للالتحاق بمدرسة دار المعلمين العليا في دمشق.\nعمل مدرسًا للأدب العربي في مدارس حمص التجهيزية بعد أن اختارته وزارة المعارف لهذا العمل في عام ١٩٣٢م ، وفي عام ١٩٦٣ م أصدر مجلة «الخمائل الأدبية»\nالتي كانت متنفس الأدباء والشعراء داخل القطر السوري وخارجه، وكان قد رأس تحرير عدد من الجرائد.\nكان عضوًا في المجلس الأعلى لرعاية الفنون والآداب والعلوم الاجتماعية.\nمن أعماله :\n-  إعراب القرآن وبيانه - دار ابن كثير - دمشق ١٩٨٨\n-  تحقيق «ديوان ديك الجن» بالاشتراك - مطابع الفجر - حمص ١٩٦٠\n- الرواد الأوائل للشعر في مدينة حمص - مجلة العمران العددان (٢٧ و٢٨) - حمص مارس ١٩٦٩\n- نشرت له مجلة الخمائل عددًا من المقالات منها:\n* الشريف الرضي في غزله - العدد (٢١) - سبتمبر ١٩٦٢\n* الصور الفنية المقتبسة من القرآن - العدد (١٤) - يناير ١٩٦٣\n* أبو العلاء المعري في رسالة الغفران - في عشر حلقات منذ عام ١٩٦٤.\nالإنتاج الشعري:\n- أورد له كتاب «الحركة الشعرية المعاصرة في حمص» العديد من النماذج الشعرية\n- أورد له كتاب «من أعلام حمص» نماذج من شعره\n- نشرت له مجلة «الرسالة» عددًا من القصائد منها:\n* «بقية حلم» - العدد (١٦٦) - القاهرة سبتمبر ١٩٣٦،\n* «مساء القرية» - العدد (١٧٣) - القاهرة أكتوبر ١٩٣٦\n- نشرت له مجلة الخمائل عددًا من القصائد منها:\n* «اليتيم» - العددان (٢٥ و٢٦) - حمص ديسمبر ١٩٦٤.\nمصادر الدراسة:\n١ - أدهم آل جندي: أعلام الأدب والفن (جـ ٢) - مطبعة الاتحاد - دمشق ١٩٥٨.\n٢ - عبد القادر عياش: معجم المؤلفين السوريين في القرن العشرين - دار الفكر - دمشق ١٩٨٥.\n٣ - عبد المعين الملوحي: بلدي الصغير الحبيب حمص - غرفة التجارة والصناعة - حمص ٢٠٠٢.\n٤ - محمد غازي التدمري: الحركة الشعرية المعاصرة في حمص١٩٠٠ - ١٩٥٦ - مطبعة سورية - دمشق ١٩٨٠.\n: من أعلام حمص (جـ ١) - دار المعارف - حمص ١٩٩٩.\n٥ - لقاء أجراه الباحث أحمد هواش مع عبد المعين الملوحي أحد تلاميذ المترجم له - حمص ٢٠٠٣\nنقلا عن : معجم البابطين\nلشعراء العربية في القرنين التاسع عشر والعشرين",
  "books": [
    {
      "text_id": 2163,
      "title": "إعراب القرآن وبيانه"
    }
  ]
}