{
  "author_id": 1128,
  "author_meta": "أبو ياسر محمد بن مطر الزهراني ( ١٣٧٠ -  ١٤٢٧ هـ  = ١٩٥١ -  ٢٠٠٦ م)\nهو الشيخ المحدث د. محمد بن مطر الزهراني أستاذ الحديث بالجامعة الإسلامية بالمدينة المنورة سابقاً وبجامعة أم القرى قبل وفاته .\nوهذه ترجمته كما كتبها بنفسه قبل وفاته  - رحمه الله -\nالاسم : محمد بن مطر بن عثمان آل مطر الزهراني.\nمكان الميلاد : محافظة قلوة بتهامة زهران التابعة لمنطقة الباحة .\nتاريخ الميلاد : ١٣٧٠هـ\nمراحل الدراسة :\nالابتدائية : بمدرسة قلوة الابتدائية من سنة ١٣٨١هـ ١٣٨٦هـ\nالمتوسطة : السنتان الأولى والثانية من سنة ١٣٨٧هـ ١٣٨٩هـ بمعهد الطائف العلمي والسنة الثالثة والأولى ثانوي بمعهد مكة العلمي .\nالثانوية : الثانية والثالثة بمعهد الرياض العلمي .\nالمراحل الجامعية والدراسات العليا :\n- ليسانس من كلية الشريعة بالجامعة الإسلامية بالمدينة النبوية عام ١٣٩٧هـ\n- الماجستير والدكتوراه : بقسم السنة في الدراسات العليا في الجامعة الإسلامية بالمدينة النبوية .\nوكانت رسالة الماجستير بتحقيق كتاب ( السابق واللاحق ) للخطيب البغدادي سنة ١٤٠١هجري .\nوكانت الدكتوراه بتحقيق كتاب ( الفصل للوصل المدرج في النقل ) للخطيب البغدادي سنة ١٤٠٦هـ .\nالترقي الوظيفي :\n- عينت معيداً نظرياً في كلية الحديث سنة ١٣٩٧/٨/٢٩هـ\n- ثم محاضراً بنفس الكلية قسم علوم الحديث في رجب سنة ١٤٠٢هـ .\n- ثم أستاذاً مساعداً في ٥/٥/١٤٠٧هـ\n- ثم أستاذاً مشاركاً في ذي القعدة سنة ١٤١٢هـ\n- ثم أستاذا في قسم علوم الحديث في ١٤/١١/١٤١٩هـ .\nأهم أساتذتي ومشايخي ( جزاهم الله عني خير الجزاء ) :_\nفي الابتدائية : الأستاذ/ عبدالخالق مستور الزهراني .\nفي المتوسطة : الأستاذ / صالح بن إبراهيم العليان ومحمد ناصر الصقر والدكتور محمد أبو الفتح البيانوني والشيخ أحمد بن صالح الغامدي .\nفي الثانوية : الشيخ / سالم عبد الله الدخيل - رحمه الله- الشيخ صالح الأطرم والشيخ يحيى الشياري والشيخ محمد بن قاسم العاصمي رحمه الله . والدكتور ناصر الطريفي والدكتور عدالعزيز الربيع والدكتور محمد بن سعد بن حسين .\nوفي الجامعة : الشيخ / عبد الله بن محمد الغنيمان والشيخ محمد مختار الشنقيطي رحمه الله والشيخ عبد اللطيف بن إبراهيم آل عبد اللطيف رحمه الله ، والشيخ عبد المحسن العباد البدر ، والدكتور محمد الوائلي ، والشيخ حسن عبد الغفار الباكستاني ، والشيخ محمد أمان الجامي رحمه الله ، والشيخ عبد القادر شيبة الحمد .\nوفي الدراسات العليا : الشيخ / حماد بن محمد الأنصاري رحمه الله ، الدكتور أكرم العمري - الدكتور محمد سيد الحكيم .\nأهم الأعمال العلمية :\nأولاً: التحقيق :\n١- تحقيق دراسة لكتاب ( السابق واللاحق ) للخطيب البغدادي .\n٢- دراسة وتحقيق لكتاب ( الفصل للوصل المدرج في النقل ) للخطيب البغدادي .\n٣- المشاركة في تحقيق المجلد الأول من سنن الحافظ النسائي بمركز خدمة السنة والسيرة النبوية بالجامعة الإسلامية بالمدينة النبوية .\nثانياً : المؤلفات :\n١- تدوين السنة النبوية نشأته وتطوره\n٢- علم الرجال نشأته وتطوره\n٣- عبدالله بن المبارك العالم المجاهد\n٤- سفيان بن سعيد الثوري العالم الرباني\n٥- موقف أصحاب الأهواء من السنة النبوية ورواتها\n٦- ما له حكم الرفع من أقوال الصحابة وأفعالهم\n٧- من هدي السلف في طلب العلم\n- توفي - رحمه الله - بمكة المكرمة يوم الإثنين ٧/٦/١٤٢٧ هـ الساعة العاشرة صباحاً بعد معاناة مع المرض وصُلي عليه بعد صلاة المغرب بالمسجد الحرام .\n- تتلمذ على يديه أعداد غفيرة من المشايخ وطلبة العلم .\n- أشرف على العديد من الرسائل العلمية وناقش عدداً آخر.\n- عُرف بالزهد والورع وسعة العلم والغيرة على العقيدة والسنة وحسن الأدب مع المخالفين ومناصرة قضايا المسلمين في كل مكان.\n- اشتهر عنه القوة في الحفظ والدقة في النقل وتوثيق الأحداث و الأخبار.",
  "books": [
    {
      "text_id": 11091,
      "title": "تدوين السنة النبوية نشأته وتطوره من القرن الأول إلى نهاية القرن التاسع الهجري"
    },
    {
      "text_id": 11272,
      "title": "صفحات مشرقة من حياة السلف - سفيان الثوري"
    },
    {
      "text_id": 11297,
      "title": "علم الرجال نشأته وتطوره من القرن الأول إلى نهاية القرن التاسع"
    },
    {
      "text_id": 11367,
      "title": "ما له حكم الرفع من أقوال الصحابة وأفعالهم"
    },
    {
      "text_id": 12067,
      "title": "من أعلام أهل السنة والجماعة عبد الله بن المبارك"
    },
    {
      "text_id": 12088,
      "title": "من هدي السلف في طلب العلم"
    },
    {
      "text_id": 12105,
      "title": "موقف أصحاب الأهواء والفرق من السنة النبوية ورواتها جذورهم ووسائلهم وأهدافهم قديما وحديثا"
    }
  ]
}