{
  "author_id": 114,
  "author_meta": "محمد الأمين الشّنْقِيطي (١٣٢٥ - ١٣٩٣ هـ = ١٩٠٧ - ١٩٧٣ م)\nمحمد الأمين بن محمد المختار بن عبد القادر الجكني الشنقيطي:\nعالم، مفسر، مدرِّس.\nمن علماء شنقيط (موريتانيا)، وُلد وتعلَّم بها.\nوحج عام (١٣٦٧) واستقر مدرسًا في المدينة المنورة، ثم الرياض عام (١٣٧١)، وأخيرا في الجامعة الإسلامية بالمدينة (١٣٨١) وتوفي بمكة.\nله كتب، منها:\n«أضواء البيان في تفسير القرآن» - ط في سبعة أجزاء، انتهى فيه إلى نهاية سورة المجادلة، وأكمله تلميذه الشيخ عطية محمد سالم رحمه الله في جزءين.\n«منع جواز المجاز» - ط\n«منهج ودراسات لآيات الأسماء والصفات» - ط\n«دفع إيهام الاضطراب عن آي الكتاب» - ط\n«آداب البحث والمناظرة» - ط\n«رحلة خروجه من بلاده الى المدينة» = «رحلة الحج إلى بيت الله الحرام»، أملاه المؤلف في حياتِه، وفرغ ابنُ المؤلف (الشيخ محمد المختار) من مقابلتِها وتصحيحها بعد وفاته عام ١٣٩٩ هـ (كما جاء في خاتمته)، وطُبعت تحت العنوان الأخير بعناية: تلميذ المؤلف الشيخ عطية محمد سالم، الطبعة الأولى ١٤٠٤ هـ، كما طبُعتْ عام ١٤٢٦ ضمن «مشروع آثار الشيخ الشنقيطي» الآتي ذكره.\n«الرحلة إلى إفريقيا»، طُبعتْ لأول مرة الطبعة الأولى عام ١٤٢٦، بتحقيق د. خالد السبت، ضمن «آثار الشيخ العلامة محمد الأمين الشنقيطي» الآتي ذكرها.\n«ألفية في المنطق» و «شرحها»، وقد استشهد المؤلف بأبيات منها في «رحلة حجِّه» وفي مواضع من تفسيره «أضواء البيان»، وذكر في الكتابين السابقين أن له «شرحًا» عليها. انظر «منهج الشيخ الشنقيطي في تفسير آيات الأحكام» رسالة ماجستير على الآلة الكاتبة لعبد الرحمن بن عبدالعزيز السديس ١/ ١٣ - ١٤، و «الشنقيطي ومنهجه في التفسير» لأحمد الشيمي ١/ ٢٩١، ونقل الأخير عن د. الحسيني أبي فرحة (مشافهة): أن هذا النظم وشرحه طُبع في حياة مؤلفه طبعةً تعليمية اقتصرت على طلاب جامعة أم القرى بمكة المكرمة، والذين درَّس لهم هذا الكتاب من خلال مادتي المنطق والرد على المناطقة، عام ١٣٩٢ هـ= ١٩٧٢ م. قال الشيمي: ومنذ ذلك الحين لم يُطبع الكتاب طبعة تجارية يمكن من خلالها نشره خارج بلاد الحجاز بعيدًا عن هذا الغرض التعليمي\n«منظومة في الفرائض»\n«أرجوزة في فروع مذهب مالك» (عدة آلاف)\nوهذه الثلاثة الأخيرة ألَّفها في شنقيط، وهي مخطوطة، وقف عليها تلميذه الشيخ عطية سالم ونقل مَطالعها في تقديمه لـ «أضواء البيان».\nوأخيرًا قام مجمع الفقه الإسلامي بجدة على جمع «آثار الشيخ العلامة محمد الأمين الشنقيطي» وطباعتها لدى دار عالم الفوائد بمكة الطبعة الأولى عام ١٤٢٦ هـ، في ١٩ مجلدًا، تحت إشراف الشيخ بكر أبو زيد -رحمه الله-، بتمويل من مؤسسة سليمان بن عبدالعزيز الراجحي الخيرية، وفاتهم شيء يسير من آثار الشيخ.\n«الفتاوى» تشتمل على خمس فتاوى، طُبعت لأول مرة ضمن المشروع المشار إليه آنفا.\n«الرق أصله ومشروعيته في الإسلام»، محاضرة بالجامعة الإسلامية، ثم قامت الجامعة بطبعها، وذكرها الشيخ عطية محمد سالم ضمن محاضرات الشيخ المطبوعة في تقديمه لـ «رحلة الحج» للمؤلف ص ٢٨، وهي من فوات مشروع «آثار الشيخ الشنقيطي»، بل قال عنها د. خالد السبت في ترجمة المؤلف بـ «مدخل المشروع»: «لا تزال مخطوطة»! [ثم استُدركت، وطُبعت في الطبعات الأخيرة للمشروع ط مؤسسة عطاءات العلم]\nمستفاد من «الأعلام» للزركلي ومصادر أخرى، إعداد فريق المكتبة الشاملة.\n_________\n() مصادر الزركلي في ترجمته: المنهل عدد ذي الحجة ١٣٩٣ ص ٩٨٢، ومشاهير علماء نجد ٥١٧ - ٥٢٠، ٥٤٠ - ٥٤٣.",
  "books": [
    {
      "text_id": 14185,
      "title": "الإسلام دين كامل - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 142186,
      "title": "من فتاوى العلامة محمد الأمين الشنقيطي"
    },
    {
      "text_id": 18007,
      "title": "دفع إيهام الاضطراب عن آيات الكتاب - ط مكتبة ابن تيمية"
    },
    {
      "text_id": 18667,
      "title": "المثل العليا في الإسلام - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 20555,
      "title": "الرحلة إلى إفريقيا"
    },
    {
      "text_id": 20766,
      "title": "أضواء البيان في إيضاح القرآن بالقرآن - ط عطاءات العلم"
    },
    {
      "text_id": 20769,
      "title": "المصالح المرسلة - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 20770,
      "title": "بيان الناسخ والمنسوخ من آي الذكر الحكيم - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 20771,
      "title": "فتوى في تحريم التعليم المختلط - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 20772,
      "title": "منهج ودراسات لآيات الأسماء والصفات - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 20773,
      "title": "منهج التشريع الإسلامي وحكمته - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 22895,
      "title": "منع جواز المجاز في المنزل للتعبد والإعجاز"
    },
    {
      "text_id": 22918,
      "title": "أضواء البيان في إيضاح القرآن بالقرآن - ط الفكر"
    },
    {
      "text_id": 266,
      "title": "آداب البحث والمناظرة"
    },
    {
      "text_id": 281,
      "title": "دفع إيهام الاضطراب عن آيات الكتاب - ط عطاءات العلم"
    },
    {
      "text_id": 282,
      "title": "مذكرة أصول الفقه على روضة الناظر- ط عطاءات العلم"
    },
    {
      "text_id": 283,
      "title": "نثر الورود شرح مراقي السعود"
    },
    {
      "text_id": 284,
      "title": "محاضرات الشنقيطي"
    },
    {
      "text_id": 287,
      "title": "الفتاوى - محمد الأمين الشنقيطي"
    },
    {
      "text_id": 292,
      "title": "رحلة الحج إلى بيت الله الحرام"
    },
    {
      "text_id": 302,
      "title": "حول شبهة الرقيق - ضمن «محاضرات الشنقيطي»"
    },
    {
      "text_id": 5165,
      "title": "منهج التشريع الإسلامي وحكمته - ط الجامعة الإسلامية"
    },
    {
      "text_id": 6452,
      "title": "منهج ودراسات لآيات الأسماء والصفات - ط الدار السلفية"
    },
    {
      "text_id": 8753,
      "title": "منهج ودراسات لآيات الأسماء والصفات - مجلة الجامعة الإسلامية"
    },
    {
      "text_id": 8937,
      "title": "المصالح المرسلة - ط الجامعة الإسلامية"
    },
    {
      "text_id": 96296,
      "title": "العذب النمير من مجالس الشنقيطي في التفسير"
    },
    {
      "text_id": 9885,
      "title": "مذكرة أصول الفقه على روضة الناظر- ط مكتبة العلوم والحكم"
    }
  ]
}