{
  "author_id": 1141,
  "author_meta": "فالح بن مهدي آل مهدي (١٣٥٢-١٣٩٢) هـ .\nفالح بن مهدي بن سعد بن مبارك آل مهدي ، الدوسري ، الشيخ ، المحقق.\nولد في ليلى من إقليم الأفلاج سنة ١٣٥٢هـ ونشأ بها ، وفي عام ١٣٦٢هـ كف بصره فانصرف لحفظ القرآن حتى أتمه وأتقنه ، ثم سافر إلى الرياض وهو في الثالثة عشرة من عمره فدرس على الشيخ عبد اللطيف بن إبراهيم آل الشيخ ، ثم على الشيخ محمد بن إبراهيم آل الشيخ ، ثم التحق بمعهد الرياض العلمي وبعده التحق بكلية الشريعة، وفي عام ١٣٧٨هـ عين مدرساً بمعهد الرياض العلمي إلى عام ١٣٨١? حيث نقل إلى التدريس بكلية الشريعة في الرياض حتى وفاته سنة ١٣٩٢هـ ، وقد أخذ عنه كثير من طلبة العلم في معهد الرياض العلمي ، وفي كلية الشريعة بالرياض .\nمؤلفاته :\nمن مؤلفاته رحمه الله:\n- «التحفة المهدية شرح الرسالة التدمرية»،\n- و«السلف بين القديم والجديد»،\n- و«منظومة في الحث على طلب العلم».\nجهوده :\nكان للشيخ -رحمه الله- عنايته الفائقة بتقرير مسائل توحيد الأسماء والصفات ، وذلك من خلال أهم مؤلفين له ، وهما :\n- «التحفة المهدية شرح الرسالة التدمرية» لشيخ الإسلام ابن تيمية ، وهي رسالة عظيمة الشأن في بيان أصول وقواعد اعتقاد السلف الصالح -رضوان الله عليهم- في باب التوحيد والصفات والشرع والقدر. وقد قام الشيخ ابن مهدي -رحمه الله- بشرحها شرحاً جميلاً بين فيه معاني العبارات والمصطلحات، وأنواع التقسيمات، وشرح الأدلة وفسرها ، وفصل فيما أجمله ابن تيمية واختصره من الإشارات والإحالات، وترجم للفرق والطوائف وأعلامهم ومن ينتسب إليهم، وناقش المخالفين في مسائل الأسماء والصفات في ضوء القواعد التي ذكرها شيخ الإسلام في التدمرية.\n- رسالة «السلف بين القديم والجديد» والتي رد فيها على الشيخ عبدالرحمن حبنكة الميداني -رحمه الله- في كتابه:«العقيدة الإسلامية وأسسها» حين قرر: أن ظاهر نصوص الصفات التشبيه والتمثيل لله تعالى بخلقه ، ومن ثم فلابد من تأويلها بصرفها عن معناها الذي هو ظاهرها إلى معنى آخر ليس هو مقتضى اللفظ ونسب هذه الطريقة إلى الخلف ، أو الحكم عليها بأنها غير واضحة المعنى ولا بينة المراد فتكون من المتشابه الذي يفوض معناه إلى الله وزعم أن هذه هي طريقة السلف ،كما رد الشيخ فالح -رحمه الله- في هذه الرسالة على الشيخ على الطنطاوي -رحمه الله- في كتابه: «فصول إسلامية» حين: نسب إلى مذهب السلف - في عدة مواضع- تفويض نصوص الصفات وعدم إثبات معناها",
  "books": [
    {
      "text_id": 7260,
      "title": "التحفة المهدية شرح العقيدة التدمرية"
    }
  ]
}