{
  "author_id": 1148,
  "author_meta": "اسمه: هو العلامة الحافظ أبو حمزة عبد الرحيم بن أحمد بن محمود طحان النعيمي\n، وقيل يرجع نسبه إلى آل البيت الطيبين من نسب علي ابن الحسين ابن علي ابن أبي طالب رضي الله عنهما،\nكما أخذت هذا النقل من أكثر من شخص منهم من هو من أهل حلب الشام،\nصفاته الخلقية والخلقية:\nليس بالطويل ولا بالقصير أبيض اللون مشرب بالحمرة عريض المنكبين وكثيف اللحية مفتول الساعدين والكتفين، ترى في عينيه الإخبات والخشية نحسبه والله حسيبه ويشهد على ذلك من رأه، يلبس العمامة ذات الذوابة\nومن صفاته الخلقية:\nأنه هين لين نحسبه والله حسيبه، شديد التواضع مع طلبة العلم حتى يشهد على هذا القول أحد من قابلة عندما قال كأني أنا الشيخ وهو التلميذ لشدة إنصاته واحترامه لطلبة العلم،\nوكذلك مما أعرفه عنه أنه كثير ما يلهج بذكر الله جل وعلا والصلاة على النبي (عليه الصلاة والسلام) ، حتى أنك تظن أنه نحسبه والله حسيبه أنه قوي الصلة بالذكر،\nومن صفاته أنه يشتد غضبه عندما يطعن أو يحرف في الدين أو يبهت أو ينقص عن قدر إمام من أئمة الدين لذلك تسمعه في أشرطة الردود يتوسع في بسط أدلة التي تثبت خطأ المخالف،\nرحلة تلقيه للعلم:\nفقد درس العلامة عبد الرحيم الطحان مرحلة الإبتدائي في المملكة العربية السعودية ومرحلة المتوسط في حلب الشام والجامعة في المدينة المنورة تحديداً في الجامعة الإسلامية وقد أخذ الأول على طلاب الجامعة وقد أكمل دراسات العليا الدكتوراه في الجامع الأزهر وأخذ فيها رسالة الدكتوراه وأظنه في تفسير القرآن وعلومه المرتبة الأول مع الشرف على الجامعة (أي الجامع الأزهر) في السبعينات،\nشيوخه:\nوقد تلقى العلم من علماء كثر نذكر منهم مما أعرفهم وأعتذر أنني لا أعرف أسماء كل من تلقى العلم عنهم:\n١- العلامة محمد الأمين الشنقيطي رحمه الله (صاحب أضواء البيان) .\n٢- العلامة محمد أبو الخير زين العابدين رحمه الله.\n٣- العلامة عبد الرحمن زين العابدين رحمه الله.\n٤- العلامة المختار الشنقيطي رحمه الله والد العلامة محمد المختار الشنقيطي المدرس في الحرم المدني.\n٥- عبد الله سراج الدين رحمه الله.\nممن درس عليه في جامعة الإمام محمد ابن سعود:\n١- الشيخ عوض القرني.\n٢- الشيخ د. عائض بن عبد الله القرني.\n٣- الشيخ د. سعيد بن مسفر القحطاني.\nوكذلك يقال ممن درس عليه الشيخ علي بن عبد الخالق القرني.\nمما لبس على الناس حول العلامة الطحان:\nولا يخفى على طالب العلم الذي يسعى جاهدا إلى البحث عن الحقيقة أن العلامة الطحان حفظه الله ربي الرحمن قد ظلم وافتري عليه ولا حول ولا قوة إلا بالله،\nنذكر منها ما أشيع عنه أنه طرد من السعودية!!!!\nوهذا غير صحيح فمن يعلم عن العلامة الطحان أنه كان يدرس في منطقة أبها ثم نقل إلى فرع جامعة الإمام محمد ابن سعود بالدولة الإمارات ثم بعدها نقل إلى فرع الجامعة بإندونسيا ثم بعدها قدم العلامة الطحان استقالته واستقر بعدها في قطر، فأين قول من يجعجع بهذه التلفيقات!!!!\nوغيره الكثير مما كذب عليه وما نقول إلا حسبنا الله ونعم الوكيل.\nالشيخ والسلفيّة\nالشيخ سنّي سلفي أثريّ، سليم العقيدة والمنهج. كيف لا وهو يرى الخروج عن الأئمة الأربعة حرام، وقد بسط في ذلك كلا مقنعا، مستشهدا بكلام من سبقه من أئمة الإسلام ومنهم الشيخ محمد بن عبد الوهاب. وما أثير حول عقيدته من اتّهامه بالصوفية كذب صراح، وتهمة باطلة، وليتّق الله من يقول هذا. لقد حذّر الشيخ في غير مرّة من الصوفية وأئمتها وبيّن عوارها وكشف منهجها. وهذه الحقيقة واضحة كوضوح الشمس، ولا يقول خلاف ذلك إلّا جاهل مقلّد، أو حاقد مفتري.\nالشيخ والوهابية\nنعم، ترد كلمة الوهابية على لسان الشيخ مرارا -ولا أتّفق معه في ذلك- ولكن يكذب من يقول بأنّ الشيخ لديه موقف معادي لدعوة الشيخ محمد بن عبدالوهّاب، ولا أدلّ على ذلك من استشهاده بكلام الشيخ محمد في مواعظه، وعقيدة الشيخ ودعوته مطابقة لما عند شيخ الإسلام ابن عبد الوهاب.\nالشيخ والشيخ الألباني\nما أستطيع قوله هنا، أنّه قد ظلم وأجحف ولم ينصف من رمى باللوم والخطأ والذنب كلّه على الشيخ الطحّان وحده، ولست أريد اللمز أو التعريض بالشيخ الألباني، فالشيخان عيناي في رأسي، وما وقع بينهما قد وقع بين الصحابة قبلهما، وطبيعة البشر الاختلاف، وموقفي وموقفك أن نستزيد من علمهما ونغضّ الطرف عمّا جرى بينهما. بقي أن أقول: قد سمعت الشيخ مرّة يشكر جهد الشيخ الألباني تلميحا لا تصريحا. والله أعلم.\nالشيخ والشيخ ابن باز\nلم أسمعه مرة واحدة يذكره بذم، ومن خلال ما عرفته عنه، يستحيل لديّ أن يكون قد ذمّه بشيء. والله أعلم.\nنقطة مهمّة\nالشيخ لديه شدّة وقوّة وغلظة ليس مردّها إلى خلل في العقيدة، أو تطرّف في المنهج. كلّا والله، بل مردّها إلى طبعه وسجيّته، وهذا حال البشر، فعمر بن الخطّاب معروف بالقوة، وأبو بكر موصوف باللين. وكذلك الشيخ الطحّان، يصدع بالحق ولا يخاف في الله لومة لائم. وهذا الموضع مزلّة اقدام حيث رمي الشيخ بما ليس فيه بلا تثبّت. وهذا الأمر -والله أعلم- هو سبب ما حصل له من التضييق والفصل والترحيل. أسأل الله أن يوفّقه للصواب، وأن يفرّج كربته. وقد سمعته مرّة يتكلّم عن تناقض استخرجه من فتاوى ابن تيمية، وكان في حديثه فظّ العبارة. ومن سمعه لأوّل مرّة ظنّ أنّه من أعداء شيخ الإسلام، ولو تروّى قليلا لوجد أنّه دائما يردد \"الإمام ابن تيمية عليه رحمات رب البريّة\" ودائما ما يستشهد بكلامه، وقد وصفه مرّة بأنّه صاحب العدل والإنصاف، وكذلك يستشهد الشيخ بكلام ابن القيم ويقول فيه القول الحسن. ومرّة سمعته يروي حديثا في سنده معاوية. فوقف عند معاوية قليلا، وقال كلاما ربما يظنّ الجاهل منه أنّه شيعيّ، ولو تحرّى لبان أنّ الشيخ يترضّى عنه ويقول فيه خيرا، وهو على منهج السلف في عدالة الصحابة أجمعين، وقد قرّر ذك وكرّره في غير موضع.\nالشيخ والحكّام\nالشيخ موافق لمنهج السلف في التعامل مع السلاطين، فحضور مجالسهم، وأخذ عطيّاتهم، والتردد على أبوابهم ليست من شيم العلماء عنده، وهو يربّي طلابه على هذا ونعم ما فعل. ومع ذلك فلم أسمعه يدعوا إلى الخروج أو التكفير، بل هو يندّد بأهل التكفير والتفجير ويبيّن عظيم مصاب الأمّة منهم.\nعلم الشيخ ودينه\nلقد ملئ الشيخ علما من رأسه إلى أخمص قدميه، ولا أبالغ أنّه يقف في مصاف كبار علماء هذا العصر. فإن أردت الفقه فلا تسل، وإن أردت التفسير فهو بحره، وإن أردت الحديث فهو طبيبه. وسبحان الذي وهبه الحفظ! وسبحان الذي وهبه الفصاحة في المنطق! وقلّما تجده يلحن أو يتردّد بل هو بليغ اللسان طليقه. وقد أوتي لطافة وظرافة وحسن اختيار للكلام. والشيخ من أهل الدين والورع والزهد حسب ما ظهر لي ولا أزّكي على الله أحدا. فهو بكّاء ذو قلب خاشع، تلمس من حديثه الصدق والإيمان. ويعلم الله أنّه مدرسة في التقوى والتوكّل على الله، أسأل الله أن يزيده من فضله، وأن يلحقنا به.",
  "books": [
    {
      "text_id": 21782,
      "title": "خطب ودروس الشيخ عبد الرحيم الطحان"
    }
  ]
}