{
  "author_id": 1150,
  "author_meta": "أبو عامر أحمد بن غرسية\nكان من أبناء نصارى البشكنس (١) فى شمالى إسبانيا\nسبى صغيرا-كما يقول ابن سعيد- وأدّبه مجاهد مولاه ملك دانية والجزر المقابلة لها فى البحر المتوسط شرقى الأندلس (٤٠٥ - ٤٣٦ هـ‍). وكان مجاهد من فتيان المنصور بن أبى عامر الصقالبة الذين دان لهم شرقى الأندلس فى أوائل عصر أمراء الطوائف أثناء الفتنة التى أطاحت بالدولة الأموية. ولما رأى براعة ابن غرسية البشكنسى فى العربية والكتابة ألحقه بدواوينه\nوأخطأ جولدتسيهر فى مقاله عن الشعوبية الإسبانية، فظن أنه كان فى خدمة المعتصم ابن صمادح التجيبى أمير المريّة (٤٤٢ - ٤٨٤ هـ‍).\nوله رسالة يذم فيها العرب ويفخر بالعجم كتب بها لا إلى أبى عبد الله بن الحداد شاعر المعتصم بن صمادح كما ظن جولدتسيهر وبروكلمان، وإنما إلى أبى جعفر أحمد بن الجزار كما جاء عند ابن سعيد، وذكره ابن بسام باسم ابن الخراز وهو تصحيف بدليل هجاء ابن غرسية له الذى أنشده ابن سعيد فى ترجمته إذ هجاه بأنه سليل أسرة كانت تحترف الجزارة.\nويقول ابن بسام إنه خاطب برسالته الأديب أب جعفر بن الجزار معاتبا له لتركه مدح مجاهد (الصقلبى أمير دانية) واقتصاره على مدائح ابن صمادح التجيبى (العربى) الذى كان أميرا للمرية فى حياة مجاهد المتوفى سنة ٤٣٦ وهو معن بن صمادح مؤسس دولة الصمادحية بالمرية (٤٣٢ - ٤٤٣ هـ‍) لا ابنه المعتصم كما ظن ابن سعيد ومن ظن ظنه من المستشرقين. والرسالة تشغل فى الذخيرة نحو تسع صفحات\n(نقلا عن: تاريخ الأدب العربي لشوقي ضيف، مع إضافة بين معكوفين)\n_________\n[*] تعليق الشاملة: ويذكر ابن الغرسية في رسالته أن الله عز وجل انتشلهم بالنبي -صلى الله عليه وسلم- من النصرانية، فيقول: «لكن الفخر بابن عمنا (يريد الرسول صلى الله عليه وسلم)، الذي بالبركة عمنا، الإبراهيمي النسب، الإسماعيلي الحسب، الذي انتشلنا الله تعالى به وإياكم من العماية، والغواية. أما نحن فمن أهل التثليث وعبادة الصلبان، وأنتم من أهل الدين المليث وعبادة الأوثان، ولا غرو أن كان منكم حبره وسبره، ففي الرغام يلغي تبره، والمسك بعض دم الغزال. . . . . بهذا النبى الأمىّ أفاخر من يفخر، وأكاثر جميع من تقدم وتأخّر، المنيف الطرفين، الشريف السّلفين، المتلقىّ بالرسالة، والمنتقى للأداء والدلالة، أصلّى عليه عدد الرّمل، ومدد النّمل، وكذلك أصلّى على واصلي جناحه، سيوفه ورماحه، صحابته الكرام، عليهم من الله أفضل السلام».",
  "books": [
    {
      "text_id": 970,
      "title": "رسالة ابن غرسية فى الشعوبية والردود عليها - ضمن نوادر المخطوطات"
    }
  ]
}