{
  "author_id": 1153,
  "author_meta": "محمد أبو زهرة (١٣١٥- ١٣٩٤هـ = ١٨٩٨ - ١٩٧٤م)\nالمولد والنشأة\nولد محمد بن أحمد بن مصطفى بن أحمد المعروف بأبي زهرة في المحلة الكبرى التابعة لمحافظة الغربية بمصر في (٦ من ذي القعدة ١٣١٥هـ=٢٩ من مارس ١٨٩٨م)، ونشأ في أسرة كريمة عنيت بولدها، فدفعت به إلى أحد الكتاتيب التي كانت منتشرة في أنحاء مصر تعلم الأطفال وتحفظهم القرآن الكريم، وقد حفظ الطفل النابه القرآن الكريم، وأجاد تعلم مبادئ القراءة والكتابة، ثم انتقل إلى الجامع الأحمدي بمدينة طنطا، وكان إحدى منارات العلم في مصر تمتلئ ساحاته بحلقات العلم التي يتصدرها فحول العلماء، وكان يطلق عليه الأزهر الثاني ؛ لمكانته الرفيعة.\nوقد سيطرت على الطالب النجيب روح الاعتزاز بالنفس واحترام الحرية والتفكير وكره السيطرة والاستبداد.. وقد عبر أبو زهرة عن هذا الشعور المبكر في حياته بقوله: \"ولما أخذت أشدو في طلب العلم وأنا في سن المراهقة.. كنت أفكر: لماذا يوجد الملوك؟ وبأي حق يستعبد الملوك الناس؟، فكان كبر العلماء عندي بمقدار عدم خضوعهم لسيطرة الخديوي الذي كان أمير مصر في ذلك الوقت\".\nوبعد ثلاث سنوات من الدراسة بالجامع الأحمدي انتقل إلى مدرسة القضاء الشرعي سنة ١٣٣٥هـ=١٩١٦م بعد اجتيازه اختبارًا دقيقًا كان هو أول المتقدمين فيه على الرغم من صغر سنه عنهم وقصر المدة التي قضاها في الدراسة والتعليم، وكانت المدرسة التي أنشأها محمد عاطف بركات تعد خريجها لتولي مناصب القضاء الشرعي في المحاكم المصرية. ومكث أبو زهرة في المدرسة ثماني سنوات يواصل حياته الدراسية في جد واجتهاد حتى تخرج فيها سنة ١٣٤٣هـ=١٩٢٤م، حاصلا على عالمية القضاء الشرعي، ثم اتجه إلى دار العلوم لينال معادلتها سنة ١٣٤٦هـ=١٩٢٧م فاجتمع له تخصصان قويان لا بد منهما لمن يريد التمكن من علوم الإسلام.\nفي قاعات العلم\nوبعد تخرجه عمل في ميدان التعليم ودرّس العربية في المدارس الثانوية، ثم اختير سنة ١٣٥٢هـ=١٩٣٣م للتدريس في كلية أصول الدين، وكلف بتدريس مادة الخطابة والجدل؛ فألقى محاضرات ممتازة في أصول الخطابة، وتحدث عن الخطباء في الجاهلية والإسلام، ثم كتب مؤلفًا عد الأول من نوعه في اللغة العربية، حيث لم تُفرد الخطابة قبله بكتاب مستقل.\nولما ذاع فضل المدرس الشاب وبراعته في مادته اختارته كلية الحقوق المصرية لتدريس مادة الخطابة بها، وكانت تُعنى بها عناية فائقة وتمرن طلابها على المرافعة البليغة الدقيقة، وهذا ما يفسر كثرة الخطباء البلغاء من خريجي هذه المدرسة العريقة.\nوبعد مدة وجيزة عهدت إليه الكلية بتدريس مادة الشريعة الإسلامية، وكان أبو زهرة أهلا لهذه الثقة الكبيرة، فزامل في قسم الشريعة عددًا من أساطين العلماء، مثل: أحمد إبراهيم، وأحمد أبي الفتح، وعلي قراعة، وفرج السنهوري، وكان وجود مثل هؤلاء معه يزيد المدرس الشاب دأبا وجدة في الدرس والبحث حتى يرتقي إلى صفوفهم ومكانتهم الرفيعة، وكانت فيه عزيمة وإصرار وميل إلى حياة الجد التي لا هزل فيها.\nوقد تدرج أبو زهرة في كلية الحقوق التي شهدت أخصب حياته الفكرية حتى ترأس قسم الشريعة، وشغل منصب الوكالة فيها، وأحيل إلى التقاعد سنة ١٣٧٨هـ=١٩٥٨م، وبعد صدور قانون تطوير الأزهر اختير الشيخ أبو زهرة عضوًا في مجمع البحوث الإسلامية سنة ١٣٨٢هـ=١٩٦٢م، وهو المجمع الذي أنشئ بديلا عن هيئة كبار العلماء، وإلى جانب هذا كان الشيخ الجليل من مؤسسي معهد الدراسات الإسلامية بالقاهرة، وكان يلقي فيه محاضراته في الشريعة الإسلامية احتسابًا لله دون أجر، وكان هذا المعهد قد أنشئ لمن فاتته الدراسة في الكليات التي تُعنى بالدراسات العربية والشرعية، فالتحق به عدد كبير من خريجي الجامعات الراغبين في مثل هذه الدراسات.\nالإنتاج العلمي\nكتب الشيخ أبو زهرة مؤلفات كثيرة تمثل ثروة فكرية ضخمة عالج فيها جوانب مختلفة في الفقه الإسلامي، وجلّى بقلمه فيها موضوعات دقيقة؛ فتناول الملكية، ونظرية العقد، والوقف وأحكامه، والوصية وقوانينها، والتركات والتزاماتها، والأحوال الشخصية في مؤلفات مستقلة.\nوتناول ثمانية من أئمة الإسلام وأعلامه الكبار بالترجمة المفصلة التي تظهر جهودهم في الفقه الإسلامي في وضوح وجلاء، وهم: أبو حنيفة، ومالك، والشافعي، وأحمد بن حنبل، وزيد بن علي، وجعفر الصادق، وابن حزم، وابن تيمية.\nوقد أفرد لكل واحد منهم كتابًا مستقلاً في محاولة رائدة ترسم حياتهم العلمية، وتبرز أفكارهم واجتهاداتهم الفقهية، وتعرض لآثارهم العلمية التي أثرت في مسيرة الفقه الإسلامي. وقد وفق الشيخ أبو زهرة فيما كتب وتناول؛ فهو فقيه متخصص عرف الأصول والفروع وأمعن النظر في مؤلفات الفقه ودانت له أسرارها؛ فمؤرخ الفقهاء المتمكن لا بد أن يكون فقيها لا مؤرخا فحسب يقص علينا حياة المترجم له وإنسانيته وصلته بالعلوم المختلفة.\nوإلى جانب الفقه وقضاياه كان لأبي زهرة جهود طيبة في التفسير والسيرة؛ فكان يفسر القرآن في أعداد مجلة لواء الإسلام الغراء، وأصدر كتابًا جامعًا بعنوان \"المعجزة الكبرى\" تناول فيه قضايا نزول القرآن وجمعه وتدوينه وقراءته ورسم حروفه وترجمته إلى اللغات الأخرى.\nوختم حياته بكتابه خاتم النبيين تناول فيه سيرة النبي صلى الله عليه وسلم، معتمدًا فيه على أوثق المصادر التاريخية، وكتب السنة المعتمدة، وقد طبعت هذه السيرة في ثلاثة مجلدات.\nجهاده الفكري\nلم يكن الإمام محمد أبو زهرة من الذين ينشغلون بالتأليف عن متابعة الواقع والدعوة إلى الإصلاح والتغيير، بل قرن الكلمة المكتوبة بالقول المسموع والعلم الغزير بالعمل الواضح، وكان هذا سر قوته وتلهف الناس إلى سماع كلمته؛ فهو العالم الجريء الذي يجهر بالحق ويندد بالباطل ويكشف عوراته غير هياب أو وجل، وكانت صراحته في مواجهة الظالمين واضحة لا لبس فيها ولا غموض، وقد حورب من أجلها فما تخاذل أو استكان، قاطعته الصحف ووسائل الإعلام الأخرى وآذته بالقول وشهّرت به؛ فما زاده ذلك إلا تمسكًا بالحق وإصرارًا عليه.\nكان أبو زهرة من أعلى الأصوات التي تنادي بتطبيق الشريعة الإسلامية في الحياة، وقرر أن القرآن أمر بالشورى؛ ولذا يجب أن يختار الحاكم المسلم اختيارًا حرًا؛ فلا يتولى أي سلطان حكمًا إلا بعد أن يختار بطريقة عادلة، وأن اختيار الحكام الصالحين هو السبيل الأمثل لوقاية الشريعة من عبث الحاكمين، وكل تهاون في ذلك هو تهاون في أصل من أصول الإسلام.\nووقف أبو زهرة أمام قضية \"الربا\" موقفًا حاسمًا، وأعلن عن رفضه له ومحاربته بكل قوة، وكشف بأدلة علمية فساد نظرية الربا وعدم الحاجة إليها، وأن الإسلام حرّم الربا حمايةً للمسلمين ولمجتمعهم، وانتهى إلى أن الربا لا مصلحة فيه ولا ضرورة تدعو إليه.\nورأى بعض من لا علم لهم بالشريعة يكتبون في الصحف بأن من الصحابة من كان يترك العمل بالنص إلى رأيه الخاص الذي اجتهد فيه إذا اقتضت المصلحة ذلك، واستشهدوا على ذلك بوقائع لعمر بن الخطاب حين أبطل العمل بحد السرقة في عام الرمادة؛ فقام الشيخ بجلاء هذا الموقف، وبيّن أن المصلحة تعتمد على النص وترجع إليه، وأن القول دونما نص أو قاعدة كلية إنما هو قول بالهوى؛ فأصول الفقه تستند على أدلة قطعية، وأنه لا يجوز أن يعتمد على العقل في إثبات حكم شرعي، وأن المعول عليه في إثبات الأحكام الشرعية هو النصوص النقلية، وأن العقل معين له، وأبان الشيخ اليقظ أن عمر بن الخطاب وأمثاله من مجتهدي الصحابة لم يتركوا العمل بالنص، وإنما فهموه فهمًا دقيقًا دون أن يبتعدوا عنه.\nشجاعته واعتزازه بعلمه\nاشتهر أبو زهرة بين علماء عصره باعتزازه بعمله وعلمه وحرصه على كرامته وإقدامه على بيان ما يراه حقا، في وقت سكتت فيه الأصوات؛ التماسًا للأمن والسلامة من بطش ما كانت بيدهم مقاليد الأمور في البلاد، ولم يكن يردعهم خلق أو دين أو تحكم تصرفاتهم نخوة أو مروءة؛ فابتليت بهم البلاد وانكفأ الناس حول أنفسهم خوفا من هول ما يسمعون، ولكن الشيخ الفقيه لم يكن من هؤلاء، وإنما كان من طراز ابن تيمية والعز بن عبد السلام ، ويروى له في ذلك مواقف محمودة تدل على أخلاق الرجل وشجاعته.\nدعي الشيخ أبو زهرة إلى مؤتمر إسلامي مع جماعة من كبار علماء في العالم الإسلامي، وكان رئيس الدولة الداعية من ذوي البطش والاستبداد؛ فافتتح المؤتمر بكلمة يعلن فيها ما يسميه اشتراكية الإسلام، ودعا الحاضرين من العلماء إلى تأييد ما يراه والدعوة له. وبعد انتهاء الكلمة ساد قاعة الاحتفال صمت رهيب قطعه صوت الشيخ أبو زهرة طالبًا الكلمة، فلما اعتلى المنبر قال في شجاعة: إننا نحن علماء الإسلام الذين نعرف حكم الله في قضايا الدولة ومشكلات الناس، وقد جئنا إلى هنا لنصدع بما نعرف، وإن على رؤساء الدول أن يعرفوا قدرهم ويتركوا الحديث في العلم إلى أهله، ثم اتجه إلى رئيس الدولة الداعية قائلا: إنك تفضلت بدعوة العلماء لتسمع أقوالهم لا لتعلن رأيًا لا يجدونه صوابا مهما هتف به رئيس؛ فلتتق الله في شرع الله. فبهت رئيس الدولة وغادر القاعة.\nمؤلفات الإمام أبي زهرة\nبارك الله في وقت الشيخ فألف ما يزيد عن ٣٠ كتابًا غير بحوثه ومقالاته، رزقها الله القبول فذاعت بين الناس وتهافت الناس على اقتنائها والاستفادة منها؛ فوراءها عقل كبير وقدرة على الجدل والمناظرة وذاكرة حافظة واعية، وقد ضرب بها المثل في قدرتها على الحفظ والاستيعاب. ومن أشهر مؤلفاته غير ما ذكرناه:\n- تاريخ المذاهب الإسلامية.\n- العقوبة في الفقه الإسلامي.\n- الجريمة في الفقه الإسلامي.\n- علم أصول الفقه.\n- محاضرات في النصرانية.\n- زهرة التفاسير، وقد نشر بعد وفاته.\n- مقارنات الأديان.\nوفاة الشيخ\nوبعد حياة حافلة بجلائل الأعمال وبكل ما يحمد عليه توفي الشيخ سنة ١٣٩٤هـ=١٩٧٤م تاركا تراثا خالدا وذكرى عطرة ومواقف مشرفة.",
  "books": [
    {
      "text_id": 2280,
      "title": "محاضرات في النصرانية"
    },
    {
      "text_id": 23137,
      "title": "المعجزة الكبرى القرآن"
    },
    {
      "text_id": 37071,
      "title": "زهرة التفاسير"
    },
    {
      "text_id": 9110,
      "title": "شريعة القرآن من دلائل إعجازه"
    },
    {
      "text_id": 9800,
      "title": "خاتم النبيين صلى الله عليه وآله وسلم"
    }
  ]
}