{
  "author_id": 1155,
  "author_meta": "واصِل بن عَطَاء (٨٠ - ١٣١ هـ = ٧٠٠ - ٧٤٨ م)\nواصل بن عطاء الغزّال، أبو حذيفة، من موالي بني ضبة أو بني مخزوم\nرأس المعتزلة (١) ومن أئمة البلغاء والمتكلمين.\nسمي أصحابه بالمعتزلة لاعتزاله حلقة درس الحسن البصري. ومنهم طائفة تنسب إليه، تسمى «الواصلية»\nوهو الّذي نشر مذهب «الاعتزال» في الآفاق: بعث من أصحابه عبد الله بن الحارث إلى المغرب، وحفص بن سالم إلى خراسان، والقاسم إلى اليمن، وأيوب إلى الجزيرة، والحسن بن ذكوان إلى الكوفة، وعثمان الطويل إلى أرمينية.\nولد بالمدينة، ونشأ بالبصرة.\nوكان يلثغ بالراء فيجعلها غينا، فتجنب الراء في خطابه، وضرب به المثل في ذلك. وكانت تأتيه الرسائل وفيها الراءات، فإذا قرأها أبدل كلمات الراء منها بغيرها حتى في آيات من القرآن. ومن أقوال الشعراء في ذلك، لأحدهم:\n«أجعلت وصلي الراء، لم تنطق به … وقطعتني حتى كأنك واصل»\nولأبي محمد الخازن في مدح الصاحب ابن عباد:\n«نعم، تجنب لا، يوم العطاء، كما … تجنب ابن عطاء لفظة الراء»\nوكان ممن بايع لمحمد بن عبد الله بن الحسن في قيامه على «أهل الجور»\nولم يكن غزّالا، وإنما لقب به لتردّده على سوق الغزالين بالبصرة.\nله تصانيف، منها:\n«أصناف المرجئة»\n«المنزلة بين المنزلتين»\n«معاني القرآن»\n«طبقات أهل العلم والجهل»\n«السبيل إلى معرفة الحق»\n«التوبة» (٢)\n_________\n(١) كتب ابن حجة في ثمرات الأوراق ما موجزه: المعتزلة من فرق الإسلام، يرون أن أفعال الخير من الله، وأفعال الشر من الإنسان، وأن القرآن مخلوق محدث ليس بقديم، وأن الله تعالى غير مرئي يوم القيامة، وأن المؤمن إذا ارتكب الذنب، كشرب الخمر وغيره، يكون في منزلة بين منزلتين، لا مؤمنا ولا كافرا، ويرون أن إعجاز القرآن في «الصرفة» لا أنه في نفسه معجز، أي أنّ الله لو لم يصرف العرب عن معارضته لأتوا بما يعارضه، وأن من دخل النار لم يخرج منها. وسموا معتزلة لأن واصل بن عطاء كان ممن يحضر درس الحسن البصري، فلما قالت الخوارج بكفر مرتكب الكبائر وقالت الجماعة بأن مرتكب الكبائر مؤمن غير كافر وإن كان فاسقا، خرج واصل عن الفرقتين، وقال: إن الفاسق ليس بمؤمن ولا كافر. واعتزل مجلس الحسن، وتبعته جماعة، فعرفوا بالمعتزلة. وما زال مذهبهم ينمو إلى أيام الرشيد، فوضعه موضع البحث بين العلماء. ولما ولي المأمون ناصر المعتزلة وعاقب مخالفيهم. وتابعه المعتصم ثم الواثق. ولما كانت أيام المتوكل كتب إلى الآفاق بمخالفة القائلين بالاعتزال. وضعف شأن المعتزلة حتى ذهبت بمذهبهم الأيام. واشتهر منهم فضلاء وأعيان كالجاحظ والزمخشريّ والماوردي والصاحب بن عباد والفراء والسيرافي وابن جني وأبي علي الفارسي وابن أبي الحديد وآخرين كثيرين.\n(١) المقريزي ٢: ٣٤٥ ووفيات الأعيان ٢: ١٧٠ وفي نسخة المطبوعة: «توفي سنة إحدى وثمانين ومئة» خلافا لسائر المصادر، عنه أخذت في الطبعة الأولى. والصواب «١٣١».",
  "books": [
    {
      "text_id": 964,
      "title": "خطبة واصل بن عطاء - ضمن نوادر المخطوطات"
    }
  ]
}