{
  "author_id": 1156,
  "author_meta": "عبد الكريم الخضير (١٣٧٤ - ؟ هـ = ١٩٥٥ - ؟م)\nاسمه: عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير.\n* مكان وتاريخ الولادة: ولد في بريده سنة ١٣٧٤هـ.\n* عمله: عضو هيئة التدريس في قسم السنة وعلومها في كلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية بالرياض الى أن تقاعد تقاعدا مبكرا في ٢٧/٨/١٤٢٤ هـ ،وفي يوم ١٩/٢/١٤٣٠ صدر الأمر الملكي بتعيين الشيخ حفظه الله عضوا في هيئة كبار العلماء.\n* شيوخه:\n* في القصيم:\n١- الشيخ مبارك بن حسن الراجح رحمه الله.\n٢- الشيخ إبراهيم بن محمد المشيقح حفظه الله.\n٣- الشيخ محمد ذاكر حفظه الله.\n٤- الشيخ محمد بن صالح المطوع رحمه الله.\n٥- الشيخ صالح بن أحمد الخريصي رحمه الله.\n٦- الشيخ صالح السكيتي رحمه الله.\n٧- الشيخ علي الضالع رحمه الله.\n٨- الشيخ محمد بن علي الروق رحمه الله.\n٩- الشيخ فهد بن محمد بن حمود المشيقح حفظه الله.\n* في الرياض:\n١- الشيخ عبد الله بن عبد الرحمن الغديان حفظه الله.\n٢- سماحة الشيخ عبد العزيز بن عبد الله بن باز رحمه الله.\n٣- الشيخ فهد بن حمين الفهد الحمين رحمه الله.\n٤- الشيخ عبد الرحمن السد حان حفظه الله.\n٥- الشيخ عبد العزيز الداود حفظه الله.\n٦- الشيخ عبد العزيز الفالح حفظه الله.\n٧- الشيخ صالح بن عبد الرحمن الأطرم حفظه الله.\n* مؤلفاته:-\n١- الحديث الضعيف وحكم الاحتجاج به ( مطبوع ).\n٢- تحقيق النصف الأول من فتح المغيث للسخاوي ( مطبوع ).\n٣- تحقيق الرغبة شرح النخبة ( مطبوع ).\n٤- شرح قصب السكر ( مخطوط ).\n٥- شرح الورقات ( مخطوط ).\n٦- شرح التجريد الصريح لأحاديث الجامع الصحيح ( مخطوط).\n- وله تعليقات و تنبيهات على أمهات الكتب والشروح من كتب التفسير والحديث\nوالعقيدة وغيرها.\n* * *\nتعريفه:-\nهو عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير يكنى بأبي محمد من مواليد بريده سنة ١٣٧٤ هـ ويبلغ من العمر الآن قرابة الخمسين أمد الله في عمره على الطاعة.. قرأ القران على مقرئ في الصبا اسمه مبارك بن حسن الراجح ثم قرأ على الشيخ إبراهيم بن محمد المشيقح ثم في سنة ١٣٨٥ هـ قرأ على فضيلة الشيخ محمد ذاكر قسما كبيرا من القران وحفظ عليه البقرة وال عمران ,,,\nدراسته النظامية:-\nدخل المدرسة الابتدائية سنة ١٣٨١ هـ ثم تخرج منها سن١٣٨٦ هـ على اثرها دخل المعهد العلمي في بريده سنة١٣٨٧ هـ وتخرج فيه سنة ١٣٩٣ هـ ثم التحق بعدها بكلية الشريعة بالرياض في السنه نفسها وتخرج فيها سنة ١٣٩٧ هـ على إثرها عين معيدا بكلية اصول الدين في قسم السنة وعلومها ثم واصل وتابع الدراسه العليا فحصل على درجة الماجستير سنة ١٤٠٢هـ وكانت رسالته بعنوان ( الحديث الضعيف وحكم الاحتجاج به ). ثم بعد ذلك في سنة ١٤٠٧هـ حصل على شهادة الدكتوراه وكانت رسالته بعنوان ( تحقيق النصف الأول من فتح المغيث بشرح الفية الحديث للحافظ محمد بن عبدالرحمن السخاوي ) عين على اثرها أستاذا مساعدا في قسم السنه وعلومها بكلية اصول الدين وعمل بها استاذا مساعدا الى أن تقاعد تقاعدا مبكرا في ٢٧/٨/١٤٢٤ هـ وهو ابن خمسين سنة،وفي يوم ١٩/٢/١٤٣٠ صدر الأمر الملكي بتعيين الشيخ حفظه الله عضوا في هيئة كبار العلماء.\nطلبه للعلم:-\nفي سنينه الأولى قرأ على الشيخ محمد بن صالح المطوع رحمه الله مبادئ العلوم (ثلاثة الاصول - واداب المشي إلى الصلاة - وزاد المستقنع وكتاب التوحيد) وغيرها\nمن المتون في أصول العلم.. ثم قرأ ولازم صاحب الفضيله الشيخ صالح بن احمد الخريصي رئيس محاكم القصيم في وقته رحمه الله ثم انتقل إلى الرياض فقرأ على الشيخ عبدالله بن عبد الرحمن الغديان في أصول الفقه والقواعد الفقهيه وعلى سماحة الشيخ عبد العزيز بن عبد الله بن باز رحمه الله في ( الفرائض وفي تفسير ابن كثير وفي سنن الترمذي ) وغيرها من الكتب وقد لازمه وقرأ عليه في المسجد وفي بيته رحمه الله..ثم بعد تخرجه من كلية الشريعة وفي السنة التمهيدية تفرغ لجرد المطولات وقراءتها والتعليق عليها واستخراج مكنوناتها فقد قرأ حفظه الله في كتب التفسير والحديث وكتب العقائد وقد قرأ أيضا في كتب الفقه والتاريخ والأدب ,,,\nثم قرأ على الشيخ صالح بن عبد الرحمن الأطرم أوائل شرح البخاري للحافظ بن حجر وأما بالنسبة لشيوخه في المعهد العلمي في بريده فمنهم الشيخ صالح السكيتي والشيخ على الضالع والشيخ محمد الروق رحمهم الله والشيخ فهد بن محمد المشيقح حفظه الله وغيرهم!\n,,,\nوأما بالنسبة لشيوخه الذين تتلمذ على يديهم في كلية الشريعة فنذكر منهم الشيخ فهد الحمين والشيخ عبد العزيز الداود والشيخ عبد العزيز الفالح والشيخ عبدالرحمن السد حان حفظهم الله وغيرهم من العلماء والمشائخ ,,,\n* كما يتجلى حرص الشيخ حفظه الله على طلب العلم من خلال مكتبته العلمية العامرة بأصناف الكتب والمخطوطات تعد مرجعا لكثير من الباحثين.\nمشاركا ته العلمية:-\nللشيخ مشاركات علميه كثيرة من خلال إشرافه على الرسائل المقدمة لنيل درجة الماجستير والدكتوراه في قسم السنة وعلومها , ومن خلال دوراته العلمية المتنوعة والتي تم تسجيل كثير منها ومن ذلك ( شرح كتاب الصيام من زاد المستقنع- وكتاب الحج من الكتاب نفسه- وشرح حديث جابر في الحج- وشرح نخبة الفكر ونظمها- وشرح الورقات ونظمها ) وشروح كثيرة وأكثرها مسجل ولله الحمد.\nولقد شارك الشيخ في دورات علمية في كثير من أنحاء المملكة.\n* كما أن للشيخ أيضا مشاركات إذاعية في إذاعة القرآن الكريم وهي:\n* أول هذه البرامج لقاء في موكب الدعوة تحدث فيها عن حياته العلمية والعملية اجرى هذا اللقاء الاستاذ محمد المشوح أذيع سنة ١٤٢٠هـ.\n* كما أن له ثلاثون حلقة في فقه الصيام نشر في رمضان سنة ١٤٢١هـ.\n* كما أن له أيضا درس أسبوعي في الإذاعة نفسها في شرح مختصر صحيح البخاري للزبيدي.\n* كما أن له ثلاثون حلقة في الهدي النبوي في رمضان أذيع سنة ١٤٢٣هـ.\n*كما أن له ثلاثون حلقة في الشمائل النبوية أذيع في رمضان سنة ١٤٢٤هـ.\n*كما أن له ثلاث عشرة حلقة في فقه الامام البخاري في الحج أذيع في موسم الحج سنة ١٤٢٤هـ.\n* كما أن له لقاءات في الاذاعة نفسها حول مكتبة طالب العلم.\n*كما أنه يجيب عن اسئلة المستمعين في اذاعة القرآن ويبث كل يوم جمعة في الرابعة عصرا.\nدروسه:\nللشيخ دروس علميه متفرقة على فترات في أكثر أيام الأسبوع وقد قرأ عليه حفظه الله في دروس سابقة كثير من المتون والشروح العلمية منهاما أتم كاملا ومنها ما قرأ بعضها نذكرها بإيجاز:\n( شرح الورقات للمحلي , القلائد العنبرية في شرح المنظومة البيقونية , خلاصة الكلام , التعليقات السنية على العقيدة الواسطية لابن سعدي , التوحيد لابن خزيمة , مختصر قواعد ابن رجب لابن سعدي , شرح علل الترمذي , فتح الباري , ألفية الحديث , البلبل في أصول الفقه , الباعث الحثيث , قصب السكر , الموطأ , مسند الإمام أحمد , المنتقى للمجد ابن تيمية , فتح المجيد , كتاب التوحيد , تيسير العزيز الحميد , قرة عيون الموحدين , الآجرومية , أخصر المختصرات , المفهم شرح\nمختصر صحيح مسلم للقرطبي , الموقظة للذهبي , فتح المغيث , الكافي لابن قدامة , ثلاثة الأصول , الأربعين النووية ، الدرر السنية، تفسير الجلالين , تفسير ابن كثير)…\n-\nنقلا من موقع الشيخ الرسمي",
  "books": [
    {
      "text_id": 12399,
      "title": "شرح الموطأ - عبد الكريم الخضير"
    },
    {
      "text_id": 12878,
      "title": "شرح الورقات - عبد الكريم الخضير"
    },
    {
      "text_id": 21509,
      "title": "شرح الآجرومية - عبد الكريم الخضير"
    },
    {
      "text_id": 21627,
      "title": "شرح كتاب العلم لأبي خيثمة - عبد الكريم الخضير"
    },
    {
      "text_id": 21700,
      "title": "شرح التجريد الصريح لأحاديث الجامع الصحيح - عبد الكريم الخضير"
    },
    {
      "text_id": 21709,
      "title": "شرح كتاب التوحيد - عبد الكريم الخضير"
    },
    {
      "text_id": 21724,
      "title": "شرح صحيح البخاري - عبد الكريم الخضير"
    },
    {
      "text_id": 21741,
      "title": "شرح كتاب الفتن من صحيح البخاري - عبد الكريم الخضير"
    },
    {
      "text_id": 21803,
      "title": "شرح جوامع الأخبار - عبد الكريم الخضير"
    },
    {
      "text_id": 22644,
      "title": "شرح بلوغ المرام - عبد الكريم الخضير"
    },
    {
      "text_id": 22645,
      "title": "شرح عمدة الأحكام - عبد الكريم الخضير"
    },
    {
      "text_id": 23349,
      "title": "دروس الشيخ عبد الكريم الخضير"
    },
    {
      "text_id": 23361,
      "title": "شرح اختصار علوم الحديث - عبد الكريم الخضير"
    },
    {
      "text_id": 23405,
      "title": "شرح اللؤلؤ المكنون في أحوال الأسانيد والمتون"
    },
    {
      "text_id": 23408,
      "title": "شرح المنظومة الحائية لابن أبي داود"
    },
    {
      "text_id": 23422,
      "title": "شرح كتاب الحج من صحيح مسلم - عبد الكريم الخضير"
    },
    {
      "text_id": 23423,
      "title": "شرح الأربعين النووية - عبد الكريم الخضير"
    },
    {
      "text_id": 23424,
      "title": "شرح رسالة أبي داود لأهل مكة"
    },
    {
      "text_id": 23737,
      "title": "شرح مقدمة صحيح مسلم"
    },
    {
      "text_id": 23743,
      "title": "شرح المنظومة البيقونية - عبد الكريم الخضير"
    },
    {
      "text_id": 23745,
      "title": "شرح كتاب الصيام من عمدة الفقه - عبد الكريم الخضير"
    },
    {
      "text_id": 23757,
      "title": "مقارنة بين شروح كتب السنة الستة"
    },
    {
      "text_id": 23765,
      "title": "كيف يبني طالب العلم مكتبته"
    },
    {
      "text_id": 23769,
      "title": "شرح ألفية العراقي - عبد الكريم الخضير"
    },
    {
      "text_id": 23774,
      "title": "شرح حديث جابر في صفة حج النبي للخضير"
    },
    {
      "text_id": 23777,
      "title": "شرح سنن الترمذي - عبد الكريم الخضير"
    },
    {
      "text_id": 23834,
      "title": "شرح زاد المستقنع - عبد الكريم الخضير"
    },
    {
      "text_id": 23839,
      "title": "شرح كتاب الصيام من تقريب الأسانيد"
    },
    {
      "text_id": 23842,
      "title": "التعليق على تفسير الجلالين - عبد الكريم الخضير"
    },
    {
      "text_id": 25814,
      "title": "شرح منسك شيخ الإسلام ابن تيمية"
    },
    {
      "text_id": 25851,
      "title": "شرح مقدمة التفسير (من النقاية) للسيوطي"
    },
    {
      "text_id": 25863,
      "title": "شرح العقيدة الواسطية - عبد الكريم الخضير"
    },
    {
      "text_id": 25955,
      "title": "شرح نخبة الفكر للخضير"
    },
    {
      "text_id": 25976,
      "title": "كيف يستفيد طالب العلم من كتب السنة"
    },
    {
      "text_id": 26047,
      "title": "التعليق على تفسير القرطبي - عبد الكريم الخضير"
    },
    {
      "text_id": 26252,
      "title": "شرح مختصر الخرقي - عبد الكريم الخضير"
    },
    {
      "text_id": 26302,
      "title": "شرح الدروس المهمة لعامة الأمة"
    },
    {
      "text_id": 27194,
      "title": "شرح المنظومة الميمية في الآداب الشرعية"
    },
    {
      "text_id": 27247,
      "title": "شرح مقدمة سنن ابن ماجه"
    },
    {
      "text_id": 27248,
      "title": "شرح لامية شيخ الإسلام"
    },
    {
      "text_id": 27254,
      "title": "شرح نظم عقيدة السفاريني"
    },
    {
      "text_id": 6366,
      "title": "شرح المحرر في الحديث - عبد الكريم الخضير"
    },
    {
      "text_id": 643,
      "title": "الحديث الضعيف وحكم الاحتجاج به"
    }
  ]
}