{
  "author_id": 1157,
  "author_meta": "عبد الرحمن بن عبد اللطيف آل الشيخ (١٣٣٢ - ١٤٠٥ هـ = ١٩١٣ - ١٩٨٥ م)\nعبد الرحمن بن عبد اللطيف بن عبد الله بن عبد اللطيف بن عبد الرحمن بن حسن بن محمد بن عبد الوهاب:\nكاتب، مؤرخ، نسّابة، مهتم بالفقه والتاريخ والتراجم.\n* ولد في مدينة الرياض سنة ١٣٣٢ هـ\nونشأ بها وقرأ القرآن على مقرئ يدعى عبد الله ابن مفيريج.\nوبعدما ختم القرآن لازم حلق الذكر التي كان يعقدها سماحة الشيخ محمد بن إبراهيم آل الشيخ بمسجد الشيخ بحي دخنة.\nثم قرأ على الشيخ محمد بن عبد العزيز بن عياف آل مقرن مبادئ العلوم.\nثم انتقل مع والده إلي مكة المكرمة سنة ١٣٥٣ هـ وقرأ على جملة من العلماء الذين كانوا يفدون إلي مكة المكرمة.\nوقرأ على الشيخ عبد الله بن سليمان المسعري رئيس ديوان المظالم في «الكافي في علمي العروض والقوافي»\nوقرأ على الشيخ عبد العزيز بن ناصر بن رشيد رئيس هيئة التمييز بنجد والمنطقة الشرقية الفقه.\nوقرأ على الشيخ محمد بهجت البيطار الدمشقي أثناء وجوده بالطائف في «تفسير ابن كثير».\nوقرأ على الشيخ عبد الله الصالح الخلفي أثناء إقامته في الطائف في الفقه والفرائض.\nوكان مع هذا كثير المطالعة، مغرما بالكتب لاسيما كتب شيخ الإسلام أحمد بن تيمية وتلميذه محمد بن قيم الجوزية، ورسائل أئمة الدعوة المعروفة «الرسائل والمسائل النجدية»\nوله إطلاع على التاريخ، وإلمام واسع بالأدب القديم ويحفظ جيد الشعر.\n* له تآليف منها:\n١ - «دعوة الشيخ ومناصروها» ط القاهرة: مطبعة المدني، ١٣٨١ هـ ..\n٢ - «علماء الدعوة» ط.\n٣ - «آل سعود» ط المؤلف بالرياض: ١٣٨٨ هـ\n٤ - «نسب آل سعود» ط المؤلف بالرياض: ١٣٨٧ هـ.\n٥ - «مشاهير علماء نجد وغيرهم» ط بالرياض، دار اليمامة، ط الأولى ١٣٩٢ هـ في ٣٢٣ صفحة، والثانية ١٣٩٤ في ٥٤٣ صفحة.\n* كما حقق الكتب الآتية:\n١ - «عنوان المجد في تاريخ نجد» لعثمان ابن بشر - ط الرياض: دارة الملك عبد العزيز ١٤٠٢ هـ.\n٢ - «السوابق لعنوان المجد» طُبع في آخر المجلد الثاني من «عنوان المجد».\n٣ - «عقد الدرر فيما وقع في نجد من الحوادث في آخر القرن الثالث عشر وأول الرابع عشر» لإبراهيم ابن عيسى، ط الرياض: وزارة المعارف، (وهو ذيل على كتاب: «عنوان المجد في تاريخ نجد» لابن بشر).\n٤ - «الرحلة الملكية».\n٥ - «لمع الشهاب في سيرة محمد بن عبد الوهاب» طبع دارة الملك عبد العزيز، ١٣٩٠ هـ.\n* توفي في حادث سيارة في شهر شعبان بين مكة والطائف عام ١٤٠٥ هـ.\n_________\n* مصادر الترجمة:\n١ - «المؤلف في سطور» الملحق بآخر كتابه «مشاهير علماء نجد وغيرهم».\n٢ - مقدمة تحقيق بكر أبو زيد لـ «تسهيل السابلة» ص ٣.\n٣ - «طبقات النسبابين» لبكر أبو زيد: الترجمة رقم (٥٢٢)، ص ٢٠٥، وأرخ وفاته ١٤٠٦ هـ خلافا لكتابه السابق ولسائر المراجع الآتية.\n٤ - «تتمة الأعلام» لمحمد خير رمضان (١/ ٢٨٠).\n٥ - «تكملة معجم المؤلفين» لمحمد خير رمضان (ص ٢٨٢).\nوهو عن «معجم مؤرخي الجزيرة العربية».",
  "books": [
    {
      "text_id": 11575,
      "title": "مشاهير علماء نجد وغيرهم - ط 1"
    }
  ]
}