{
  "author_id": 117,
  "author_meta": "المُختار السُّوسي (١٣١٨ - ١٣٨٣ هـ = ١٩٠٠ - ١٩٦٣ م)\nمحمد المختار بن علي بن أحمد الإلغي السوسي: مؤرخ فقيه أديب، يقول الشعر، ويعرف بوزير التاج. ولد في بلدة (إلغ) بجبال (سوس) جنوبي المغرب [في صفر ١٣١٨هـ يونيو ١٩٠٠م]. من أسرة علمية بربرية. وكان والده أكبر شيوخ الطريقة (الدرقاوية) ونشأ هو نشأة تصوفية. وتعلم العربية فبرع فيها وقرأ علوم الدين والأدب في سوس ومراكش ثم بفاس. وصار سلفي العقيدة. وصنف عدة تآليف أهمها كتاب (المعسول ط) عشرون مجلدا، في تاريخ إقليم (سوس) وقبائله وأسره وأدبائه ورجالاته.\nولما قام الفرنسيون بإصدار الظهير البربري، أيام الحماية، عارضهم وجاهر في منطقته بالحركة الوطنية فقبضوا عليه وجعلوه في أحد المعتقلات مع زملائه من كبار الوطنيين المغاربة ثم أخرجوه وأجبروه\nعلى الإقامة في بلدته مدة خمسة أعوام. ولما طلبوا من العلماء مبايعة (ابن عرفة) بعد نفي محمد الخامس، رفض المختار أن يبايعه، وبقي على ولائه لمحمد الخامس. وبعد حصول المغرب على استقلاله عين وزيرا للأوقاف في الوزارة الأولى. وجعل محمد الخامس لنفسه وزارة خاصة ثابتة سماها (وزارة مجلس التاج) وهي تتقدم على الوزراء الرسميين الآخرين ما عدا رئيس مجلس الوزراء. ولا تسقط بسقوط الوزارات ولا يتغير أفرادها بتغير أفراد الوزارات، لارتباط مجلس التاج بالملك شخصيا. وهم يحضرون اجتماعات مجلس الوزراء عندما يدعوهم الملك إلى ذلك وكان أعضاء مجلس التاج ثلاثة وزراء أحدهم محمد المختار السوسي (صاحب الترجمة) استمر إلى نهاية حياته. وألف كتبا كثيرة، منها - عدا المعسول - (خلال جزولة - ط) ثلاثة أجزاء، و (الترياق المداوي - ط)، و (الإلغيات - ط) ثلاثة أجزاء. و (إلغ قديما وحديثا) نشر بعد وفاته.\nومن كتبه المخطوطة المحفوظة في خزانته الخاصة (طاقة ريحان) في اختصار روضة الأفنان، للاكراري، و (الفتح القدوسي) كشكول في نحو ١٥ جزءا، و (منية المتطلعين إلى من في الزاوية الإلغية من المنقطعين) جزآن صغيران، و (التنبيه) في مآثر فقيه يدعى السيد أحمد، و (الرؤساء السوسيون) و (محاضرة في الثوار السوسيين) وهم نحو عشرين، و (مدن سوس الموجودة والمندثرة) رسالة، و (مترعات الكؤوس في بعض آثار لأدباء سوس) و (مدارس سوس والعلماء الذين درّسوا فيها) على طريقة قصصية، و (جوف الفرا) مجموعة أدبية في ثلاث مجلدات، و (على قمة الأربعين) مذكرات حياته الى تلك السن، و (أخلاق وعادات سوسية) لم يتم، و (قطائف اللطائف) مجموعة حكايات، و (من مراكش إلى إلغ) رحلة قيدها سنة ١٣٥٤هـ وفيها أخبار عن حاحة وأكادير، و (أسانيد وإجازات سوسية). و (من أفواه الرجال - خ) عشرة أجزاء. وفي أعوامه الأخيرة مرض بالسكري، وجرح بحادث سيارة فتوفي بالرباط [في ٢٩ جمادى الثانية ١٣٨٣هـ ١٧ - نوفمبر ١٩٦٣م]\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 30038,
      "title": "سوس العالمة"
    }
  ]
}