{
  "author_id": 1171,
  "author_meta": "عباس المدني (  ١٢٩٣ - ١٣٤٦ هـ = ١٨٧٧  - ١٩٢٨ م)\nهو عباس بن محمد بن أحمد بن السيد رضوان المدني الشافعي.\nولد الشيخ عباس في بيت علم وفضل. وتاريخ ولادته في آخر شهر ذي الحجة سنة ١٢٩٣ هـ.\nأسرة آل رضوان:\nوأسرة الرضوان من الأسر العريقة المعروفة بالعلم والفضل والأدب، فقد توارثت هذه العائلة العلم كابراً عن كابر، وينتهي نسبهم إلى سيدنا الحسن بن علي رضي الله عنهما.\nوقد وردت أسماؤهم في قوائم علماء المسجدين: المسجد الحرام والمسجد النبوي الشريف، وأولهم العلامة السيد رضوان الأزهري جدهم المهاجر من مصر، استقدمه محمد علي باشا وأحاله إلى المدينة المنورة وعينه مدرساً ضمن المدرسين بالمسجد النبوي الشريف لمكانته وبراعته في العلم إذ أن السيد رضوان كان أحد المدرسين بالجامع الأزهر، وقد اشتغل السيد رضوان مدرساً بالمسجد النبوي الشريف إلى أن توفاه الله بالمدينة المنورة سنة ١٢٥٥ هـ ودفن في بقيع الغرقد. رحمه الله تعالى.\nأما عن والد المترجم له فهو العلامة الشيخ محمد بن أحمد رضوان المدني، شيخ الدلائل بالمدينة المنورة، العلامة المشهور، المولود سنة ١٢٥٢ هـ، حيث طلب العلم في صغر سنه، ثم صار فيه مبرزاً، روى عن عبد الغني الدهلوي، وعبد الحميد الشرواني، والشمس محمد أبو خضير، وعطية القماش الدمياطي، وأحمد أبو الخير المكي وغيرهم، له ثبت مطبوع، وأسانيده في الكتب الستة عن طريق الشاه عبد الغني الدهلوي ثم المدني، والحزب الأعظم، ودلائل الخيرات، وله إجازة مطبوعة تضمنت سنده في الدلائل. تصدر للتدريس في المسجد النبوي وهو يافع السن، وأخذ عنه جمع من العلماء، واقتصر المسند مختار بن عطار البوغري في اتحاف المحدثين بمسلسلات الأربعين عن طريق السيد محمد رضوان مما يدلك على علو شأنه واشتهاره والرغبة في الأخذ عنه. توفي رحمه الله سنة ١٣١٣ هـ.\nومن هذه العائلة أيضاً العلامة الفاضل السيد عبد الباري رضوان، المدرس بالمسجد الحرام.\nوأخُ المترجم له الشيخ عبد المحسن رضوان المولود سنة ١٢٩٢ هـ حفظ القرآن الكريم والملحة والألفية ونخبة الفكر والأربعين النووية، وحضر مجالس الدلائل والبردة منذ نعومة أظافره ثم اشتغل على والده وغيره من علماء المدينة بحل المتون وقراءة الشروح مع التدقيق والتحقيق. وممن أخذ عنهم بالمدينة المنورة غير والده: السيد أحمد بن إسماعيل البرزنجي، والأديب العلامة عبد الجليل برادة والسيد علي بن ظاهر الوتري والسيد محمد بن جعفر الكتاني، وفالح محمد الظاهري وغيرهم، ثم تصدر للتدريس في المسجد النبوي الشريف.\nوبعد وفاة والده ولي مشيخة الدلائل وصنف ثبتاً صغيراً سماه: منحة الأخيار في إسناد الأوراد والأذكار. جمع فيه أسانيده إلى أحزاب الننوي والشاذلي والجيلاني والرفاعي وغيرهم.\nوفي سنة ١٣٣٥ هـ انتقل إلى مكة المكرمة بسبب الحرب العالمية الأولى واستقر بها إلى أن توفي سنة ١٣٨١ هـ في الأول من جمادى الآخرة. رحمه الله تعالى وأثابه وأرضاه.\nوبعد هذه المقدمة حان لنا أن نعود ونتحدث عن ترجمتنا الأساسية والتي تشمل حياة الشيخ العلامة عباس بن محمد بن أحمد رضوان رحمه الله تعالى.\nتعليم الشيخ عباس:\nعندما بلغ الشيخ عباس سن التعليم أدخله والده إلى الكُتَّاب، فحفظ القرآن الكريم وجوَّده، ثم بدأ يدرس ويأخذ العلم أولاً على يد والده، فسمع منه شيئاً من كتب الحديث، وتلقى عنه المسلسلات الحديثية بشروطها، بروايته إياها عن الشيخ عبد الغني الدهلوي. ثم طاف بعد ذلك بحلقات المسجد النبوي الشريف، فالتحق بحلقة الشيخ العلامة أحمد بن إسماعيل البرزنجي مفتي الشافعية في مدينة خير البرية ودرس على يديه الفقه الشافعي، وكتاب الشفا للقاضي عياض مع حاشية الخفاجي، وقرأ عليه أيضاً مغني اللبيب وشذرات الذهب وبعض كتب الصحاح والسيرة النبوية الشريفة، ثم التحق بعد ذلك بحلقة العلامة المسند فالح بن محمد الظاهري وقرأ عليه الحديث والنحو والصرف، وأجيز منه بأسانيده العالية، وبعد ذلك التحق بحلقة العلامة الفاضل أديب الحجاز الشيخ عبد الجليل برادة ودرس على يديه كتب فنون الأدب مثل: \" الكامل \" للمبرد وديوان الحماسة، وأدب الكاتب، وأمالي القالي، ومقامات الحريري، وما شاكل ذلك من كتب أدبية، وقد نال الشيخ عباس حظاً وافراً عند شيخه البرادة فكان من خواص طلابه.\nثم التحق بعد ذلك بحلقة مدرس الحرمين الشريفين الشيخ محمد بن جعفر الكتاني ودرس عليه علوم الحديث، وقرأ عليه بعض المسلسلات. وبدأ يواظب على حلقات جماعة من العلماء ويطلب منهم الإجازات فيجيزونه بذلك، وقد أجاز بالمدينة المنورة الشيخ علي بن ظاهر الوتري والشيخ عبد الرحمن أبو خضير والشيخ أحمد بن الشمس الشنقيطي والشيخ عثمان بن عبد السلام الداغستاني، والشيخ أحمد الجزائري والد القاضي الشيخ عبد القادر الجزائري. وأجاز بمكة المكرمة: الشيخ حسين محمد الحبشي والشيخ محمد سليمان حسب الله والشيخ عبد الحق الألهابادي. وأخذ أيضاً عن جماعة من الوافدين منهم العلامة الشامي حسين بن محمد الجسر الطرابلسي وغيرهم من أولي العلم والفضل رحمهم الله جميعاً.\nدروسه بالمسجد النبوي الشريف:\nوعندما بلغ الشيخ عباس رضوان من العلم ما بلغ، أَمَرَهُ شيوخه بالجلوس للتدريس، فتصدر للتدريس بالمسجد النبوي الشريف وكانت حلقته بجوار حلقة الشيخ محمد الطيب الأنصاري خلف المكبرية وكان الشيخ عباس صاحب حلقة صغيرة لا يوجد بها طلاب كثيرون إلاّ أن كبار الطلبة والعلماء يحرصون على حضورها وهم ممن تخرجوا على يد والده ثم على يديه، وكان يدرس الحديث والفقه الشافعي والعلوم العربية وأصول الفقه.\nأما عن تلاميذه فإني لم أستطع أن أتحصل إلا على بعض الأسماء: فمن الذين أخذوا عنه الشيخ عبد القدوس الأنصاري صاحب مؤسسة ومجلة المنهل والشيخ محمد عيسى الفاداني والحاج محمد الشهير بانكوتيم وغيرهم من الأفاضل.\nخروجه من المدينة:\nوعندما قامت الحرب العالمية الأولى كان ممن أخرجوا رغماً عنهم، وكله أسى وحزن، فسافر إلى مصر وبها التقى بأعيان الجامع الأزهر، وقام بالتدريس بمصر سنوات إقامته، وقرر البقاء هناك لكن الحنين دب في قلبه لمدينة رسول الله صلى الله عليه وسلم فنظم أبياتاً منها:\nلقرص شعير تافل غير مالح  … بغير إدام والذي يسمع النجوى\nمع الفقر في دار الحبيب محمد … ألذ على قلبي من المن والسلوى\nعلى أنني فيها على كحالةٍ … غني يتيسر الأمور كما أهوى\nوعندا انتهت الحرب عاد إلى المدينة المنورة وعاود التدريس بالمسجد النبوي الشريف، وبقي بها إلى أن توفاه الله.\nالشيخ الرضوان شاعر:\nوكان الشيخ عباس إلى جانب علمه الديني شاعراً رقيقاً جزل الألفاظ حلوها، سامي المعاني قويها.\nمؤلفات الرضوان:\nلقد كان الشيخ عباس منقطعاً للعلم والعبادة، منشغلاً بنفسه، مقبلاً على ربه، حريصاً على وقته، فقد وهب حياته كلها للعلم وطلابه، فقد اشتغل بالتأليف مدة طويلة وكان همه هو تقريب ما يؤلف فيه متناً أو شرحاً إلى أذهان طلاب العلم والباحثين وشغله الشاغل هو طبع مؤلفاته في أقصى سرعة في وقت كان الطبع فيه عسيراً، ومصنفاته كان يوزعها بالمجان على العلماء والطلاب وهنا أورد بعض أسماء مؤلفاته:\n١. \" فتح رب الأرباب بما أهمل في لب الألباب \" وهو ذيل على لب الألباب في تحري الأنساب، انتهى من تأليفه في ٣٠ جمادى الأولى سنة ١٣٤٥ هـ.\n٢. \" كتاب فرائد العقود الدرية \": وهو كتاب في سيرة سيدتنا فاطمة الزهراء والحسن وعلي وزين العابدين ومحمد الباقر وجعفر الصادق والعباس عم رسول الله صلى الله عليه وسلم، وفرغ من تأليفه في ٢٧ جمادى الآخرة سنة ١٣٤١ هـ.\n٣. أعلام الناس بأسانيد السيد عباس.\n٤. العقد الفريد في المنظوم مما تناثر من فرائد جواهر الأسانيد، وهو ثبته الكبير.\n٥. فتح البر بشرح بلوغ الوطر من مصطلح أهل الأثر . مطبوع.\n٦. اتحاف الإخوان بشرح قصيدة الصبان في المصطلح. مطبوع.\n٧. عمدة الطلاب في أصول الفقه. وهو منظومة.\n٨. كفاية الطلاب وهو منظومة في الفرائض.\n٩. إرشاد الأحباب إلى أسرار كفاية الطلاب. مطبوع.\n١٠. القطر الشهدي في أوصاف المهدي. منظومة.\nوفاة الشيخ عباس:\nوفي ليلة الثامن عشر من رمضان سنة ١٣٤٦ هـ انتقل الشيخ عباس رضوان إلى رحمة الله في داره المعروفة \" بدرب الجنائز \" وصُلي عليه في المسجد النبوي الشريف، ودفن في بقيع الغرقد رحمه الله تعالى جزاء ما أسدى للعلم وأهله.\n[مصدر الترجمة]\nأعلام من أرض النبوة\nأنس يعقوب كتبي ج٢ ص ١١٣-١١٧\nط ١/١٤١٥هـ",
  "books": [
    {
      "text_id": 31381,
      "title": "مختصر فتح رب الأرباب بما أهمل في لب اللباب من واجب الأنساب"
    }
  ]
}