{
  "author_id": 1177,
  "author_meta": "مصطفى محمد حلمي  (وُلد ١٠ / ١١/ ١٩٣٢م)\nأستاذ الفلسفة الإسلامية الذي يمكن أن يعد صاحب أهم الدراسات الفلسفية عن السلفية في العالم العربي.\nالسيرة العلمية\nحصل على ليسانس الآداب في الفلسفة وعلم النفس والاجتماع من كلية الآداب جامعة الإسكندرية (عام ١٩٦٠)، وكان قد قارب الثلاثين، ثم أكمل رحلته العلمية فحصل على درجة الماجستير من الكلية نفسها عام ١٩٦٧ عن: «الإمامة (الخلافة) عند أهل السنة والجماعة»، ثم حصل على درجة الدكتوراة من الكلية نفسها ١٩٧١م، وكانت عن «موقف المدرسة السلفية من التصوف منذ بدايته حتى العصر الحديث».\nبعد ذلك أخذ طريق العمل الأكاديمي؛ فعُين مدرسا للفلسفة الإسلامية بكلية دار العلوم بجامعة القاهرة ١٩٧٢م، وظل فيها إلى أن أحيل للتقاعد أستاذا غير متفرغ بعد بلوغه السبعين في العام الماضي (٢٠٠٢)، وفي هذه الأثناء أعير لأكثر من جامعة إسلامية؛ فعمل بتدريس الفلسفة الإسلامية في جامعة الرياض (الملك سعود حاليا) من ١٩٧٢ إلى ١٩٨٠. ثم انتقل إلى الجامعة الإسلامية العالمية في باكستان من ١٩٨٦ - ١٩٨٧، ثم جامعة أم القرى بمكة المكرمة من ١٩٨٧ إلى ١٩٩٢م.\nاهتم بالدفاع عن عقيدة أهل السنة والجماعة الخالصة النقية من الانحراف والزيغ، ومجاله هو الفلسفة، ومحاوره خمسة هي: السلفية، والتصوف، والفكر السياسي الإسلامي، وأسلمة العلوم، والغزو الثقافي، وقدم فيه نحو ٣٠ كتابا ما بين تأليف وتحقيق؛ لا يخلو أي منها من إضافة وتجديد بدرجات متفاوتة، كان أهم جهوده على الإطلاق وهي تعد إبداعا في الفلسفة الإسلامية المعاصرة دراساته عن السلفية والتي كانت نقلة في مجال مناهج دراسة الفلسفة الإسلامية في القرن الماضي (العشرين)، ونال عنها جائزة الملك فيصل العالمية في الدراسات الإسلامية ( عام ١٩٨٧).\n١ - السلفية\nكانت السلفية كلمة سيئة السمعة على المستوى الفلسفي؛ فكانت مستبعدة منه تماما، وكانت مناهج دراسة الفلسفة الإسلامية في جامعات العالم الإسلامي -مثلها مثل الجامعات الأوربية- تقتصر على الفرق الكلامية المختلفة عن مذهب أهل السنة والحديث وعلى رأسها المعتزلة، أو تهتم بالبحث عن الصلات بين معتقدات هذه الفرق وبين المصادر الخارجية من عقائد وأديان وفلسفات يونانية وفارسية.. ولم يكن الدرس الفلسفي ومناهجه يُعنى بالسلفية أو أهل السنة والحديث، وكذلك لم ير لديهم ما يستحق الدراسة باعتبار أن السلفية ضد العقل بالأساس؛ ومن ثم فليس فيها جانب عقلي فلسفي يستحق الدراسة.\nكما كان مفهوم السلفية نفسه مختلطا في الفكر الإسلامي الحديث، ويختلط فيه المنهج والنموذج بالمذهب الذي يتبنى آراء فقهية بعينها وبجماعات تنسب نفسها إلى السلفية، كما كانت السلفية في الوعي الثقافي قرينة للرجعية، وضد التقدم، وذلك بتأثير الرؤية الغربية التي أصّلت مبدأ النظر إلى السلفية كمرادف للتأخر والرجعية والعداء للتحضر والعقلانية، ثم جاءت كتابات مصطفى حلمي عن السلفية؛ لتحدث ما يمكن أن نعده انقلابا أعاد رسم الصورة السلفية في الفكر والفلسفة والثقافة الإسلامية العامة. وله في هذا المجال ثلاثة كتب رئيسية.\n- الكتاب الأول هو «منهج علماء الحديث والسنة في أصول الدين (علم الكلام)»، وفيه يكشف عن خطأ النظرة الفلسفية السائدة التي تقصر «علم الكلام» على الفرق الكلامية الخارجة عن أهل السنة والحديث، ويتحدث المؤلف عن علم كلام سني غير علم الكلام البدعي الذي هاجمه ورفضه أئمة أهل السنة والحديث، وهذا العلم هو المتعلق بالجانب العقلي في النصوص الدينية والذي سماه الإمام السفاريني «علم التوحيد»، وأصل لهذه الفكرة التي تقوم على أن النظر عند أهل السنة والحديث للنصوص الدينية كان باعتبارها نصوصا عقلية شرعية، وأن هذا النظر لا يتعارض فيه العقل مع النقل، وأبرز هذه الرؤية من خلال دراسة وافية لمنهج ابن تيمية أحد أعلام أهل السنة والحديث والذي يرفض تعارض النصوص الشرعية مع الأدلة العقلية، ويضع الشرع ضد البدعة وليس العقل.\nفى هذا الكتاب الرائد قدم دراسة شاملة أبرز فيها جوانب ومعالم علم الكلام السني غير البدعي (والذي سماه علم أصول الدين) عند أئمة علوم الحديث وأهل السنة مثل الحسن البصري وسعيد بن المسيب وابن قتيبة والدارمي وابن حنبل وبقية الأئمة الأربعة وابن تيمية وابن القيم… وغيرهم ممن كانوا دائما محل اتهام بمعاداة العقل وموضع رفض من أهل الفلسفة.\n- وفي كتابه «قواعد المنهج السلفي في الفكر الإسلامي» قدَّم دراسة جديدة لقواعد المنهج السلفي وفق التصور الإسلامي النابع من العقيدة كما يفهمها أهل السنة، وأجملها في ثلاث قواعد هي: تقديم الشرع على العقل، ورفض التأويل (وهو ما تختلف به عن الأشعرية التي تلتقي بها تحت اسم أهل السنة والجماعة)، والاستدلال بالآيات القرانية، وفيه يكشف أن السلفية ليست مرحلة زمنية فقط ولا مذهبا يتبنى آراء فقهية بعينها؛ بل هي نموذج ومثال ومنهج، وتعني الشمول والأصالة والتقدم والتحضر، وكانت مرادفا وشرطا للنهضة في جميع عصور الحضارة الإسلامية، ويشرح أن اتباع المنهج السلفي يعني «الارتفاع» إلى مستوى السلف في فهم العقيدة الإسلامية استيعابا وتنفيذا، وليس «الرجوع» إلى زمنهم بوسائله وأدواته، أي أن الاتباع في «القيم» التي حققوها وعاشوا من أجلها لا «الوسائل» التي استخدموها.\n- أما في كتاب «السلفية بين العقيدة الإسلامية والفلسفة الغربية» فقد قدم د. مصطفى حلمي دراسة مفصلة يفرق فيها بين السلفية في الفكر الإسلامي وتعني الازدهار والشمول والأصالة والتقدم والتحضر، والسلفية في الفكر الغربي كرجعية تؤدي لتخلف المجتمعات الغربية، ويقضي على قدرتها على النهوض. وقدم السلفية في هذا الكتاب كأساس لمواجهة كل مشروعات التغريب الفكري، كما قدم فيه رؤيته السلفية للخروج من أسر المنهج الغربي في دراسة التاريخ والنظر إليه كماض وليس كفكرة.\nوقد أعادت هذه الكتب الثلاث الاعتبار إلى السلفية؛ فجددتها على المستوى الفلسفي بما أفسح لها المجال في مناهج دراسة الفلسفة في الجامعات العربية؛ فكانت أول مقرر لها في مناهج دراسة الفلسفة الإسلامية في كلية دار العلوم المصرية، كما حسنت صورتها على المستوى الثقافي، وبثت في نفوس أنصارها قوة معنوية في التصدي للانتقادات العلمانية الموجهة للسلفية والتيارات الإسلامية الحديثة التي قامت عليها.\nوفي كل دراساته عن السلفية كان د. مصطفى حلمي يقدم شيخ الإسلام ابن تيمية وأفكاره وكتاباته كنموذج؛ باعتباره أكثر أئمة أهل السنة والحديث تجسيدا للمنهج السلفي في صورته التجديدية والأصلية في الوقت نفسه. وإذا كان الراحل د. محمد رشاد سالم أول من أدخل ابن تيمية وعرَّف به في مصر؛ فإن د. مصطفى حلمي صار الحجة في كل ما يتصل بابن تيمية، والمرجع فيه على المستوى الفلسفي؛ فهو الذي قام بتحقيق ودراسة العمل الضخم «نظريات ابن تيمية في السياسة والاجتماع» للمستشرق الفرنسي هنري لاوست الذي يعد أهم من تخصصوا في ابن تيمية وأكثر المستشرقين إنصافا له. كما كتب عنه كتابي: «ابن تيمية والتصوف»، و«معرفة الله وطريق الوصول إليه عند ابن تيمية».. وكان النموذج الأول الذي قدمه كممثل لأهل السنة والحديث في كل الدراسات الفلسفية التي قدمها (السلفية/علم الكلام/التصوف/الخلافة).\n٢ - التصوف\nانصب جهده في مجال التصوف على إعادته إلى الوجهة السنية، وعقد مصالحة بين السلفية والتصوف؛ فقام بنقد التصوف من وجهة نظر أهل السنة والحديث نقدا منهجيا، ثم أعاد تعريفه، وكشف عن الصلة بين التصوف والاتجاه السني السلفي، وسعى إلى إعادة النظر إلى التصوف في سياقه التاريخي؛ بحيث يفك الاشتباك بينه وبين المدرسة السلفية ليقدم تصوفا سنيا غير بدعي، وقدم في هذا عدة مؤلفات هي: التصوف والاتجاه السلفي في العصر الحديث، وأعمال القلوب بين علماء السنة والصوفية، مع المسلمين الأوائل في نظرتهم للحياة والقيم، ابن تيمية والتصوف، ومعرفة الله وطريق الوصول إليه عند ابن تيمية.\nويمكن القول: إن عمله في هذا المجال الذي بدأه مبكرا منذ أطروحته للدكتوراة كان محاولة لرصد أصول التصوف عن أهل السنة والحديث، ووضع قواعد سنية للتصوف تعيد وصل الاتجاهين بعد أن افترقا قرونا.\n٣ - الفكر السياسي الإسلامي\nاهتم د. مصطفى حلمي بقضية الخلافة أو الإمامة كواحدة من أهم قضايا الفكر السياسي الإسلامي، وكانت البداية في رسالته للماجستير «فكرة الإمامة عند أهل السنة والجماعة» التي كانت أول دراسة شاملة لنظام الخلافة عن علماء وأئمة أهل السنة والجماعة، وجاءت مكملة لرسالة أخرى قدمها عن الخلافة عند الشيعة الدكتور أحمد صبحي، فأكملت دراسة نظام الخلافة عند اتجاهات الفكر السياسي الإسلامي، وكانت جديدة في وقتها وأشبه بالمغامرة؛ حيث نوقشت (١٩٦٧) أثناء الحكم الناصري وقت أن كان الحديث عن الخلافة يجلب الأذى لأصحابه حتى ولو كان حديثا أكاديميا. وقد قدم فيها كتابيه: نظام الخلافة في الفكر الإسلامي، ونظام الخلافة بين أهل السنة والشيعة.\nثم أكمل دراسته للموضوع بتحقيق ودراسة كتاب «غياث الأمم في التياث الظلم» لإمام الحرمين أبي المعالي الجويني؛ وهو أحد أهم كتب الفكر السياسي في التاريخ الإسلامي، وأهم ما فيه التأسيس لنظرية الخروج على الإمام الجائر، كما حقق كتاب شيخ الإسلام مصطفى صبري آخر شيوخ الدولة العثمانية: «النكير على منكري النعمة من الدين والخلافة والأمة»، وقدم له دراسة شاملة، وأصدره بعنوان «الأسرار الخفية وراء إلغاء الخلافة العثمانية»، وهو واحد من أهم الكتب السياسية الحديثة في مسألة الخلافة، وأول كتاب كشف حقيقة سقوط الخلافة العثمانية، وكشف شخصية كمال أتاتورك الحقيقية، وكان أحد كتابين يُتداولان سرًّا في تركيا (مع كتاب: الرجل الصنم) حيث منعته الحكومة العلمانية، وهاجمته وسائل إعلامها.\n٤ - وأسلمة العلوم\nاهتم د. مصطفى حلمي بهذه الفكرة مبكرا، قبل أن تنتشر في الأدبيات الإسلامية؛ فأصدر في الثمانينيات كتابه «مناهج البحث في العلوم الإنسانية بين علماء الإسلام وفلاسفة الغرب».\nوقدَّم في هذا الكتاب محاولة لتأصيل مناهج دراسة العلوم الإنسانية من منظور إسلامي، وقيمة الكتاب ليست في طرحه الذي اقتصر على أفكار وأسس عامة؛ وإنما في كون دراسة أسلمة العلوم ضمن مقررات الفلسفة الإسلامية في جامعة عربية جديدة وقتها، مثل جامعة القاهرة، وقد تأثر بها أساتذة آخرون في أقسام الفلسفة بالجامعات المصرية، مثل د/محمد أبو ريان، ود/حسن الشرقاوي (فى كلية الآداب جامعة الإسكندرية).\nغير أن أهم ما تميز به د. مصطفى حلمي عن غيره من دعاة أسلمة العلوم هو التزامه الصارم بأصول وقواعد منهج أهل السنة والحديث بعيدا عن أفكار الاتجاهات الاعتزالية التي أثَّرت في أفكار عدد من دعاة أسلمة المعرفة.\n٥ - الغزو الثقافي\nاحتلت هذه القضية مساحة كبيرة من اهتمامه، وأصدر فيها عدة كتب تمثل في مجموعها رؤية متكاملة في مواجهة الغزو الثقافي وعمليات التغريب التي يتعرض لها مسلمو اليوم، وتظهر هذه الرؤية متكاملة في كتابه «الفكر الإسلامي في مواجهة الغزو الثقافي»؛ فقدم فيها تعريفا بالمذاهب والفلسفات والأديان المعاصرة ونقدها وبيان موقف الإسلام منها، وكشف حقيقتها للأجيال المسلمة، وصدر له في هذا كتب: الإسلام والمذاهب الفلسفية المعاصرة، الإسلام والأديان- دراسة مقارنة، والأخلاق بين فلاسفة الغرب وعلماء الإسلام، الرؤية الإسلامية للفلسفات والمذاهب الغربية، وتؤكد استعلاء الإسلام على غيره من مذاهب وفلسفات وأديان.\nوفى هذا قدم دراسات متناثرة عن أفكار علي عزت بيجوفيتش، ورينيه جينو، وروجيه دوباسكويه، ومراد هوفمان، ولكن كان أهم ما كتبه في ذلك كتابه عن روجيه جارودي «إسلام جارودي بين الحقيقة والافتراء»؛ حيث كان من أوائل من اشتغلوا بفكر «جارودي» لتدعيم آرائه الناقدة للغرب ومشروعاته السياسية ومذاهبه الفكرية، ولنقد وتصويب بعض الأخطاء التي وقع فيها فيما يخص الفكر والعقيدة الإسلامية، وربما كان هذا الكتاب الأول في بابه.\nوكعادة علماء السلف في كتابة رسائل وملخصات لتحصين المسلم وبنائه ثقافيا وعقائديا كتب د. مصطفى حلمي عدة رسائل عن: «كيف نصون الهوية الإسلامية في عصر العولمة؟»، و«أضواء على ثقافة المسلم المعاصر»، وهو مجموعة بحوث تتناول ثقافة المسلم المعاصر في نواحيها العقدية والتعبدية والثقافية والحضارية والسلوكية، و«الموجز في العقيدة الإسلامية» وهو مختصر مفيد لواحد من أهم كتب العقيدة (للإمام السفاريني).\nنقلا عن : موقع إسلام أون لاين، باختصار يسير",
  "books": [
    {
      "text_id": 1382,
      "title": "منهج علماء الحديث والسنة في أصول الدين"
    }
  ]
}