{
  "author_id": 1179,
  "author_meta": "عائشة محمد علي عبد الرحمن المعروفة ببنت الشاطئ (١٩١٢-١٩٩٨ م)\nمفكرة وكاتبة مصرية، وأستاذة جامعية وباحثة، وهي أول امرأة تحاضر بالأزهر الشريف، ومن أوليات من اشتغلن بالصحافة في مصر وبالخصوص في جريدة الأهرام، وهي أول امرأة عربية تنال جائزة الملك فيصل في الآداب والدراسات الإسلامية.\nنشأتها\nولدت في مدينة دمياط بشمال دلتا مصر في منتصف نوفمبر عام ١٩١٢ م وكان والدها مدرسا بالمعهد الدينى بدمياط، وجدها لأمها كان شيخا بالأزهر الشريف، وقد تلقت تعليمها الأولى في كتاب القرية فحفظت القرآن الكريم ثم أرادت الالتحاق بالمدرسة عندما كانت في السابعة من العمر ؛ولكن رفض ذلك؛ فتلقت تعليمها بالمنزل وقد بدأ يظهر تفوقها ونبوغها في تلك المرحلة عندما كانت تتفوق على قريناتها في الامتحانات بالرغم من أنها كانت تدرس بالمنزل وقريناتها بالمدرسة.\nدراستها\nالتحقت بجامعة القاهرة لتتخرج في كلية الآداب قسم اللغة العربية ١٩٣٩ م وكان ذلك بمساعدة أمها فأبيها كان يأبى ذهابها للجامعة، وقد ألفت كتاب بعنوان الريف المصري في عامها الثاني بالجامعة، ثم تنال الماجستير بمرتبة الشرف الأولى عام ١٩٤١ م.\nتزوجت أستاذها بالجامعة الأستاذ أمين الخولي صاحب الصالون الأدبي والفكري الشهير بمدرسة الأمناء، وأنجبت منه ثلاثة أبناء وهي واصلت مسيرتها العلمية حتى نالت رسالة الدكتوراه عام ١٩٥٠ م وناقشها عميد الأدب العربي د. طه حسين.\nمناصبها\nكانت بنت الشاطئ كاتبة ومفكرة وأستاذة وباحثة ونموذجًا للمرأة المسلمة التي حررت نفسها بنفسها بالإسلام، فمن طفلة صغيرة على شاطئ النيل في دمياط إلى أستاذ للتفسير والدراسات العليا في كلية الشريعة بجامعة القرويين في المغرب، وأستاذ كرسي اللغة العربية وآدابها في جامعة عين شمس بمصر، وأستاذ زائر لجامعات أم درمان ١٩٦٧ م والخرطوم، والجزائر ١٩٦٨ م، وبيروت ١٩٧٢ م، وجامعة الإمارات ١٩٨١ م وكلية التربية للبنات في الرياض ١٩٧٥- ١٩٨٣ م.\nتدرجت في المناصب الأكاديمية إلى أن أصبحت أستاذاً للتفسير والدراسات العليا بكلية الشريعة بجامعة القرويين بالمغرب، حيث قامت بالتدريس هناك ما يقارب العشرين عامًا. ساهمت في تخريج أجيال من العلماء والمفكرين من تسع دول عربية قامت بالتدريس بها، قد خرجت كذلك مبكرًا بفكرها وقلمها إلى المجال العام؛ وبدأت النشر منذ كان سنها ١٨ سنة في مجلة النهضة النسائية، وبعدها بعامين بدأت الكتابة في جريدة الأهرام فكانت ثاني امرأة تكتب بها بعد الأديبة مي زيادة، فكان لها مقال طويل أسبوعي، وكان آخر مقالاتها ما نشر بالأهرام يوم ٢٦ نوفمبر ١٩٩٨. وكان لها مواقف فكرية شهيرة، واتخذت مواقف حاسمة دفاعًا عن الإسلام، فخلّفت وراءها سجلاً مشرفًا من السجالات الفكرية التي خاضتها بقوة؛ وكان أبرزها موقفها ضد التفسير العصري للقرآن الكريم ذودًا عن التراث، ودعمها لتعليم المرأة واحترامها بمنطق إسلامي وحجة فقهية أصولية دون طنطنة نسوية، وموقفها الشهير من البهائية وكتابتها عن علاقة البهائية بالصهيونية العالمية.\nمؤلفاتها\nأبرز مؤلفاتها هي: التفسير البياني للقرآن الكريم، والقرآن وقضايا الإنسان، وتراجم سيدات بيت النبوة، وكذا تحقيق الكثير من النصوص والوثائق والمخطوطات، ولها دراسات لغوية وأدبية وتاريخية أبرزها: نص رسالة الغفران للمعري، والخنساء الشاعرة العربية الأولى، ومقدمة في المنهج، وقيم جديدة للأدب العربي، ولها أعمال أدبية وروائية أشهرها: على الجسر.. سيرة ذاتية، سجلت فيه طرفا من سيرتها الذاتية، وكتبته بعد وفاة زوجها أمين الخولي بأسلوبها الأدبي.\nلماذا اختارت لقب بنت الشاطئ ؟\nكانت عائشة عبد الرحمن تحب أن تكتب مقالاتها باسم مستعار ؛ فاختارت لقب بنت الشاطئ لأنه كان ينتمى إلى حياتها الأولى على شواطئ دمياط والتي ولدت بها، وقد كانت تكتب المقالات باسم مستعار حتى توثق العلاقة بينها وبين القراء وبين مقالاتها والتي كانت تكتبها في جريدة الأهرام.\nجوائزها\nحصلت الدكتورة عائشة على الكثير من الجوائز منها جائزة الدولة التقديرية للأدب في مصر والتي حازت عليها عام ١٩٧٨م، كما حصلت أيضا على جائزة الحكومة المصرية في الدراسات الاجتماعية، والريف المصري عام ١٩٥٦ م، ووسام الكفاءة الفكرية من المملكة المغربية، وجائزة الأدب من الكويت عام ١٩٨٨م، وفازت أيضا بجائزة الملك فيصل للأدب العربي مناصفة مع الدكتورة وداد القاضي عام ١٩٩٤م. كما منحتها العديد من المؤسسات الإسلامية عضوية لم تمنحها لغيرها من النساء مثل مجمع البحوث الإسلامية بالقاهرة، والمجالس القومية المتخصصة، وأيضاً أَطلق اسمها علي الكثير من المدارس وقاعات المحاضرات في العديد من الدول العربية.\nوفاتها\nتوفت عائشة عبد الرحمن عن عمر يناهز ٨٦ عام في يوم الثلاثاء أول ديسمبر ١٩٩٨ م.",
  "books": [
    {
      "text_id": 12759,
      "title": "الإعجاز البياني للقرآن ومسائل ابن الأزرق"
    },
    {
      "text_id": 1389,
      "title": "التفسير البياني للقرآن الكريم"
    }
  ]
}