{
  "author_id": 118,
  "author_meta": "محمد سيد طنطاوي (٢٨ أكتوبر ١٩٢٨ - ٢٤ ربيع الأول ١٤٣١ هـ / ١٠ مارس ٢٠١٠)\nشيخ الجامع الأزهر من عام ١٩٩٦ إلى ٢٠١٠.\nالتعليم والعمل\n١ - ولد بقرية سليم الشرقية مركز طما محافظة سوهاج في ٢٨ أكتوبر ١٩٢٨ م.\n٢-تلقى تعليمه الأساسي بقريته وحفظ القرآن الكريم ثم التحق بمعهد الإسكندرية الدينى سنة ١٩٤٤ م وبعد انتهاء دراسته الثانوية التحق بكلية أصول الدين وتخرج منها سنة ١٩٥٨م ثم حصل على تخصص التدريس سنة ١٩٥٩ م ثم حصل على الدكتوراه في التفسير والحديث بتقدير ممتاز في ٥ سبتمبر ١٩٦٦م.\n٣-عين مدرسا بكلية أصول الدين سنة ١٩٦٨ م ثم عميدا لكلية أصول الدين بأسيوط سنة ١٩٧٦ ثم عميدا لكلية الدراسات الإسلامية والعربية للبنين سنة ١٩٨٥ م ثم مفتيا لجمهورية مصر العربية في ٢٨ أكتوبر ١٩٨٦ م ثم عين شيخا للأزهر الشريف في ٨ من ذى القعدة سنة ١٤١٦ هـ الموافق ٢٧ من مارس ١٩٩٦ م .\n٤- أعير خلال عمله بجامعة الأزهر إلى الجامعة الإسلامية بليبيا لمدة ٤ سنوات من سنة ١٩٧٢ م إلى سنة ١٩٧٦ م ثم رئيسا لقسم التفسير بالدراسات العليا بالجامعة الإسلامية بالمدينة المنورة من سنة ١٩٨٠ م إلى ١٩٨٤ م\n٥ - عين مفتيًا للديار المصرية في ٢٨ أكتوبر ١٩٨٦.\n٦ - في ٢٧ مارس ١٩٩٦ عين شيخًا للأزهر.\nنبذة عن مؤلفاته:\n١- التفسير الوسيط للقرآن الكريم يقع في أكثر من خمسة عشر مجلدا وفي أكثر من سبعة آلاف صفحة من القاطع الكبير وقد طبع هذا التفسير عدة طبعات آخرها طبعة دار المعارف سنة ١٩٩٣ ميلادية وقد كتبه في بضعة عشر عاما وقد بذل فيها أقصى جهده ليكون تفسيرا محررا من الأقوال الضعيفة والشبه الباطلة والمعانى السقيمة والآراء التى لا سند لها من النقل الصحيح أو العقل السليم وكان منهجه البدء في شرح الألفاظ القرآنية شرحا لغويا مناسبا ثم بيان سبب النزول إن وجد وكان مقبولا ثم ذكر المعنى الإجمالى للآية أو الآيات ثم تفصيل ما اشتملت عليه الآية أو الآيات من وجوه بلاغية ومن أحكام شرعية ومن آداب سليمة وعظات بليغة وتوجيهات حكيمة مدعما كل ذلك بالآيات الأخرى وبالأحاديث النبوية الشريفة ومن أقوال المحققين من علماء السلف والخلف وقد توخى في هذا التفسير أن يكشف عما اشتمل عليه القرآن الكريم من هدايات جامعة ومن تشريعات جليلة وآداب فاضلة وأخبار صادقة ، إن التفسير الذى اجتمع فيه طرافة القديم وجدة الحديث وتحرير المعنى وسهولة اللفظ وهو المفتاح الذى يكشف للقارئ عما في كتاب الله تعالى من هدايات وآداب وأحكام توصل متبعها إلى السعادة في دنياه وآخره.\n٢- بنو إسرائيل في القرآن الكريم يقع في مجلدين تزيد صفحاته عن ألف صفحة وقد طبع أيضا عدة طبعات وقد تناول المجلد الأول منه :\n** تاريخ بنى إسرائيل في مختلف عصورهم ، ثم تحدث عن مناهج القرآن الكريم في دعوة أهل الكتاب إلى الإسلام ، مظاهر إنصافه لهم ، ثم عن مسالك اليهود في العهد النبوى لكيد الإسلام والمسلمين ، ثم عن لقاء السيف بينهم وبين المسلمين ، ثم عن نعم الله تعالى عليهم وموقفهم الجحودى من هذه النعم.\n** وفي المجلد الثانى تحدث عن رذائلهم كما صورها القرآن الكريم ثم عن دعاواهم الباطلة وكيف رد القرآن عليها ، ثم عن وعيد الله تعالى وعقوبته لهم ، ثم عن فلسطين ومراحل الغزو الصهيونى لها.\nوقد بذل جهدا في تفسير الآيات القرآنية الكثيرة التى تحدثت عن اليهود في شتى عهودهم وأحوالهم.\n٣-معاملات البنوك أحكامها الشرعية وقد طبع هذا الكتاب حتى الآن ثلاثة عشر طبعة ويقع في زهاء ثلاثمائة صفحة ، تحدث فيها عن الشريعة الإسلامية - خصائصها - مصادرها .\nثم تحدث في الفصل الثانى عن المعاملات في الإسلام - أساسها - آدابها - أنواعها - حاجة الناس .\nثم تحدث في الفصل الثالث عن الربا ومنهج الإسلام في تحريمه ، واختلاف العلماء في الربا المحرم شرعا وأقوالهم في ربا الجاهلية ونماذج الربا المحرم شرعا.\nثم تحدث في الفصل الرابع بالتفصيل عن القروض ، الديون ، الودائع ، الاستثمار . وأوضح أن هذه الألفاظ ليست مترادفة وإنما لكل لفظ معناه اللغوى والشرعى ، ثم ساق في الفصلين الخامس أمثلة وتطبيقات للمعاملات الحلال والمعاملات الحرام، ثم ذكر بالتفصيل في الفصل السابع الحكم الشرعى للتعامل في :شهادات الاستثمار ، البنوك العقارية ، سندات التنمية الدولارية ، أذون الخزانة ، صناديق التوفير ، وقد أيد ما رآه راجحا من أقوال بالآيات القرآنية والأحاديث النبوية ومن أقوال المحققين من أقوال العلماء السابقين واللاحقين.\n٤- الدعاء هو كتاب طبع أكثر من عشر طبعات تناول فيها : معنى الدعاء ، آدابه ، حديث القرآن عنه ، شروطه ، فوائد الدعاء والقضاء والقدر ، نماذج من الدعاء المستجاب ،جوامع الدعاء من القرآن والسنة ، أدعية مأثورة من أحوال مختلفة ، خاتمة ورجاء.\n٥- السرايا الحربية في العهد النبوى وهو كتاب اهتم فيه ببيان معنى السرية والغزو ، وعدد الغزوات والسريا وأهداف السرايا ، وسرايا السنوات الأولى والثانية والثالثة والرابعة والخامسة والسادسة والسابعة والثامنة والتاسعة والعاشرة بعد الهجرة.\nوقد حقق الأقوال في عدد الغزوات والسرايا وأهدافها وأسبابها.\n٦- القصة في القرآن الكريم هذا الكتاب يقع في مجلدين تزيد صفحاتهما عن ألف صفحة ، وقد تحدث فيه عن مميزات القصة في القرآن الكريم وعن أهدافها ثم تحدث عن قصة آدم وابنى آدم ونوح وهود وصالح وإبراهيم وموسي وعيسي وعن جميع الأنبياء الذين جاء الحديث عنهم في القرآن الكريم ، كما تحدث عن قصة أصحاب الكهف وعن قصة صاحب الجنتين وعن قصة ذى القرنين وسيل العرم وأصحاب الأخدود ، وجعل مسك الختام عن خير الأنام سيدنا محمد صلى الله عليه وسلم وعن حديث القرآن الكريم عنه .\nوالكتاب من مميزاته دفع الشبهات التى أثيرت حول بعض الأنبياء وبيان العبر والعظات من كل قصة .\n٧- آداب الحوار في الإسلام هذا الكتاب يقع في زهاء خمسمائة صفحة ، وفيه تحدث عن أسباب الاختلاف بين الناس وعن أسس الحوار في الإسلام وعن نماذج من المحاورات حول اليوم الآخر والقرآن الكريم ونماذج من المحاورات التى دارت بين الرسل عليهم الصلاة والسلام وبين أقوالهم ، ثم ساق نماذج أخرى من الحوار مع أهل الكتاب ومع المنافقين وبين جانبا من المحاورات التى حكاها القرآن بين الأخيار والأشرار وبين الأشرار فيما بينهم وبين الأخيار فيما بينهم.\nوالكتاب زاخر بمحاورات أخرى فيها ما فيها من العظات والعبر لقوم يعقلون.\n٨- الاجتهاد في الأحكام الشرعية في هذا الكتاب تحدث عن معانى الاجتهاد ، ومجالاته ، وشروطه ، وحكمه وضوابطه ، ثم ساق نماذج من اجتهاد الرسل كما حكى ذلك القرآن الكريم ومن اجتهاد الصحابة واجتهاد الخلفاء الراشدين واجتهاد التابعين وتابعيهم واجتهاد الأئمة الأربعة أبى حنيفة ومالك والشافعى وأحمد بن حنبل\nثم تحدث عن أهم الأسباب التى أدت الى اختلاف الفقهاء و عن الاجتهاد المحمود و المذموم وعن أعلام الاجتهاد في عصرنا الحديث ومنهم الشيخ محمد عبده والشيخ أحمد إبراهيم والشيخ محمد مصطفي المراغى والشيخ محمود شلتوت والشيخ على الخفيف رحمهم الله.\n- أحكام الحج والعمرة في هذا الكتاب فصل للآيات القرآنية والأحاديث النبوية التى وردت بشأن فريضة الحج ثم تكلم عن أركان الحج وشروطه وواجباته وسننه بالتفصيل ثم ختم الحديث عن هذه الأحكام بالتفصيل بخلاصة عن أعمال الحج في أيامه الستة.\n١٠- الحكم الشرعى في أحداث الخليج هذا البحث كتبه في أعقاب حرب الخليج سنة ١٤١١ هـ الموافق سنة ١٩٩٠ م التى دارت رحاها بعد الغزو العراقى للكويت ، وقد وضح فيه الأسس التى أقامتها شريعة الإسلام في العلاقات بين الناس بصفة عامة وبين المسلمين فيما بينهم بصفة خاصة ، كما وضح فيه ما اتفقت عليه جميع الشرائع السماوية وجميع العقول الإنسانية من أن السلام بين الناس هو الأصل ، ثم بين الحكم الشرعى في عدوان دولة مسلمة على دولة مسلمة أخرى ، ثم ختم هذا البحث العلمى الدقيق ببيان كيف يختار المسلمون حاكمهم.\n١١- تنظيم الأسرة ورأى الدين فيه ساق سبع حقائق تتعلق بهذا الموضوع ثم اتبعها ببيان معنى تنظيم الأسرة وهل هناك فرق بينة و بين التحديد والتعقيم والإجهاض ؟ وهل تنظيم الأسرة بتلك الصورة جائز من الناحية الدينية ؟ وهل هناك فتاوى رسمية صدرت في موضوع تنظيم الأسرة ؟ وهل من المصلحة أن تصدر الدولة قانونا لتنظيم الأسرة ؟ وهل تتعارض الدعوة إلى تنظيم الأسرة مع تنظيم الأسرة مع بعض الآيات القرآنية والأحاديث النبوية أو مع القضاء والقدر ؟\n١٢- مباحث في علوم القرآن الكريم في هذا الكتاب تحدث بشئ من التفصيل عن التعريف بعلوم القرآن وعن موضوعه وعن فوائده وعن المؤلفات في هذا الموضوع وعن التعريف بالقرآن الكريم وبأسمائه ومقاصده ، ثم أبتع ذلك بالحديث عن آيات القرآن وصوره ، أول ما أنزل وآخر ما أنزل ، المكى والمدنى من القرآن ، لماذا نزل القرآن مفرقا ،أسباب النزول ، جمع القرآن وكتابته ، آداب التلاوة ، تفسير القرآن الكريم .\n١٣-العقيدة والأخلاق في هذا الكتاب تحدث عن تعريف العقيدة وعن حاجة الإنسان إليها وعن تطورها ، وعن أن العقائد لا إكراه عليها ، ثم تحدث عن الأدلة على وجود الله وعلى وحدانيته وعلى القضاء والقدر وعلى أفعال العباد ، ثم تحدث النبوات ، وذكر بالتفصيل حاجة الإنسان إلى الرسل وصفاتهم وعددهم ووحدة رسالتهم ومعجزاتهم وعصمتهم ودفع الشبهات عنهم وعن السمعيات كالملائكة والجن والروح وأحوال القبر واليوم الآخر وعلامات الساعة ثم ختم الكتاب بالحديث عن الأخلاق في الإسلام وذكر نماذج لها منها العفاف والعدل والصدق والصبر والعلم والرحمة.\n١٤-الفقه الميسر في هذا الكتاب تحدث عن جانب من العبادات التى هى من أركان الإسلام فبدأ بالصلاة وبأركانها وواجباتها وشروط صحتها وآدابها وأنواعها مدعما كل ذلك بالأدلة من القرآن والسنة.\n١٥- عشرون سؤالا وجوابا في هذا الكتاب أجاب عن عشرين سؤالا تتعلق بالمعاملات التى تجرى بين الناس.\n١٦-فتاوى شرعية في هذا الكتاب ذكر الإجابات الشرعية على عدد من المسائل العامة التى يحتاج المسلمون إلى الإجابة عليها بالتفصيل كمسألة التبنى ، ومسألة تعاطى المخدرات ..... إلخ.\n١٧- المنهج القرآني في بناء المجتمع في هذا البحث تحدث بالتفصيل عن المنهج القرآنى الذى رسمته سورة النساء لتنظيم المجتمع داخليا وخارجيا.\n١٨-المرأة في الإسلام -بالمشاركة- في هذا الكتاب بين وجوه المساواة بين الرجال والنساء ووجوه الاختلاف فيما يتعلق بالخصائص التى منحها الله - تعالى - لكل فريق منهم كما قال - سبحانه - «ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن واسألوا الله من فضله»\nمواقف انتقدت عليه\n* في ٢٠ فبراير ١٩٨٩ عندما كان الشيخ طنطاوي مفتي الديار المصرية أصدر فتوى يحرم فيها فوائد البنوك والقروض باعتبارها ربا يحرمه الإسلام، ثم عندما أصبح شيخا للأزهر قال بحل هذه الفوائد\n* وفي شهر فبراير ٢٠٠٣، وقبل احتلال القوات الأمريكية للعراق أقال طنطاوي الشيخ علي أبو الحسن رئيس لجنة الفتوى بالأزهر من منصبه بسبب ما قيل إنه صرح بفتوى يؤكد فيها «وجوب قتال القوات الأمريكية إذا دخلت العراق، وأن دماء الجنود الأمريكيين والبريطانيين تعد في هذه الحالة حلالا، كما أن قتلى المسلمين يعدون شهداء».\n* وفي نهاية أغسطس ٢٠٠٣ أصدر طنطاوي قرار بإيقاف الشيخ نبوي محمد العش رئيس لجنة الفتوى عن الإفتاء وإحالته للتحقيق؛ لأنه أفتى بعدم شرعية مجلس الحكم الانتقالي العراقي وحرم التعامل معه، وقال شيخ الأزهر أن الفتوى التي صدرت (ممهورة بشعار خاتم الجمهورية المصري وشعار الأزهر) «لا تعبر عن الأزهر الذي لا يتدخل في السياسة وسياسات الدول».\n* وفي ٣٠ ديسمبر عام ٢٠٠٣ استقبل طنطاوي وزير الداخلية الفرنسي آنذاك نيكولا ساركوزي في الأزهر وصرح طنطاوي أنه من حق المسؤولين الفرنسيين إصدار قانون يحظر ارتداء الحجاب في مدارسهم ومؤسساتهم الحكومية باعتباره شأنا داخليا فرنسيا!!. وقُوبل هذا التصريح بانتقادات شديدة . .\n* وفي ٨ أكتوبر ٢٠٠٧ أصدر طنطاوي فتوى تدعو إلي «جلد صحفيين» نشروا أخبارا فحواها أن الرئيس حسني مبارك مريض، وقد أثارت هذه الفتوى غضب شديد لدى الصحفيين والرأي العام وطالب النائب مصطفى بكري بعزله وتساءل الكاتب الإسلامي فهمي هويدي عن أسباب صمت شيخ الأزهر إزاء عدد من القضايا المهمة في البلاد مثل «إدانة التعذيب وتزوير الانتخابات واحتكار السلطة والأغذية الفاسدة والمبيدات المسرطنة»، مشيراً كذلك إلى حالة انعدام ثقة المصريين في شهادة شيخ الأزهر الذي على حد قوله «كان أكرم له أن يصمت لأن هناك أموراً أكثر جسامه تستحق تعليقه وكلامه». وقارن هويدي بين شيخ الأزهر في تحريضه للحكومة على الصحفيين، وبين الرهبان البوذيين في وقوفهم مع الناس ضد حكومتهم، قائلا «إنه ارتدى قبعة الأمن وخلع ثياب المشيخة» . .\n* وفي ١٢ نوفمبر ٢٠٠٨ وبعد مصافحته للرئيس الإسرائيلي شمعون بيريز في مؤتمر حوار الأديان الذي نظمته الأمم المتحدة والسعودية بنيويورك تعرض لنقد وقد حدثت مُسائلة برلمانية في مصر حول مصافحته لبيريز وطولب برلمانيا بالاعتذار خصوصا أن المصافحة أتت في الوقت الذي كانت إسرائيل تفرض حصار على غزة، وطالب البعض الآخر بعزله . .\n* في ٥ يوليو ٢٠٠٩ ظهرت مطالب برلمانية جديدة تدعو لعزله علي خلفية جلوسه مرة أخرى مع الرئيس الإسرائيلي شمعون بيريز علي منصة واحدة في مؤتمر حوار الأديان الذي عقد في الأول والثاني من يوليو ٢٠٠٩ في كازخستان\n* في ٥ أكتوبر ٢٠٠٩ أجبر طالبة في الإعدادي الأزهري على خلع النقاب !! وإثر تلك الواقعة طولب برلمانيا في مجلس الشعب المصري بعزله لمنعه المعلمات المنقبات والطالبات من دخول المعاهد الأزهرية.\nوفاته\nتوفي صباح يوم الأربعاء ٢٤ ربيع الأول ١٤٣١ هـ الموافق ١٠ مارس ٢٠١٠ في الرياض عن عمر يناهز ٨١ عاما إثر نوبة قلبية تعرض لها في مطار الملك خالد الدولي عند عودته من مؤتمر دولي عقده الملك عبد الله بن عبد العزيز لمنح جائزة الملك فيصل العالمية لخدمة الإسلام للفائزين بها عام ٢٠١٠. وقد صليَّ عليه صلاة العشاء في المسجد النبوي الشريف في المدينة المنورة ووري الثرى في مقبرة البقيع.",
  "books": [
    {
      "text_id": 23590,
      "title": "التفسير الوسيط لطنطاوي"
    },
    {
      "text_id": 8871,
      "title": "القرآن يتحدى"
    }
  ]
}