{
  "author_id": 1180,
  "author_meta": "محمود محمد غريب: خطيب بارع من علماء الأزهر الشريف والموجه الديني لشباب جامعة القاهرة\nمن مواليد ١٢/ ١١ /١٩٤٠م، زوج لامرأة رحلت إلى ربها وآثرت جواره الكريم في ٢٨/ ٣/٢٠٠١م ورزقه الله منها بمصطفى وتيسير\nدرس بالأزهر الشريف حتى أتم الدراسات العليا، أهم أساتذته عبد العال أحمد عبد العال، والإمام محمد أبو زهرة، والإمام محمد الغزالي، والشيخ محمد عبد الله مصطفى ناجي والشيخ منصور عويس.\nحياته في الدعوة بدأت في ١٧ - ٣ - ١٩٥٧ وكان طالبا بالثانية إعدادي بمعهد الزقازيق الديني.\nحصل على أولوية الأزهر الشريف للخطابة في ٢٤ - ٤ - ١٩٦٦ على مستوى المعاهد الأزهرية والبحوث الإسلامية وعلى شباب ٧٣ دولة إسلامية يدرسون في مصر.\nأبرز العلماء الذين تأثر بهم في الخطابة: الشيخ خلف السيد وكيل الأزهر الشريف وكان يسمح له أن يشاركه الندوات هو طالب بالقسم الإعدادي.\nثم الأستاذ الإمام محمد الغزالي الذي رشحه للعمل في العراق.\nكان في مصر موجها دينيا لشباب جامعة القاهرة، وشباب جامعة أحمد عرابي بالشرقية، وتنوّع عقول الشباب من طب إلى زراعة جعله يعرض الموضوع الواحد في كل كلية بما يتفق مع دراسة الطلاب بها.\nوفي يوم الجمعة يخطب الجمعة لطلاب المدينة الجامعية لجامعة القاهرة ولنماذج من كل كلية.\nدخل بغداد في ٢٤ - ٤ - ١٩٧٤ وفتح جامع البنية ٢٩ - ٥ - ١٩٧٤\nوكان له به درس يوم الإثنين وكان تفسيرا موضعيا للقرآن الكريم لأن القرآن يجمع كل الطوئف في العراق\nودرس الخميس للنساء، بدأ بخمس من الأخوات ويوم خرج كان جامع بنية وحده يسع ألف امرأة.\nمؤلفاته\n- له سلسلة: يا ولدي (عدد من: هذه عقيدتك يا ولدي، هذا نبيك يا ولدي، كتاب الله يا ولدي، شريعة الله يا ولدي)\n- وسلسلة التفسير الموضوعي صدر منها: سور الواقعة ومنهجها في العقائد، حتى لا نخطئ فهم القرآن، سلم أخلاق النبوة، تعدد الزوجات، الطلاق تحسبونه هيّنا وهو عند الله عظيم.\nوهو الآن يعمل بمركز السلطان قابوس للثقافة الإسلامية",
  "books": [
    {
      "text_id": 12770,
      "title": "سلم أخلاق النبوة"
    },
    {
      "text_id": 1327,
      "title": "تعدد الزوجات بين حقائق التنزيل وافتراءات التضليل"
    },
    {
      "text_id": 1392,
      "title": "المال في القرآن الكريم"
    },
    {
      "text_id": 1437,
      "title": "الطلاق تحسبونه هينا وهو عند الله عظيم"
    },
    {
      "text_id": 1447,
      "title": "سلسلة حتى لا نخطئ فهم القرآن"
    },
    {
      "text_id": 21501,
      "title": "تربية القرآن يا ولدي"
    },
    {
      "text_id": 21527,
      "title": "شريعة الله يا ولدي"
    },
    {
      "text_id": 29031,
      "title": "هذا نبيك يا ولدي"
    },
    {
      "text_id": 29735,
      "title": "إعجاز القرآن في (ويعلم ما في الأرحام)"
    },
    {
      "text_id": 32881,
      "title": "منهج القرآن في القضاء والقدر"
    },
    {
      "text_id": 36563,
      "title": "مقالات الشيخ محمود غريب (الجزء الأول)"
    },
    {
      "text_id": 4317,
      "title": "لطائف قرآنية للشيخ محمود غريب"
    },
    {
      "text_id": 5437,
      "title": "سورة الواقعة ومنهجها فى العقائد"
    }
  ]
}