{
  "author_id": 1181,
  "author_meta": "إبراهيم خليل أحمد (من كبار علماء النصارى مَنَّ الله عليه بالإسلام)\nيقول في حوار معه، باختصار وتصرف يسير جدا:\n(الدراسة)\nولدت في الإسكندرية ١٣ يناير عام ١٩١٩\nنشأت نشأة مسيحية ملتزمة ودرست في مدارس الإرسالية الأمريكية، وتصادف وصولي مرحلة (الثقافة) المدرسية مع اندلاع الحرب العالمية الثانية، وتعرض الإسكندرية لقصف الطائرات .. فاضطررنا للهجرة إلى أسيوط حيث استأنفت في كليتها التعليم الداخلي وحصلت على الدبلوم عام ١٩٤١/ ١٩٤٢\n(العمل)\nالتحقت بالقوات الأمريكية ١٩٤٢ م حتى عام ١٩٤٤ م.\nإذ كان للقوات الأمريكية وقتذاك معامل كيماوية لتحليل فلزات المعادن التي تشكل هياكل الطائرات التي تسقط من أجل معرفة تراكيبها ونوعياتها، وبحكم ثقافتي في كلية أسيوط ولتمكني من اللغة الإنجليزية ولأن الأمريكان كانوا يهتمون اهتماماً بالغاً بالخريجين ويستوعبونهم في شركاتهم فقد أمضيت في هذا العمل سنتين ..\n(كلية اللاهوت)\nلكن أخبار الحرب والنكبات دفعتني لأن أنظر إلى العالم نظرة أعمق قادتني للاتجاه إلى دعوة السلام وإلى الكنيسة .. التي كانت ترصد رغباتي وتؤجج توجهاتي .. فالتحقت بكلية اللاهوت سنة ١٩٤٥ م وأمضيت فيها ثلاث سنين.\nفي الثمانية أشهر الأولى كنا ندرس دراسات نظرية .. يقدم الأستاذ المحاضرة على شكل نقاط رئيسية، ونحن علينا أن نكمل البحث من المكتبة. وكان علينا أن ندرس اللغات الثلاث: اليونانية والأرامية والعبرية إضافة إلى اللغة العربية كأساس والإنجليزية كلغة ثانية .. بعد ذلك درسنا مقدمات العهد القديم والجديد، والتفاسير والشروحات وتاريخ الكنيسة، ثم تاريخ الحركة التبشيرية وعلاقتها بالمسلمين، وهنا نبدأ دراسة القرآن الكريم والأحاديث النبوية، ونتجه للتركيز على الفرق التي خرجت عن الإسلام أمثال الإسماعيلية، والعلوية، والقاديانية، والبهائية … وبالطبع كانت العناية بالطلاب شديدة ويكفي أن أذكر بأننا كنا حوالي ١٢ طالباً وُكّل بتدريسنا ١٢ أستاذاً أمريكياً و ٧ آخرين مصريين.\nوكنا نؤسس على هذه الدراسات حواراتنا المستقبلية مع المسلمين ونستخدم معرفتنا لنحارب القرآن بالقرآن … والإسلام بالنقاط السوداء في تاريخ المسلمين! كنا نحاور الأزهريين وأبناء الإسلام بالقرآن لنفتنهم، فنستخدم الآيات مبتورة تبتعد عن سياق النص ونخدم بهذه المغالطة أهدافنا، وهناك كتب لدينا في هذا الموضوع أهمها كتاب (الهداية) من ٤ أجزاء و (مصدر الإسلام) إضافة إلى استعانتنا واستفادنا من كتابات عملاء الاستشراق!\nوعلى هذا المنهج كانت رسالتي في الماجستير تحت عنوان (كيف ندمر الإسلام بالمسلمين) سنة ٥٢ والتي أمضيت ٤ سنوات في إعدادها من خلال الممارسة العملية للوعظ والتبشير بين المسلمين من بعد تخرجي عام ١٩٤٨.\n(اعتناق الإسلام)\nكانت لي ـ مثلما ذكرت ـ صولات وجولات تحت لواء الحركة التبشيرية الأمريكية، ومن خلال الاحتكاك الطويل، ومن بعد الاطلاع المباشر على خفاياهم تأكد لي أن المبشرين في مصر ما جاءوا لبثّ الدين وإنما لمساندة الاستعمار والتجسس على البلاد!\nوالشواهد كثيرة، وفي أي مسألة من المسائل، فإذا كانت البلد تستعد للانتفاضة على الظلم كانت الكنيسة أول من تدرك ذلك لأن القبطي والمسلم يعيشان على أرض واحدة، ويوم يتأوه المسلم سرعان ما يسمع النصراني تأوهاته فيوصلها إلينا لنقوم بتحليلها وترجمتها بدورنا\nومن جانب آخر كان رعايا الكنيسة في القوات المسلحة أداة مباشرة لنقل المعلومات العسكرية وأسرارها، وعن طريق المراكز التبشيرية التابعة لأمريكا والتي تتمتع بالرعاية وبالحماية الأمريكية كانت تدار حرب التجسس\nولك أن تعلم هنا أن النصراني في مصر له جنسيتان وانتماءان: انتماؤه للوطن الذي ولد فيه وهو انتماء مدني تُعبر عنه جنسيته المصرية، وانتماء ديني أقوى تمثله الجنسية المسيحية. فهو يحس في أوروبا وفي أمريكا حصناً وبالدرجة الأولى، بينما يشعر النصارى في مصر أنهم غرباء! تماماً كالانتماء الإسرائيلي الذي يعتبر انتماءه بالروح إلى أرض أورشليم انتماء دينياً، وانتماءه إلى الوطن الذي ولد فيه انتماء مدنياً وحسب!\nولذلك قام مخطط المبشرين والكنيسة على جعل مصر تدور في فلك الاستعمار فلا تستطيع أن تعيش بعيداً عنه، الأمر الذي جعلني أشعر بمصريتي وأحس أن هؤلاء أجانب عني وأن جاري المسلم أقرب إلي منهم بالفعل … فبدأت أتسامح .. عفواً أقول أتسامح وأعني أن أقرأ القرآن بصورة تختلف عما كنت أقرؤه سابقاً وفي شهر يونيو تقريباً عام ١٩٥٥ م استمعت إلى قول الله سبحانه [قل أوحي إلي أنه استمع نفر من الجن فقالوا إنا سمعنا قرآناً عجبا يهدي إلى الرشد فآمنا به .. ] هذه الآية الكريمة من الغريب أنها رسخت في القلب، ولما رجعت إلى البيت سارعت إلى المصحف وأمسكته وأنا في دهشة من هذه السورة، كيف؟ إن الله سبحانه وتعالى يقول: [لو أنزلنا هذا القرآن على جبل لرأيته خاشعاً متصدعاً من خشية الله .. ].\nإبراهيم خليل الذي كان إلى عهد قريب يحارب الإسلام ويقيم الحجج من القرآن والسنة ومن الفرق الخارجة عن الإسلام لحرب الإسلام … يتحول إلى إنسان رقيق يتناول القرآن الكريم بوقار وإجلال … فكأن عيني رُفعت عنهما غشاوة وبصري صار حديداً … لأرى ما لا يرى … وأحس إشراقات الله تعالى نوراً يتلألأ بين السطور\nجعلتني أعكف على قراءة كتاب الله من قوله تعالى: [الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوباً عندهم في التوراة والإنجيل] وفي سورة الصف: [ومبشراً برسول يأتي من بعدي اسمه أحمد] إذاً فالقرآن الكريم يؤكد أن هناك تنبؤات في التوراة وفي الإنجيل عن النبي محمد. ومن هنا بدأت ولعدة سنوات دراسة هذه التنبؤات ووجدتها حقيقة لم يمسها التبديل والتغيير لأن بني إسرائيل ظنوا أنها لن تخرج عن دائرتهم .. وعلى سبيل المثال جاء في (سفر التثنية) وهو الكتاب الخامس من كتب التوراة (أقيم لهم نبياً من وسط إخوتهم مثلك، وأجعل كلامي في فمه فيكلمهم بكل ما أوصيه به) توقفت أولاً عند كلمة (إخوتهم) وتساءلت: هل المقصود هنا من بني إسرائيل؟ لو كان كذلك لقال (من أنفسهم) أما وقد قال (من وسط إخوتهم) فالمراد بها أبناء العمومة، ففي سفر التثنية إصحاح ٢ عدد ٤ يقول الله لسيدنا موسى عليه السلام: (أنتم مارون بنجم إخوتكم بني عيسو …) و (عيسو) هذا الذي نقول عنه في الإسلام (العيس) هو شقيق يعقوب عليه السلام، فأبناؤه أبناء عمومة لبني إسرائيل، ومع ذلك قال (إخوتكم) وكذلك أبناء (إسحاق) وأبناء (إسماعيل) هم أبناء عمومة، لأن إسحاق، (شقيق) (إسماعيل) عليهما السلام ومن (إسحاق) سلالة بني إسرائيل، ومن (إسماعيل) كان (قيدار) ومن سلالته كان سيدنا محمد صلى الله عليه وسلم، وهذا الفرع الذي أراد بنو إسرائيل إسقاطه وهو الذي أكدته التوراة حين قالت (من وسط إخوتهم) أي من أبناء عمومتهم.\nوتوقفت بعد ذلك عند لفظة (مثلك) ووضعت الأنبياء الثلاثة: موسى، وعيسى، ومحمد عليهم الصلاة والسلام للمقابلة فوجدت أن عيسى عليه السلام مختلف تمام الاختلاف عن موسى وعن محمد عليهما الصلاة والسلام، وفقاً للعقيدة النصرانية ذاتها والتي نرفضها بالطبع، فهو الإله المتجسد، وهو ابن الله حقيقة، وهو الأقنوم الثاني في الثالوث، وهو الذي مات على الصليب .. أما موسى عليه السلام فكان عبد الله، وموسى كان رجلاً، وكان نبياً، ومات ميتة طبيعية ودفن في قبر كباقي الناس وكذلك سيدنا رسول الله محمد صلى الله عليه وسلم، وإذاً فالتماثل إنما ينطبق على محمد صلى الله عليه وسلم، بينما تتأكد المغايرة بين المسيح وموسى ـ عليهما السلام ـ، ووفقاً للعقيدة النصرانية ذاتها! فإذا مضينا إلى بقية العبارة: (وأجعل كلامي في فمه .. ) ثم بحثنا في حياة محمد صلى الله عليه وسلم فوجدناه أمياً لا يقرأ ولا يكتب، ثم لم يلبث أن نطق بالقرآن الكريم المعجزة فجأة يوم أن بلغ الأربعين .. وإذا عدنا إلى نبوءة أخرى في التوراة سفر أشعيا إصحاح ٧٩ تقول: (أو يرفع الكتاب لمن لا يعرف القراءة ولا الكتابة ويقول له اقرأ، يقول ما أنا بقاريء .. ) لوجدنا تطابقاً كاملاً بين هاتين النبوءتين وبين حادثة نزول جبريل بالوحي على رسول الله في غار حراء، ونزول الآيات الخمس الأولى من سورة العلق.\nأما الإنجيل، فإذا استثنينا نبوءات برنابا الواضحة والصريحة ببعثة محمد صلى الله عليه وسلم بالاسم، وذلك لعدم اعتراف الكنيسة بهذا الإنجيل أصلاً، فإن المسيح عليه السلام تنبأ في إنجيل يوحنا تسع نبوءات، و (البرقليط) الذي بشر به يوحنا مرات عديدة … هذه الكلمة لها خمسة معاني: المعزّي، والشفيع، والمحامي، والمحمد، والمحمود، وأي من هذه المعاني ينطبق على سيدنا رسول الله صلى الله عليه وسلم تمام الانطباق فهو المعزّي المواسي للجماعة التي على الإيمان وعلى الحق من بعد الضياع والهبوط، وهو المحامي والمدافع عن عيسى ابن مريم عليه السلام وعن كل الأنبياء والرسل بعدما شوه اليهود والنصارى صورتهم وحرفوا ما أتوا به وهو الإسلام .. ولهذا جاء في إنجيل يوحنا إصحاح ١٤ عدد ١٦ و ١٧ (أنا أصلي إلى الله ليعطيكم معزياً آخر ليمكث معكم إلى الأبد روح الحق) .. وقال في نبوءة أخرى إصحاح ١٦ عدد ١٣ ـ ١٤ (وأما متى جاء ذاك الروح الحق فهو يرشدكم إلى جميع الحق لأنه لا يتكلم من نفسه بل كل ما يسمع يتكلم به. ويخبركم بأمور آتية، ذاك يمجدني) وهذا مصداق قول الله تبارك وتعالى: [قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله واحد فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحدا].\n(إعلان الإسلام)\nبعد أن وصلت إلى اليقين وتلمست الحقائق بيدي كان عليّ أن أتحدث مع أقرب الناس إلي زوجتي، لكن الحديث تسرب عن طريقها إلى الإرسالية للأسف، وسرعان ما تلقفوني ونقلوني إلى المستشفى وتحت مراقبة صارمة مدعين أني مختل العقل! ولأربعة شهور تلت عشت معاناة شديدة جداً، ففرقوا بيني وبين زوجتي وأولادي، وصادروا مكتبتي وكانت تضم أمهات الكتب والموسوعات … حتى اسمي كعضو في مجمع أسيوط، وفي مؤتمر (سنودس) شُطب، وضاع ملفي كحامل ماجستير من كلية اللاهوت … ومن المفارقات العجيبة أن الإنجليز في هذه الآونة كانوا قد خلعوا الملك طلال من عرش الأردن بتهمة الجنون … فخشيت أن يحدث معي الأمر ذاته .. لذلك التزمت الهدوء والمصابرة وصمدت حتى أطلق سراحي، فقدمت استقالتي من الخدمة الدينية واتجهت للعمل في شركة أمريكية للأدوات المكتبية لكن الرقابة هناك كانت عنيفة جداً، فالكنيسة لا تترك أحداً من أبنائها يخرج عليها ويسلم، إما أن يقتلوه أو يدسوا عليه الدسائس ليحطموا حياته .. وفي المقابل لم يكن المجتمع المسلم حينذاك ليقدر على مساعدتي … فحقبة الخمسينات والستينات كما تعلمون كانت تصفية للإخوان المسلمين، وكان الانتماء للإسلام والدفاع عنه حينذاك لا يعني إلا الضياع! ولذلك كان عليّ أن أكافح قدر استطاعتي، فبدأت العمل التجاري، وأنشأت مكتباً تجارياً هرعت بمجرد اكتماله للإبراق إلى (د. جون تومسون) رئيس الإرسالية الأمريكية حينذاك، وكان التاريخ هو الخامس والعشرين من ديسمبر ١٩٥٩ والذي يوافق الكريسماس، وكان نص البرقية: (آمنت بالله الواحد الأحد، وبمحمد نبياً ورسولاً) لكن إشهار اعتناقي الرسمي للإسلام كان يفترض عليّ وفق الإجراءات القانونية أن ألتقي بلجنة من الجنسية التي أنا منها لمراجعتي ومناقشتي. وفي الوقت الذي رفضت جميع الشركات الأوربية والأمريكية التعامل معي تشكلت اللجنة المعنية من سبعة قساوسة بدرجة الدكتوراه .. خاطبوني بالتهديد والوعيد أكثر من مناقشتي! وبالفعل تعرضت للطرد من شقتي لأنني تأخرت شهرين أو ثلاثة عن دفع الإيجار واستمرت الكنيسة تدس علي الدسائس أينما اتجهت .. وانقطعت أسباب تجارتي\nلكني مضيت على الحق الذي اعتنقته … إلى أن قدر الله أن تبلغ أخباري وزير الأوقاف حينذاك عبد الله طعيمة، والذي استدعاني لمقابلته وطلب مني بحضور الأستاذ الغزالي المساهمة في العمل الإسلامي بوظيفة سكرتير لجنة الخبراء في المجلس الأعلى للشؤون الإسلامية فكنت في منتهى السعادة في بادئ الأمر، لكن الجو الذي انتقلت إليه كان ـ وللأسف ـ مسموماً، فالشباب يدربون على التجسس بدل أن يتجهوا للعلم! والموظفون مشغولون بتعليمات (منظمة الشباب) عن كل مهامهم الوظيفية وكان التجسس على الموظفين، وعلى المديرين، وعلى وكلاء الوزارة … حتى يتمكن الحاكم من أن يمسك هؤلاء جميعاً بيد من حديد! ولَكَم تركت أشيائي منظمة كلها في درج مكتبي لأجدها في اليوم الثاني مبعثرة! وعلى هذه الصورة مضت الأيام وأراد الله سبحانه أن يأتي د. محمد البهي وزيراً للأوقاف بعد. طعيمة الجرف. وكان د. البهي قد تربى تربية ألمانية منضبطة، لكن توفيق عويضة سكرتير المجلس الأعلى للشؤون الإسلامية وأحد ضباط الصف الثاني للثورة تصدى له .. وحدث أن استدعاني د. البهي في يوم من الأيام بعدما صدر كتابي: (المستشرقون والمبشرون في العالم العربي والإسلامي) وأحب أن يتعرف عليّ … فترامى الخبر إلى توفيق عويضة واعتقد أنني من معسكر د. البهي والأستاذ الغزالي .. ووجدت نفسي فجأة أتلقى الإهانة من مدير مكتبه رجاء القاضي وهو يقول لي: اتفضل على الوزارة التي تحميك! خرجت والدموع في عيني، وقد وجدتهم صادروا كتبي الخاصة من مكتبي ولم يبقوا لي إلا شيئاً بسيطاً حملته ورجعت إلى الوزارة .. وهناك اشتغلت كاتب وارد بوساطة!!\nفكان يوم خروجي على المعاش بتاريخ ١٢/ ١ / ١٩٧٩ وقد بلغت الستين، ومن ذلك اليوم بدأ إبراهيم خليل يتبوأ مركزه كداعية إسلامي، وكان أول ما نصرني الله به أن ألتقيت مع الدكتور جميل غازي ـ رحمه الله ـ بـ ١٣ قسيساً بالسودان في مناظرة مفتوحة انتهت باعتناقهم الإسلام جميعاً وهؤلاء كانوا سبب خير وهداية لغرب السودان حيث دخل الألوف من الوثنيين وغيرهم دين الله على أيديهم.\n(عن نسبة الأقباط والمسلمين في مصر)\nأنا لا أقيس الأقباط والنصارى بعدد السكان ومع ذلك فأنا أعتقد بأن التأثير الفعال في مصر لهم، بحكم وضعهم المالي والعلمي وللدهاء الذي يستخدمونه في سبيل السيطرة.\nالإحصائيات العالمية تقول إن الأقباط ١٢ مليوناً من بين أكثر من ٤٠ مليون مصري. لكن مطامح الكنيسة تتطلع إلى يوم يتوازن العدد السكاني بين المسلمين والأقباط وتروج لذلك جهاز تنظيم الأسرة وأدوات منع الحمل فتحد من تزايد المسلمين عددياً، وتسهل ازدياد الفساد الأخلاقي والعلاقات الحرام، وفي الوقت ذاته أعطى الأب شنودة تعليمات صريحة لتشجيع التوالد بين الأقباط، وخصص مكافآت وإعانات لذلك. فإذا تحقق لهم التقارب العددي نادوا أن هذه أرضنا ونحن من سلالة الفراعنة ولسنا عرباً … تماماً كما حصل في السودان وبات جون قرنق لا يطالب بفصل الجنوب وحده وإنما بطرد العرب والمسلمين والعودة بالسودان إلى زنجيته المزعومة.\n(الفتنة الطائفية في مصر)\nكلما تتبعنا حوادث الاقتتال الطائفي في مصر وجدنا أن ثمة ما لم يكن على مراد النصارى من نظام البلد كان البداية .. ثم تبدأ الوقائع المعروفة: قطعة أرض يختلف حولها مسلم ونصراني، الأخير بإحساسه أنه مسنود من أمريكا مباشرة يفتري على المسلم، فيثير ذلك حمية الأخر فيضربه وتتطور الأمور، وسرعان ما تتدخل أمريكا وانجلترا لتحقق مرمى أكبر من مراميها\nأتذكر يوم أن أرادت انجلترا احتلال مصر كيف افتعلت معركة بين مالطي (من سكان مالطة) وحّمار في الإسكندرية انتهت ولأسباب واهية بقتل المالطي، فكانت ذريعة استند إليها الأسطول الإنجليزي لضرب الإسكندرية وكانت حجتهم حماية النصارى غير الآمنين؟\nمرة وفي عام ١٩٧٥ طُلب مني تقديم محاضرة بكلية أسيوط -وأسيوط بالذات وكر نصراني مريع جداً- فتكلمت عن المسيح عليه السلام وعن الرسول صلى الله عليه وسلم، من خلال الأناجيل والتوراة … وكان للمحاضرة صدى واسعاً انتهى بإعلان ١٧ من الشبان أبناء الجامعة إسلامهم. فماذا حدث؟ احتج الأنبا شنودة وأبرق تلغرافاً رأيته بعيني بحجم صفحة (الفلوسكاب) يندد بي، ويعتبرني إنساناً مغرضاً أتاجر بالدين! كان التلغراف لرئيس الجمهورية بالذات، يحذره ويهدده بأن إبراهيم خليل سيسبب فتنة طائفية في مصر!. ومن رئيس الجمهورية تدرج الموضوع إلى رئيس مجلس الوزراء إلى وزير الأوقاف إلى وكيل أول وزارة الأوقاف الذي استدعاني وقال لي بالحرف: أنا مكلف بأن أبلغك أن تكف عن الدعوة. قلت له: أنا ما دخلت الإسلام حتى أنال قرشين كل شهر ولكنني دخلته حتى أشرب فأسقي. وقدمت استقالتي فوراً بين يديه … وبعد اتصالات أجراها بالهاتف وكأنما أثرت كلمتي بالوكيل قال لي: نأخذ عليك تعهداً إذاً أن لا تتعرض للأنبا شنودة في محاضراتك!\nهذه هي الفتنة الطائفية التي يتحدثون عنها ويخوفون الناس بها\nفي عام ١٩٦٣ طُلب مني أن أسجل حديثاً لإذاعة القرآن الكريم من مصر فتعرضت خلال الحديث لقوله تعالى: [لقد كفر الذين قالوا إن الله هو المسيح ابن مريم …] وبعد التسجيل أتت الأوامر من القيادة العليا بأن إبراهيم خليل لا يدخل الإذاعة ثانية ولا التلفزيون .. فهذه آيات تمس النصارى!.",
  "books": [
    {
      "text_id": 1074,
      "title": "محمد في التوراة والإنجيل والقرآن"
    },
    {
      "text_id": 1393,
      "title": "المستشرقون والمبشرون في العالم العربي والإسلامي"
    },
    {
      "text_id": 195,
      "title": "إسرائيل والتلمود - دراسة تحليلية"
    }
  ]
}