{
  "author_id": 1182,
  "author_meta": "قال الحافظ الذهبي رحمه الله:\n\"القصَّاب الحافظ الإمام أبو أحمد محمد بن علي بن محمد الكَرَجي\" المجاهد، وإنما عرف بالقصاب لكثرة ما أهراق مِن دماء الكفار في الغزوات.\nوكان والده يروي عن علي بن حرب الطائي وطبقته.\nوروى هو عن: محمد بن إبراهيم الطيالسي، وعبد الرحمن بن محمد بن سلم الرازي، ومحمد بن العباس الأخرم، وجعفر بن أحمد بن فارس، والحسن بن يزيد الدقاق، وخلق كثير.\nروى عنه:\nابناه أبو الحسن علي، وأبو الفرج عمار، وأبو منصور المظفر بن محمد بن الحسين البروجردي، وغيرهم.\nوصنف:\nكتاب ثواب الاعمال، وكتاب عقاب الأعمال، وكتاب السُّنّة، وكتاب تأديب الأئمة، وغير ذلك.\nولم أظفر بوفاته، وكأنه بقي إلى قريب الستين وثلاث مائة، فالله أعلم.\nوفيه يقول أبو الحسن الكرجى:\nوفي الكرج الغراء أوحد عصره … أبو أحمد القصاب غير مغالب\nتصانيفه تبدي غزير علومه … فلست ترى علمًا له غير سارب\nوهو القائل في كتاب \"السُّنة\":\n\"كلُّ صفةٍ وَصَف الله بها نفسه أو وصفه بها نبيه فهي صفة حقيقة لا مجاز\".\nقلت [الذهبي]:\nنعم؛ لو كانت صفاته مجازًا لتحتّم تأويلُها ولقيل: معنى البصر كذا، ومعنى السمع كذا، ومعنى الحياة كذا، ولفُسِّرَت بغير السابق إلى الأفهام، فلما كان مذهب السلف إمرارها بلا تأويل؛ عُلم أنها غير محمولة على المجاز، وأنها حق بيّن\".\nانتهى من \"تذكرة الحفاظ\" (٣/ ٩٣٨ و٩٣٩)\nومما جاء في مقدمة تحقيق كتاب \"النكت\" للشيخ علي التويجري - حفظه الله - (١/ ١٩ - ٤٧)، باختصار:\nالكَرَجِي: نسبة إلى الكَرَج، وهي مدينة بين همذان وأصبهان، ومكانها يقع الآن في غرب إيران.\nيظهر أنه نشأ في بيت علم؛ لأن والده كان من المحدثين ومن أصحاب علي بن حرب الطائي.\nقضى وقتًا من عمره في الجهاد في سبيل الله وقتال الكفار، وكان رحمه الله شجاعًا شديد الفتك بالكفار، معملاً سيف الحق في رقابهم، يقتلهم تقتيلاً حتى اشتهر ذلك عنه وسمي من أجله بالقصاب.\nسلفي المعتقد يدور مدار الدليل من القرآن والسنة، ويقول بما يقول به الصحابة والتابعون لهم بإحسان.\nمذهبه مذهب المحدّثين، فهو يقول بموجب ما يظهر له من الدليل، ولم يكن مقلدًا ولا متبعًا لمذهب من المذاهب الفقهية المعروفة.\nأثنى عليه من العلماء كل من: الصفدي، شيخ الإسلام وتلميذه ابن القيم، والحافظ الذهبي، والحافظ ابن حجر، وابن عبد الهادي، والسيوطي، رحمهم الله جميعًا.\nجمع القصاب رحمه الله بين علوم: العقيدة ومذاهب الناس، والفقه، والحديث، والتفسير، واللغة والقراءات والناسخ والمنسوخ.",
  "books": [
    {
      "text_id": 9065,
      "title": "النكت الدالة على البيان في أنواع العلوم والأحكام"
    }
  ]
}