{
  "author_id": 1186,
  "author_meta": "أبو القاسم الكرماني (٠٠٠ - نحو ٥٠٥ هـ = ٠٠٠ - نحو ١١١٠ م)\n[كذا قيد الزركلي وفاته، وقد ذكر د عبد الله المنصور جملة دلائل على وفاته بعد ٥٣١، منها أن نسخة من «غرائب التفسير» كتب الناسخ في آخرها: «فرغ المصنف وهو الشيخ الإمام تاج القراء برهان الدين رحمه الله تعالى من تحريره وتصنيفه في شهر ربيع الآخر سنة إحدى وثلاثين وخمسمائة» (تحقيق «لباب التفاسير»، رسالة دكتوراة)]\nمحمود بن حمزة بن نصر، أبو القاسم برهان الدين الكرماني، ويعرف بتاج القراء\nعالم بالقراآت.\nنقل في (التفسير) آراء مستنكرة، في معرض التحذير منها، كان الأولى إهمالها.\nأثنى عليه الجزرى وذكر بعض كتبه، ومنها:\n(لباب التفاسير - خ) في شستربتى (٤١٤٧) [طُبع] وهو المعروف بكتاب «العجائب والغرائب» في مجلدين، ضمنه أقوالا في معاني بعض الآيات، قال السيوطي (في الإتقان): (لا يحل الاعتماد عليها ولا ذكرها إلا للتحذير منها)\n- من ذلك أنه نقل قول (أبي مسلم) في (حم عسق): إن الحاء حرب علي ومعاوية، والميم ولاية المروانية، والعين ولاية العباسية، والسن ولاية السفيانية، والقاف قدرة مهدى، وقال: (أردت بذلك أن يعلم أن فيمن يدعى العلم حمقى!)\n- ومنه نقله قول من قال في ألم: (معنى ألف، ألف الله محمدا فبعثه نبيا، ومعنى لام لامه الجاحدون وأنكروه، ومعنى ميم الجاحدون المنكرون، من الموم، وهو البرسام!)\n- وثمة ترهات أخرى حكاها في تفسيره، نقل السيوطي بعضها ونقل طاشكبرى بعضا آخر، واستنكرا إيراده لها\n[كذا قال: «لباب التفاسير. . . وهو المعروف بكتاب العجائب والغرائب» ا هـ. وللكرماني تفسيران: «لباب التفاسير» صنفه أولا، ثم أتبعه بآخر قصد فيه قصدا إلى جمع الغرائب والعجائب، فسماه «غرائب التفسير وعجائب التأويل» وقال في مقدمته: ولم أشتغل بذكر الآيات الظاهرة والوجوه المتظاهرة ولا بذكر الأسباب والنزول والقصص والفصول، فإني قد أودعت جميع ذلك في كتابي الموسوم بـ «لباب التفاسير». (غرائب التفسير ط دار القبلة ص ٨٨)]\n(خط المصاحف)\n(لباب التأويل) [كذا، ولعله يقصد المذكور سابقا، وقد صرح مؤلفه باسمه «لباب التفاسير» فيما نقلناه عنه]\n(البرهان في متشابه القرآن - خ) [طُبع]\n(شرح اللمع لابن جني) و (اختصاره)\n(الإيجاز) مختصر الإيضاح للفارسي.\n[قال الدكتور عبد الرحمن الشهري في «ملتقى أهل التفسير»: قمنا في «كرسي القرآن الكريم وعلومه» بجامعة الملك سعود، بإعادة تحقيق كتاب عجائب التفسير على عدد من النسخ الخطية الجيدة، وجمعنا كل تراثه في القرآن وعلومه وهي تفسيره اللباب كاملاً بتحقيق د. ناصر العمر والزملاء الثلاثة الباقين، مع كتابه في شرح الغاية في القراءات، وكتاب المصاحف وكتابه في المتشابه بتحقيق د. ناصر العمر وعجائب التفسير وهي ستخرج قريباً في مجموعة كاملة بإذن الله]\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معكوفين]",
  "books": [
    {
      "text_id": 12820,
      "title": "غرائب التفسير وعجائب التأويل"
    },
    {
      "text_id": 3580,
      "title": "أسرار التكرار في القرآن = البرهان في توجيه متشابه القرآن"
    },
    {
      "text_id": 36,
      "title": "لباب التفاسير للكرماني (ناقص)"
    }
  ]
}