{
  "author_id": 1187,
  "author_meta": "الدكتور عبد العظيم إبراهيم محمد المطعني داعية إسلامي مصري معاصر، قدم إضافات ثمينة إلى المكتبة العربية في مجال تخصصه الأصلي وهو البلاغة العربية. من مواليد مايو ١٩٣١ بجزيرة المنصورية التابعة لمحافظة أسوان.\nتعليمه\nوحفظ القرآن الكريم في الكتاب، ودرس محو الأمية، وفي أثناء الزيارات التي كان يقوم بها علماء الأزهر والأوقاف يجوبون فيها أرجاء القطر المصري للتعليم والوعظ والإرشاد وجد الشيخ عطا محمد عطا في الطفل عبد العظيم نباهة وحبًّا للعلم؛ قلَّ أن يوجد لدى أقرانه، فنصحه بالالتحاق بالأزهر الشريف، وبالفعل سافر إلى القاهرة في الأربعينيات ولكن فاته امتحان القبول للتأخر في الوقت، فصمَّم على عدم العودة إلى القرية مرةً أخرى.\nوبدأ الدراسة عن طريق جلسات الاستماع التي يقيمها العلماء ولكنهم لا يمتحنون من يستمع إليهم؛ فهي دراسة حرة، مما هيَّأ الطالب أكثر للدراسة والاستيعاب، فالتحق رسميًّا في العام التالي، وبدأ المشوار العلمي ليحصل على الابتدائية ثم الثانوية ثم الالتحاق بكلية اللغة العربية، وتبدأ رحلته العلمية.\nبعد ذلك بدأ العمل في جريدة الأهرام ثم الإعداد للدراسات العليا والحصول على الماجستير عام ١٩٦٨م، ثم الدكتوراه عام ١٩٧٤م، والتي عنوانها خصائص التعبير القرآني. ومنذ ذلك التاريخ قدم استقالته بالأهرام وعمل بالتدريس بالجامعة ليؤدي مهمته العلمية.\nنشاطه الدعوي\n* المشاركة في الندوات والمؤتمرات حول القضايا الإسلامية.\n* الاشتباك مع أعداء الفكر الإسلامي من العلمانيين وغيرهم.\n* مواجهة شبهات المشككين سواء من العرب أو من المستشرقين، وقد أثخنت كتاباته هؤلاء الطاعنين.\n* الفتاوى\n* التدريس الجامعي والاشراف العلمي\n* التأليف المتخصص في البلاغة\nمؤلفاته\n* كتابه الجامع في دفع الشبهات المثارة حول السنة النبوية،\n* كتابه الإسلام في مواجهة الأيديولوجيات المعاصرة،\n* إضافة إلى كتبه عن بلاغة القرآن والمجاز في القرآن.\nوقدم دفاعاتٍ مجيدةً عن الثقافة العربية الأصيلة، من خلال كتاباته المتنوعة في صحف مصرية وعربية عديدة، منها: (الأهرام) و(المساء) و(النور) و(الدعوة) و(آفاق عربية) و(اللواء الإسلامي) و(عقيدتي).\nالوفاة\nتوفي في ٢٩ يوليو ٢٠٠٨، وتم تشييع الجنازة عقب صلاة ظهر يوم ٣٠ يولية من مسجد النور بالعباسية القاهرة",
  "books": [
    {
      "text_id": 1408,
      "title": "أخطاء وأوهام في أضخم مشروع تعسفي لهدم السنة"
    },
    {
      "text_id": 1409,
      "title": "الشبهات الثلاثون المثارة لإنكار السنة النبوية عرض وتفنيد ونقض"
    },
    {
      "text_id": 1410,
      "title": "المجاز عند الإمام ابن تيمية وتلاميذه بين الإنكار والإقرار"
    },
    {
      "text_id": 1411,
      "title": "سماحة الإسلام في الدعوة إلى الله"
    },
    {
      "text_id": 1412,
      "title": "عقوبة الارتداد عن الدين بين الأدلة الشرعية وشبهات المنكرين"
    },
    {
      "text_id": 21785,
      "title": "خصائص التعبير القرآني وسماته البلاغية"
    }
  ]
}