{
  "author_id": 1188,
  "author_meta": "محمد عمارة مصطفى عمارة ٨ ديسمبر ١٩٣١ مفكر إسلامي، مؤلف ومحقق وعضو مجمع البحوث الإسلامية بالأزهر\nنشأته ودراسته\nولد بريف مصر مركز قلين- كفر الشيخ-في مصر في ٨/ ١٢/١٩٣١، حفظ القرآن وجوده وهو في كتاب القرية. بدأت تتفتح وتنمو اهتماماته الوطنية والعربية وهو صغير. وكان أول مقال نشرته له صحيفة (مصر الفتاة) بعنوان (جهاد عن فلسطين). درس الدكتوراه في العلوم الإسلامية تخصص فلسفة إسلامية-كلية دار العلوم-جامعة القاهرة ١٩٧٥. والماجستير في العلوم الإسلامية تخصص فلسفة إسلامية-كلية دار العلوم-جامعة القاهرة ١٩٧٠ م والليسانس في اللغة العربية والعلوم الإسلامية-كلية دار العلوم-جامعة القاهرة ١٩٦٥ م.\nيقول أكرم ذياب وقد نشر بحثا موسعا للرد على أفكار عمارة أن الأخير عاش سلسلة من التحولات الفكرية وقد مر بأطوار ( … ) من الماركسية إلى الاعتزال فالسلفية إلى غير ذلك ويقول الدكتور محمد عباس إن محمد عمارة هو واحد من كوكبة لامعة صادقة هداها الله فانتقلت من الفكر الماركسي إلى الإسلام … وكانت هذه الكوكبة هي ألمع وجوه اليسار فأصبحت ألمع وجوه التيار الإسلامي،ودليلا على أن خياركم في الجاهلية خياركم في الإسلام.\nحصل على العديد من الجوائز والأوسمة والشهادات التقديرية والدروع، منها \"جائزة جمعية أصدقاء الكتاب، بلبنان سنة ١٩٧٢ م\"، وجائزة الدولة التشجيعية بمصر سنة ١٩٧٦، ووسام التيار الفكري الإسلامي القائد المؤسس سنة ١٩٩٨ م.\nالإنتاج العلمي\nحقق لأبرز أعلام اليقظة الفكرية الإسلامية الحديثة، جمال الدين الأفغاني، ومحمد عبده، وعبد الرحمن الكواكبي، وألف الكتب والدراسات عن أعلام التجديد الإسلامي مثل: الدكتور عبد الرزاق السنهوري باشا، والشيخ محمد الغزالي، ورشيد رضا، وخير الدين التونسي، وأبو الأعلى المودودي، وسيد قطب، وحسن البنا، ومن أعلام الصحابة علي بن أبي طالب، كما كتب عن تيارات الفكر الإسلامي القديمة والحديثة وعن أعلام التراث من مثل غيلان الدمشقي، والحسن البصري.\nمن أواخر مؤلفاته في الفكر الحديث: الخطاب الديني بين التجديد الإسلامي والتبديل الأمريكاني، والغرب والإسلام _أين الخطأ .. وأين الصواب؟،ومقالات الغلو الديني واللاديني، والشريعة الإسلامية والعلمانية الغربية،وكتاب مستقبلنا بين التجديد الإسلامي والحداثة الغربية، أزمة الفكر الإسلامي الحديث، والإبداع الفكري والخصوصية الحضارية، وغيرها كثير.\nأسهم في العديد من الدوريات الفكرية المتخصصة، وشارك في العديد من الندوات والمؤتمرات العلمية،ونال عضوية عدد من المؤسسات الفكرية والبحثية منها المجلس الأعلى للشئون الإسلامية، والمعهد العالي للفكر الإسلامي. وقد اتسمت كتابات الدكتور عمارة وأبحاثه التي أثرى بها المكتبة العربية والتي وصلت إلى (٢٠٠) مؤلفا بوجهات نظر تجديدية وإحيائية، والإسهام في المشكلات الفكرية،ومحاولة تقديم مشروع حضاري نهضوي للأمة العربية والإسلامية في المرحلة التي تعيش فيها.\nأهم ما يميز فكره\nإن أهم ما يميز فكره هو إيمانه ودفاعه عن وحدة الأمة الإسلامية, وتدعيم شرعيتها في مواجهة نفي البعض لها، حتى نعَت العلمانيون دكتور عمارة بأنه المنظًر للحركة الإسلامية، ويقول هو: ذلك شرف لا أدًعيه وهم لا يقصدون منه المديح وإنما استعداء السلطات ضدي.\nوينتمي المفكر إلى المدرسة الوسطية ويدعو إليها، فيقول عنها إنها (الوسطية الجامعة) التي تجمع بين عناصر الحق والعدل من الأقطاب المتقابلة فتكوّن موقفا جديدا مغايرا للقطبين المختلفين ولكن المغايرة ليست تامة،فالعقلانية الإسلامية تجمع بين العقل والنقل، والإيمان الإسلامي يجمع بين الإيمان بعالم الغيب والإيمان بعالم الشهادة،والوسطية الإسلامية تعني ضرورة وضوح الرؤية باعتبار ذلك خصيصة مهمة من خصائص الأمة الإسلامية والفكر الإسلامي،بل هي منظار للرؤية وبدونه لا يمكن أن نبصر حقيقة الإسلام، وكأنها العدسة اللامعة للنظام الإسلامي والفكرية الإسلامية. والفقه الإسلامي وتطبيقاته فقه وسطي يجمع بين الشرعية الثابتة والواقع المتغير أو يجمع بين فقه الأحكام وبين فقه الواقع،ومن هنا فإن الله جعل وسطيتنا جعلا إلهيا (جعلناكم أمة وسطا) سورة البقرة آية ١٤٣.\nمؤلفاته\n* التفسير الماركسي للإسلام.\n* المعتزلة ومشكلة الحرية الإنسانية.\n* معالم المنهج الإسلامي.\n* الإسلام والمستقبل.\n* نهضتنا الحديثة بين العلمانية والإسلام.\n* معارك العرب ضد الغزاة.\n* الغارة الجديدة على الإسلام.\n* جمال الدين الأفغاني بين حقائق التاريخ وأكاذيب لويس عوض.\n* الشيخ الغزالي: الموقع الفكري والمعارك الفكرية.\n* الوعي بالتاريخ وصناعة التاريخ.\n* التراث والمستقبل.\n* الإسلام والتعددية.\n* الإبداع الفكري والخصوصية الحضارية.\n* الدكتور عبد الرازق السنهوري باشا: إسلامية الدولة والمدنية والقانون.\n* الإسلام والسياسة: الرد على شبهات العلمانيين.\n* الجامعة الإسلامية والفكرة القومية.\n* قاموس المصطلحات الاقتصادية في الحضارة الإسلامية.\n* عمر بن عبد العزيز.\n* جمال الدين الأفغاني موقظ الشرق وفيلسوف الإسلام.\n* محمد عبده: تجديد الدنيا بتجديد الدين.\n* عبد الرحمن الكواكبي.\n* أبو الأعلى المودودي.\n* رفاعة الطهطاوي.\n* علي مبارك.\n* قاسم أمين.\n* معركة المصطلحات بين الغرب والإسلام.\n* القدس الشريف رمز الصراع وبوابة الانتصار.\n* هذا إسلامنا: خلاصات الأفكار.\n* الصحوة الإسلامية في عيون غربية.\n* الغرب والإسلام.\n* أبو حيان التوحيدي.\n* ابن رشد بين الغرب والإسلام.\n* الانتماء الثقافي.\n* التعددية: الرؤية الإسلامية والتحديات الغربية.\n* صراع القيم بين الغرب والإسلام.\n* الدكتور يوسف القرضاوي: المدرسة الفكرية والمشروع الفكري.\n* عندما دخلت مصر في دين الله.\n* الحركات الإسلامية: رؤية نقدية.\n* المنهج العقلي في دراسات العربية.\n* النموذج الثقافي.\n* تجديد الدنيا بتجديد الدين.\n* الثوابت والمتغيرات في فكر اليقظة الإسلامية الحديثة.\n* نقض كتاب الإسلام وأصول الحكم.\n* التقدم والإصلاح بالتنوير الغربي أم بالتجديد الإسلامي.\n* الحملة الفرنسية في الميزان.\n* الحضارات العالمية: تدافع أم صراع.\n* إسلامية الصراع حول القدس وفلسطين.\n* القدس بين اليهودية والإسلام.\n* الأقليات الدينية والقومية: تنوع ووحدة أم تفتيت واختراق.\n* السنة النبوية والمعرفة الإنسانية.\n* خطر العولمة على الهوية الثقافية.\n* مستقبلنا بين العالمية الإسلامية والعولمة الغربية.\n* بين الغزالي وابن رشد.\n* الدين والدولة والمدنية عند السنهوري باشا.\n* هل المسلمون أمة واحدة.\n* الغناء والموسيقى حلال أم حرام.\n* أزمة العقل العربي.\n* المواجهة بين الإسلام والعلمانية.\n* تهافت العلمانية.\n* الحركة الإسلامية: رؤية مستقبلية.\n* القرآن.\n* محمد صلى الله عليه وسلم.\n* عمر بن الخطاب.\n* علي بن أبي طالب.\n* قارعة سبتمبر.\n* الأعمال الكاملة لرفاعة الطهطاوي .. (تحقيق).\n* الأعمال الكاملة لجمال الدين الأفغاني .. (تحقيق).\n* الأعمال الكاملة للشيخ محمد عبده .. (تحقيق).\n* الأعمال الكاملة لعبد الرحمن الكواكبي .. (تحقيق).\n* الأعمال الكاملة لقاسم أمين .. (تحقيق).\n* الأعمال الكاملة لعلي مبارك .. (تحقيق).\n* رسائل العدل والتوحيد .. (تحقيق).\n* كتاب الأموال لأبي عبيد القاسم بن سلام .. (تحقيق).",
  "books": [
    {
      "text_id": 11398,
      "title": "تقرير علمي رد على كتاب \"مستعدين للمجاوبة\" لـ سمير مرقص"
    },
    {
      "text_id": 1414,
      "title": "شبهات حول القرآن"
    }
  ]
}