{
  "author_id": 1189,
  "author_meta": "إبراهيم عوض أديب عربي ومفكِّر إسلامي مصري.\nنشأته\nولد الدكتور إبراهيم عوض في قرية كتامة الغابة مركز بسيون بمحافظة الغربية في مصر عام ١٩٤٨م في أسرة تشتغل بالتجارة.\nدراسته\nتعلم في كتاب القرية حيث أتم حفظ القرآن في الثامنة من عمره، ثم التحق في الثانية عشرة تقريبا بالمعهد الأحمدى الأزهرى في طنطا، ومنه حصل على الإعدادية عام ١٩٦٣م، وكان ترتيبه الثالث مكررا على طلاب الجمهورية الناجحين في تلك الشهادة لذلك العام. ثم انتقل بعدها إلى المدرسة الأحمدية الثانوية بنفس المدينة ليحصل منها على الثانوية العامة عام ١٩٦٦م، وكان ترتيبه الأول على محافظة الغربية، والأول على طلاب الجمهورية في مادة \"اللغة العربية\". ومن هناك تحول إلى العاصمة حيث التحق أولا بكلية الاقتصاد والعلوم السياسية بجامعة القاهرة لمدة ثلاثة أيام لا غير لم يجد فيها نفسه فتركها إلى قسم اللغة العربية وآدابها بكلية الآداب التي تخرج منها عام ١٩٧٠م، وكان ترتيبه الأول على الدفعة، إذ كان الوحيد الذى حصل على تقدير \"جيد جدا مع مرتبة الشرف الثانية\".\nحياته العلميّة\nحين أعلنت آداب عين شمس عن حاجتها إلى معيد في قسم اللغة العربية وآدابها تقدم لشغل هذه الوظيفة ضمن المتقدمين، فكانت من نصيبه. وبعدها حصل على درجة الماجستير من تلك الكلية في الأدب العربى الحديث عام ١٩٧٤م، ثم سافر في بعثة إلى بريطانيا عام ١٩٧٦م لمواصلة دراساته العليا في جامعة أوكسفورد، وعاد سنة ١٩٨٢م بعد أن حصل على درجة الدكتورية في النقد الأدبى. وهو الآن أستاذ في نفس الكلية، ويدرس للطلاب مقررات الأدب العربى والنقد الأدبى والدراسات الإسلامية والترجمة من الإنجليزية، ويشرف على طلاب الماجستير والدكتوراه. وهو متزوج ولديه ابن وبنتان، وقد نشأ يتيم الأبوين، إذ ماتت أمه وهو في نحو السادسة، ولحق بها أبوه بعد ذلك بثلاثة أعوام.\nمؤلّفاته\nله من الكتب أكثر من مائة كتاب ما بين كتب ورقية وكتب ضوئية على شبكة الإنترنت. وفى دراساته النقدية نراه لا يلتزم بمنهج نقدى واحد بل يعمل على الاستفادة من المناهج كلها حسب طبيعة الدراسة التي يقوم بها، وإن كان يميل إلى الانتفاع من المنهج الأسلوبى في دراساته للقرآن الكريم، وبخاصة في مجال التفرقة بينه وبين الحديث النبوى، والتمييز بين المكى والمدنى منه، ونفى ما يزعم الزاعمون من أن هناك آيات وسورا كانت موجودة فيه ثم أسقطت، مثل آيتى الغرانيق وسورة \"النورين\"\nمنهجه العلمي\nوالمطالع لقائمة كتب الدكتور إبراهيم عوض يرى بوضوحٍ اتساع الرقعة التي يتناولها بالبحث والدراسة من الأدب العربى والنقد الأدبى والفكر الإسلامى. وله أكثر من كتاب تناول فيه بالدراسة النقدية التحليلية عددا من الترجمات القرآنية التي قام بها فرنسيون وإنجليز، وأغلبهم من المستشرقين، مبينا عيوب تلك الترجمات ومفندا المزاعم التي ادعاها بعض الدارسين الغربيين عن القرآن. كما أنه في الكتب التي درس فيها بعض السور القرآنية كان حريصا على أن يرجع إلى ما كتبه المستشرقون والمسلمون غير العرب في ذات الموضوع، بالإضافة إلى أنه يبدأ دائما كل دراسة من هذا النوع برصد السمات الأسلوبية التي تؤكد مكية السورة أو مدنيتها، فضلا عما تنفرد به السورة من خصائص أسلوبية لا تشاركها فيه أية سورة أخرى\nوالملاحظ أنه يهتم أشد الاهتمام بالرد على من يرى أنهم يسيئون إلى الإسلام متبعا منهجا عقليا صارما، وإن استخدم مع ذلك أسلوبا أدبيا لا يخلو في بعض الأحيان من فكاهة وحدة لاذعة. وقد تصدى لتطاول القمص زكريا بطرس على رسول الله فأطلق عليه لقب \"القمص المنكوح\" ردا على تسميته لرسول الله ب\"الرسول النكاح\" وتصوره أنه بذلك يسئ له صلى الله عليه وسلم غير دار أن الزواج هو سنة الفطرة لا عيب فيه، بل العيب كل العيب في تجاهل تلك الفطرة. وله في هذا الرد نحو عشرة كتب يجدها القارئ في موقع الدكتور الذى سوف نذكر عنوانه بعد قليل.\nللدكتور أيضا عدد من الدراسات النقدية في مجال القصة والمسرح ومناهج النقد الأدبى وفلسفة الفن، كما كتب عن بعض الشعراء القدماء مثل عنترة بن شداد والنابغة الجعدي، والمتنبي الذى ألف عنه ثلاثة كتب كاملة، علاوة على اثنى عشر شاعرا عباسيا من شعراء الصف الثانى يجد القارئ ما كتبه الأستاذ الدكتور عنهم في كتابه: \"شعراء عباسيون\"، بالإضافة إلى تحليله لعشرات القصائد من عصور الأدب العربى المختلفة في عدة كتب أخرى\nمن كتبه الإسلامية التي ينبغى ذكرها كتابه: \"مصدر القرآن- دراسة لشبهات المستشرقين والمبشرين حول الوحى المحمدى\"، وفيه عرض الدكتور إبراهيم لكل الشبهات التي يرددها هؤلاء وأولئك وحللها تحليلا عقليا مفصلا، وانتهى من تحليله إلى أن محمدا لا يمكن أن يكون كذابا مخادعا ولا واهما مخدوعا عن حقيقة أمره ولا مريضا بأى مرض عصبى كالصرع والهستيريا مثلا، وأن القرآن لا يمكن أن يكون من تأليفه ولا مستقى من أى مصدر بشرى مكتوب أو شفاهى. ومن هذه الكتب أيضا كتابه: \"دائرة المعارف الإسلامية- أضاليل وأباطيل\"ـ الذى رصد فيه كل ما سدده كتاب تلك الدائرة من سهام إلى القرآن والإسلام ونبيه وشريعته راجعا في ذلك إلى عشرات المصادر والمراجع مبينا الأوهام المضحكة والأخطاء المتعمدة التي صدرت عن أولئك الكتاب. وللرجل أيضا عدد من الكتب المترجمة عن الفرنسية والإنجليزية في الأدب العربى والدراسات القرآنية",
  "books": [
    {
      "text_id": 1415,
      "title": "عصمة القرآن الكريم وجهالات المبشرين"
    }
  ]
}