{
  "author_id": 1200,
  "author_meta": "صلاح عبد الفتاح الخالدي\nأستاذ التفسير وعلوم القرآن بكلية أصول الدين / جامعة البلقاء التطبيقية\n[دراسته]\nولد في مدينة جنين في (١/ ١٢/ ١٩٤٧ م) الموافق (١٨/ محرم/ ١٣٦٧ هـ)\nدرس في جنين في المدارس الحكومية حتى الصف الثاني الإعدادي\nثم توجه إلى الدراسة الشرعية، فانتقل إلى نابلس للدراسة في المدرسة الإسلامية، ودرس فيها سنتين: الثالث الإعدادي والأول الثانوي\nوهذه المدرسة كانت مرتبطة مع الأزهر، فكان الطلاب الأوائل يذهبون في بعثة للدراسة في الأزهر. فسافر إلى القاهرة سنة ١٩٦٥ م، وهناك أخذ الثانوية الأزهرية، ثم دخل كلية الشريعة وتخرج فيها سنة ١٩٧٠ م ثم عاد إلى الأردن\nالماجستير: (١٩٨٠ م) من جامعة الإمام محمد بن سعود الإسلامية بالرياض، بعنوان: (سيد قطب والتصوير الفني في القرآن)\nالدكتوراه: (١٩٨٤ م) من الجامعة نفسها، بعنوان: (في ظلال القرآن - دراسة وتقويم)\nممن درَّسه أو التقى بهم في السعودية:\n- الشيخ عبدالله الغديان - عضو هيئة كبار العلماء-: درسه علوم القرآن\n- الدكتور مصطفى مسلم -وهو من العلماء السوريين المعروفين-: درّسه التفسير، وغيرهم.\n[الوظائف]\nبعد تخرجه من الأزهر: واعظ بوزارة الأوقاف في الأردن، في مدينة الطفيلة.\nوفي عام ١٩٧٤ م: مراقب للتوجيه الإسلامي (مساعد مدير أوقاف)، في مدينة السلط\nوفي سنة ١٩٨٠ م - بعد الماجستير-: عُين في كلية العلوم الإسلامية في عمان، وبقي فيها حتى عام ١٩٩١ م، وكان عميداً لها في آخر سنتين\nبعد ١٩٩١: مدرس في كلية أصول الدين / جامعة البلقاء التطبيقية\n[مؤلفاته]\nله اهتمام واضح بسيد قطب وكتبه:\n- (سيد قطب والتصوير الفني في القرآن) [رسالة الماجستير]\n- (في ظلال القرآن، دراسة وتقويم) [رسالة الدكتوراة]\n- (سيد قطب الشهيد الحي) [أول كتبه، وطبع سنة ١٩٨١ م]\n(من كنوز القرآن): سلسلة قرآنية: ظهر منها عشر حلقات منها: مفاتيح للتعامل مع القرآن، في ظلال الإيمان، الشخصية اليهودية من خلال القرآن، لطائف قرآنية .. إلخ.\n(الخطة البراقة لذي النفس التواقة): ذكر فيه كيف ينظم المسلم وقته ويستفيد منه فائدة جيدة\n(البيان في إعجاز القرآن): كتاب أكاديمي أعد لطلاب كليات المجتمع (تم تأليفه سنة ١٩٨٩ م)، وقد تم إعداده بهدف معين ووفق مخطط خاص، وهو كتاب تاريخيّ إلى حد ما؛ تناول فيه الإعجاز القرآني ومسيرته التاريخية\n(إعجاز القرآن البياني ودلائل مصدره الرباني). ألفه بعد ذلك عندما أصبح مدرساً في كلية أصول الدين: وهو أشمل وأكثر فائدة من سابقه، وفيه تحليلات قرآنية أجود\nتهذيب تفسير الطبري\nتهذيب تفسير ابن كثير\nوكتبه وصل عددها إلى نيف وأربعين كتاباً\n[توفي يوم الجمعة ٢٥ جمادى الآخرة ١٤٤٣ هـ الموافق ٢٨ يناير ٢٠٢٢ في مدينة عمان، إثر اصابته بفيروس كورونا].\n(الترجمة مستفادة من لقاء أجرته مع المترجَم مجلة الفرقان التي تصدرها جمعية المحافظة على القرآن الكريم بالأردن)",
  "books": [
    {
      "text_id": 1431,
      "title": "القرآن ونقض مطاعن الرهبان"
    },
    {
      "text_id": 18122,
      "title": "التفسير والتأويل في القرآن"
    },
    {
      "text_id": 38071,
      "title": "مفاتيح للتعامل مع القرآن"
    },
    {
      "text_id": 5377,
      "title": "تصويبات في فهم بعض الآيات"
    }
  ]
}