{
  "author_id": 1201,
  "author_meta": "كتب تلميذ الشيخ / أبو الأشبال ناصر الهوارى السكندرى ما يلي\nاسمه: أحمد محمد شحاته الألفى السكندرى ..\nكنيته ولقبه: أبو محمد الألفى.\nمولده: ولد عام ١٣٧٠ هجرية بمدينة الأسكندرية.\nنشأته: نشأ محباً للعلم وقد تأثر فى نشأته بدعاة جماعة أنصار السنة المحمدية ودعوتهم الى التوحيد ومحاربة البدع, والحث على لزوم السنة ولا زال أهل الإسكندرية يذكرون مواقف الشيخ فى مولد الزرقانى ووقوفه داعياً للتوحيد ومحذراً الناس من البدع والخرافات وحثهم على لزوم السنة ولبس عباءة التوحيد.\nشيوخه: الشيخ العلامة محمد نجيب المطيعى أخذ عنه الحديث والفقه الشافعى , وأخذ عنه طريقته فى التحديث بالإسناد على النحو الذى يجيده الشيخ مما يدل على ذهن متقد وحفيظة قوية يلحظ ذلك من واظب على الحضور للشيخ، والشيخ محمد على عبد الرحيم الرئيس السابق لجماعة أنصار السنة المحمدية، والشيخ محمد عائش عبيد صاحب كتاب \" تغريدة السيرة النبوية \" وحفظ القرأن على الشيخ ضيف أحد شيوخ جماعة أنصار السنة المحمدية ..\nمنهجه فى الدعوة: يرى الشيخ أن دعوتنا يجب أن تكون عامة لكل أهل التوحيد ممن يدخلون فى دائرة العذر, وفى هذا ينكر الشيخ على بعض الدعاة ممن لديهم خصوصية فى العمل الجماعى أدت بهم للدخول فى اطار الحزبية الممقوتة. ودعوته موافقة للكبار ابن باز وابن عثيمين والألبانى. (كتاب وسنة بفهم سلف الأمة).\nدروسه: يقوم الشيخ بتدريس كتب السنة وشروحاتها بالأضافة الى أبحاثه القيمة مثل (بحثه فى الفاظ الجرح والتعديل ومراتبها عند الحافظ بن حجرو منها بحثه الماتع \"المنهج المامول فى بيان معنى قول بن حجر مقبول\"، \"الإكليل فى بيان إحتجاج الأئمة برويات بالمجاهيل \" وغيرها من الأبحاث القيمة.\nوهو الآن يشرح فى جامع الترمذى يوم الثلاثاء بعد المغرب، وبعد العشاء .. شرح الباعث الحثيث إختصار علوم الحديث .. ويوم السبت بعد صلاة المغرب شرح كتاب الشريعة للأجرى، بالإضافة إلى خطبة الجمعة. وذلك بمسجد الإمام البخارى.\nمذهبه: الشيخ شافعى المذهب فيما يوافق الدليل وهو ينهى أشد النهى عن التقليد وقوله قول الأئمة (اذا صح الحديث فهو مذهبى).\nمصنفاته:\nله مولفات كثيرة تبلغ قرابة الأربعين مولفا\",معظمها لم ينشر ومنها:\nمصنفات علل الحديث\n(١) إرشاد السالك إلى علل أحاديث أنس بن مالك.\n(٢) كشف الباس عن علل أحاديث ابن عباس.\n(٣) كشف النقاب عن علل أحاديث عبد الله بن عمر بن الخطاب.\n(٤) كشف السر عن علل أحاديث أبى هر.\n(٥) الكوكب الدرى ببيان علل أحاديث أبى سعيد الخدرى.\n(٦) اللطائف الوثيقة ببيان علل أحاديث عائشة الصديقة\n(٧) قرة العين ببيان علل أحاديث عمران بن حصين.\n(٨) الوافى بالعهود ببيان علل أحاديث ابن مسعود.\n(٩) هداية السارى ببيان علل أحاديث جابر الأنصارى.\n(١٠) إمتاع الألحاظ ببيان أوهام الحفاظ.\n(١١) تفصيل المقال بأن أكثر وهم شعبة فى أسماء الرجال.\n(١٢) التعقب الحثيث ببيان أقسام علل الحديث.\n(١٣) ترجمان الأفذاذ ببيان الأحاديث الشواذ\n\"مصنفات الأحاديث المتواترة\"\n(١) إتحاف الأفئدة بفضل من بنى لله مسجدا.\n(٢) إتحاف القائم الأوَّاه بطرق حديث إن الله زادكم صلاة.\n(٣) إعلام المؤمن المودود بطرق حديث الحوض المورود.\n(٤) إيضاح الحُجَّة بأن عمرة رمضان تعدل حجَّة.\n(٥) التعليق المأمول على كتاب النزول.\nتحقيق وإيضاح ((كتاب النزول)) للإمام الحافظ أبى الحسن الدارقطنى.\n(٦) بسط القول فى الزجر عن ترك الاستبراء من البول.\n(٧) دقائق النظر فيما تواتر من حديث المهدى المنتظر.\n(٨) قلائد العقيق فى النهى عن صيام أيام التشريق.\n(٩) إعلام اللبيب بحكم خليط التمر والزبيب.\nدقائق الفكر فى علوم الأثر\n(١) إعلام الخريج بدقائق علم التخريج.\n(٢) المنهج المأمول ببيان معنى قول ابن حجر مقبول.\n(٣) الإكليل ببيان احتجاج الأئمة بروايات المجاهيل.\n(٤) التعقب المتوانى على السلسلة الضعيفة للألبانى.\n(٥) مشارق الأنوار وخزائن الأسرار فى كلام الترمذى على مراتب الأخبار.\n(٦) الكوكب السارى فى وحدان البخارى.\n(٧) إرشاد المحتذى إلى وحدان الترمذى.\n(٨) الطارف التليد بترتيب جامع الترمذى على المسانيد.\n(٩) التصريح بضعف أحاديث صلاة التسابيح.\n(١٠) إعلام أهل العصر بما فى الكتب الستة من أسانيد أهل مصر.\n(١١) مشارق الأنوار فى فتاوى الأحاديث والأخبار.\nمصنفات فقهية ومتنوعة\n(١) البشائر المأمولة فى آداب العمرة المقبولة.\n(٢) النبذة اللطيفة فى فضائل المدينة الشريفة.\n(٣) السعى المحمود بتخريج وإيضاح مناسك ابن الجارود.\n(٤) منتهى الغايات فيما يجوز وما لا يجوز من المسابقات.\n(٥) طوق الحمامة فى التداوى بالحجامة.\nمصنفات أدبية\n(١) مقامات السكندرى.\n(٢) تلقيح الألباب بغرر مراثى الأحباب.\n(٣) إنباء الضنين بغرر مراثى البنين\n**وأزف لكم بشرى فإن (دار ابن حزم) قد طبعت كتابين للشيخ. الأول: \" طوق الحمامة فى التدواى بالحجامة \"والثانى \" النبذة اللطيفة فى فضائل المدينة الشريفة \"، (وقامت دار الصفا والمروة بالإسكندرية) بطباعة .. (تحقيق _ التعليق المأمول على كتاب النزول)، (المقالات القصار فى فتاوى الأحاديث والأخبار)، (تحقيق _ أخلاق أهل القرأن للأجري)، (الإلمام بفضائل الشام) .. وللشيخ كتابات متعددة فى العديد من المنتديات منها (ملتقى أهل الحديث، منتدى الألبانى، شبكة سحاب، ومنتدى شباب الإسلام وغيرها).\nصلته بأهل العلم:\nللشيخ مراسلات مع الكثير من أهل العلم منهم الشيخ على حشيش الستامونى (رئيس لجنة البحث العلمى بجماعة أنصار السنة المحمدية) وكذلك التقاء الشيخ بالعديد من المشايخ فى موسمى الحج والعمرة منهم الشيخ المحدث / محمد على آدم الأثيوبى التقاه ودارت بينهم مباحثات نافعة.\nتلاميذه:\nللشيخ تلامذة كثيرون ممن استفادوا من دروسه وخطبه, أما أبرز تلاميذه وكذا أبرز من يواظبون على حضور دروسه فيما أعرف:\nأبو عبد الرحمن محمد مصطفى السكندرى. نزيل الشارقة, صاحب كتاب (زوائد الأدب المفرد على الصحيحين).\n* الأخ/ أبو حازم ناصر بن عبد اللطيف.\n*الأخ / أبو حازم نزيه الشبراوى.\n* الأخ/ أبو حازم فكرى زين العابدين.\n*الأخ/ أبو الأشبال ناصر الهوارى السكندرى.\n* الأخ /أبو أنس محمد على\n*الأخ/عبد الرحمن بن أحمد الأزهرى الطرابيشى\n*عنوان الشيخ: الإسكندرية_العصافرة قبلى _خلف مساكن الضباط _مسجد الأمام البخارى.\nوكتبه تلميذه المحب/ أبو الأشبال ناصر الهوارى السكندرى.",
  "books": [
    {
      "text_id": 3975,
      "title": "شذرات من إتحاف الأريب بأحكام مراتب تقريب التهذيب"
    },
    {
      "text_id": 5917,
      "title": "الحجة بضعف حديث من صلى ركعتين بعد الصبح فله أجر عمرة وحجة"
    },
    {
      "text_id": 5924,
      "title": "دقائق التنبيه والتعريف بما في «الأحاديث المختارة» من الأخطاء والتصحيف"
    },
    {
      "text_id": 96734,
      "title": "اللمعة ببيان أن صلاة العيد لا تجزئ عن صلاة الجمعة"
    }
  ]
}