{
  "author_id": 1202,
  "author_meta": "الترجمة كما وردت في موقع الشيخ - حفظه الله -\nمرحلة النشأة\nولد الشيخ الدكتور محمود بن عبد الرازق بن عبد الرازق بن علي الرضواني مطلع عام ١٣٨٤من الهجرة ، في قرية الكفر الجديد التابعة وقتها لمركز المنزلة والتابعة حاليا لمركز ميت سلسيل بمحافظة الدقهلية بجمهورية مصر العربية، وقد نشأ الشيخ في أسرة متوسطة الحال بين أخوين هما أبوزيد وعلى، وكذلك أربع أخوات، وكان الشيخ أصغرهم جميعا، كان والده رحمه الله يعمل مزارعا بسيطا، والشيخ هو الوحيد بين إخوته الذي تعلم واستمر في رحلته العلمية . حفظ القرآن في الصغر على يد شيخه أحمد محمد البيومي شيخ الجامع الكبير في البلدة آنذاك، وتأثر بأساتذته الذين ساعدوه على الالتزام والتفوق، منهم كما ذكر الشيخ حفظه الله الأستاذ محمد البرماوي الحلوجي أستاذ اللغة العربية رحمه الله، والأستاذ همام محمد محمود الذي كان مثالا للحزم والجد، وكذلك الأستاذ محمود أحمد عبده، والأستاذ عبد الرحيم العدوي، والأستاذ محمد عثمان، والأستاذ محمد متولي رحمه الله.\nالمرحلة المتوسطة\nوممن أثروا في الشيخ وفي تفوقه على أقرانه وهو في مرحلة تعليمه المتوسط، الأستاذ عبد الفتاح بدوي الطنطاوي رحمه الله، والأستاذ عبد المولى الصعيدي، والأستاذ كمال المدني، والأستاذ على بن على بن عوف، والأستاذ عبد الجواد حجازي، والأستاذ إبراهيم شلبي، والأستاذ إبراهيم بدوي، والأستاذ راضي حبيب . وكان شيخه الشيخ محمد الغريب الباز الساعاتي رحمه الله له أكبر الأثر في حياته، فقد كان من مؤسسي جماعة أنصار السنة المحمدية في جمهورية مصر العربية بالقاهرة وهو داعي التوحيد في بلده وقت انتشار البدعة وغلبة الجهل، حيث تعلم منه التوحيد والعقيدة والحديث والتزام بالسنة ونبذ البدعة، وتعلم منه أيضا الكثير من دروس الفقه والتفسير . ويعد الشيخ محمد الغريب الباز السبب الأساسي المحفز لسفر الشيخ في طلب العلم والانتقال للدراسة في الجامعة الإسلامية بمدينة المصطفى صلى الله عليه وسلم، حيث قال له : ( يا بني إني أرى فيك طاقة كبيرة لطلب العلم وتحصيلة ولو بذلت تلك الطاقة في خدمة دينك سيكون لك شأن عظيم، فأنصحك بعد نجاحك في المرحلة الثانوية أن تتقدم بأوراقك للدراسة في الجامعة الإسلامية بالمدينة المنورة)، فرحمه الله رحمة واسعة، ولا زال الشيخ يزور قبره ويدعو له، ويصل أولاده ويزورهم حتى الآن .\nالمرحلة الجامعية والسفر لطلب العلم في المدينة المنورة\nعمل الدكتور الرضواني بنصيحة شيخه محمد الغريب الباز رحمه الله وبعد تفوقه في المرحلة الثانوية قدم أوراقه طالبا الالتحاق بالجامعة الإسلامية في المدينة المنورة بعد أن زكاه شيخه رحمه الله، وأرسله إلى صديقه في مدينة شربين فضيلة الشيخ عبد الباقي الحسيني للتصديق على التزكية من فرع أنصار السنة هناك. وحرصا من الدكتور الرضواني على وصول أوراقه إلى الجامعة بالمدينة المنورة أرسلها مع أحد جيرانه المسافرين إلى السعودية ليسلم الأوراق لهم بيده، لكن الرجل لم يفعل ومكث في مدينة جدة فترة طويلة ثم أرسل الأوراق بالبريد، وكان قد كتب العنوان بطريقة خطأ فبدلا من أن يرسله إلى المدينة المنورة أرسله بطريق الخطأ إلى الشيخ في مصر . ظن الشيخ لأول وهلة أنه لم يقبل في الجامعة الإسلامية، ثم فطن الشيخ بفضل الله إلى ذلك الخطأ وعلم أن الأوراق لم تصل إلى الجامعة أصلا وأن الرجل قصر في حمل الرسالة كما وعد، فأعاد إرسالها مرة أخرى بالبريد العادي، وكان ذلك سببا في تأخره عاما كاملا عن الالتحاق بالجامعة . لكن الشيخ وقتها اضطر إلى الالتحاق بكلية الهندسة جامعة المنصورة ودرس فيها السنة الإعدادية وقد نجح فيها عن جدارة، واستفاد منها كثيرا في توسيع مداركه وفهمه ، لاسيما في علوم الهندسة والرياضيات ، وكان ذلك سببا في تعلقه بالكمبيوتر لاحقا، وانتقل الشيخ إلى السنة الأولى في تخصص الهندسة المدنية، وقبل بداية الدراسة بعدة أسابيع كان الشيخ في الكلية في بعض التدريبات الهندسية العملية، فبلغه خبر من أهله بأن الجامعة الإسلامية في المدينة المنورة وافقت على قبوله للدراسة في المدينة المنورة، وأنه يتوجب عليه التوجه لمقابلة مندوبها في القاهرة . وقد تمت المقابلة واجتازها الشيخ بنجاح، غير أنه تأخر في إعداد أوراقه اللازمة لسفره حيث كانت الدراسة قد بدأت في الجامعة الإسلامية ذلك العام، ولم يتبق منها يوم سفره إلى المدينة المنورة سوى ثلاثة أسابيع من الفصل الدراسي الأول . ولما وصل الشيخ إلى المدينة المنورة وكان ذلك ليلة جمعة أحس بمشاعر إيمانية غامرة عندما وطأت قدمه أرض مطار المدينة المنورة، وهو يتساءل في نفسه : أهذه هي الأرض التي وطأتها قدم رسول الله صلى الله عليه وسلم وأصحابه رضي الله عنهم ؟ وقد صلى الشيخ صلاة الجمعة في مسجد رسول الله صلى الله عليه وسلم وزار قبره وسلم عليه وكان ذلك دافعا في بلوغ همته لطلب العلم أقصاها . والتحق الشيخ بعد محاولات عديدة بكلية الدعوة وأصول الدين حيث كانت الكلية قد استوفت العدد المطلوب ولم يتوفر له مكان فيها ؛ فقدر الله أن يحول أحد الطلاب وقتها وينتقل من كلية الدعوة إلى كلية القرآن الكريم، فحل الشيخ محله بتوفيق الله واستقر مع زملائه في الأيام المتبقية في هذا الفصل الدراسي . وقد نصحه مشايخه أن يرجئ اختبار الفصل الأول إلى الفصل الدراسي الثاني فيختبرهما معا وهذا معمول به في نظام الكلية، لكن الشيخ وقتها أبى وأصر أن يكون مع أقرانه من طلاب العلم ؛ فجمع ما استطاع من مذكرات وتمكن في أقل من أسبوعين أن يدرس جميع ما قرر من المناهج . وكان سكن الشيخ بجوار جبل سلع بشارع أبي بكر الصديق، أو شارع سلطانة حاليا فكان يصعد الجبل في هدوء الليل يذاكر ويحفظ ويصلي ويجلس مع نفسه يتذكر قصة كعب بن مالك رضي الله عنه في محنته وهو في خيمته بظهر هذا الجبل عندما ضَاقَتْ عَليه نَفْسِه وَضَاقَتْ عَلَيه الأَرْضُ بِمَا رَحُبَتْ فأنزل الله توبته، وسَمِعُْ صَوْتَ صَارِخٍ أَوْفَى عَلَى جَبَلِ سَلْعٍ بِأَعْلَى صَوْتِهِ يَناديه : يا كَعْبُ بْنَ مَالِكٍ أَبْشِرْ بالتوبة .. وبارك الله في تلك الأيام حيث استوعب فيها الكثير، وأصبح مهيأً لدخول الاختبارات، وكان الشيخ يمكث ساعات طويلة كل ليلة حتى يذهب لصلاة الفجر في المسجد النبوي، ثم يذهب بعدها إلى الدراسة في الجامعة . وقد اجتاز الشيخ الاختبار بنجاح وتفوق وامتياز، فعلم أقرانه منزلته وما حباه الله من قدرات على الفهم والاستيعاب، وصارت بينه وبين الكثير منهم من مختلف الجنسيات والدول صحبة وصداقة حميمة، وكان منهم فضيلة الشيخ عبد الله بن عبد الرحمن الجربوع الذي كان صديقا محبا ومنافسا قويا للشيخ في تفوقه ورحلته في طلب العلم . وكان الشيخ عبد الله الجربوع قد نصحه وقتها بأن يتزوج وألح عليه ووقف بجواره في ذلك، وقد كان أغلب طلاب العلم وقتها يأتون للدراسة في الجامعة مع زوجاتهم أولادهم، ولا يرغبون في العزوبية، فسافر الشيخ إلى مكة لأداء نسك العمرة ودعا ربه في طوافه بالبيت الحرام أن يرزقه بامرأة صالحة تعينه على طاعة ربه . ولما عاد الشيخ إلى مصر خطب امرأة من بعض قرابته البعيدة ساقها الله إليه، ولم تكن في حسبانه، بل لم يأت ذكرها على باله ؛ إذ أن أمه رحمها الله كانت وهو في المدينة المنورة قد ذكرت له امرأة من قرابته وهى كريمة الحاج علي بن عبد الغفار بن أحمد المجاهدية فوافق عليها، ثم لما رآها أخبر والدته أنها تختلف عن التي يعرفها عند صغره، فأكدت له أخته أنها هي، لكن الملامح قد تتغير بعد البلوغ، فرضي الشيخ بها وخطبها . وبعد إتمام العقد وإعلان النكاح في المسجد، وجد أن التي أرادها والتي يعرفها هي ابنة عمها، وأنها كانت جالسة بجوارها، فوقف مندهشا لا يدري ما يصنع أيقول للناس لم أكن أرغب في هذه بعد العقد وإعلان النكاح، فكتم الأمر وتحمله حتى لا يجرح مشاعر عروسه أو يصيبها بصدمة يوم عرسها، ورضي باختيار الله له، وأمضى الزواج دون أن يشعر أحد بما في نفسه، ولم تعرف زوجته بالأمر إلا بعد أن مضى على زواجه منها ثماني سنوات فأخبرها الخبر . لكنها كما ذكر الشيخ كانت امرأة صالحة شاركته في طلب العلم ورحلة كفاحه . حيث سافرت معه، واستقرت في المدينة المنورة فترة الدراسة . وبقي الشيخ سنوات الدراسة متفوقا ينافس أقرانه على المركز الأول، فتفوق عليه الشيخ عبد الله الجربوع في السنة الأولى والثالثة، وتفوق الشيخ عليه في السنة الثانية والرابعة، وكذلك فاقه في المجموع الكلي لدرجات لسنوات الأربع . وكان الشيخ وقتها يحفظ ويتعلم من مشايخه، ويدون كل ما استطاع من محاضرات، ويتوسع في بحثها، ولا يكتفي بما يطرح في فصول الدراسة، بل يسأل ويدقق ويجمع المسائل العلمية عن كل موضوع من المراجع، ويحوله إلى مدونات يكتبها في أوراق خاصة ويحتفظ بها ؛ حتى امتلأت عنده حقيبة كبيرة ثقيلة الوزن حملها معه عند عودته إلى مصر، وكان بعض أهله يظن أن الحقيبة محملة بمختلف أنواع الخيرات فلما وجدوها محملة بالأوراق تعجبوا ؛ فقال لهم الشيخ : هذه الحقيبة هي أثمن ما عدت به إلى بلدي . وقد أثرت تلك المدونات بشكل فعال في دعوته وحضوره العلمي وما زال الشيخ يحتفظ بكثير منها حتى الآن .\nشيوخه في المدينة المنورة\nممن تأثر الشيخ بهم في محبة التوحيد وتخصص العقيدة فضيلة الشيخ الدكتور صالح بن عبد الله العبود، فقد كان شيخه الذي استقى منه فهم حقيقة التوحيد ومسائل الإيمان، وتأثر الشيخ بمنطقيته في الفهم والإقناع في أدق المسائل التي كانت تخفى على كثير من الطلاب . وقد كان كتاب شرح العقيدة الطحاوية هو المقرر عليهم، فعكف الشيخ عليه بجهده الخاص وقام بتلخيصه عدة مرات، وجمع ما يتعلق بكثير من مسائله من كتب التراث، وخصوصا كتب ابن تيمية وابن القيم، وكان يسأل ويعرض ما عنَّ له من المسائل على شيخه، وما استطاع من شيوخ الحرم النبوي، مما كان له أكبر الأثر في محبة الشيخ للتوحيد والعقيدة . ومن شيوخه الذين أثروا فيه فضيلة الشيخ الدكتور عبد الفتاح بن إبراهيم سلامة رحمه الله وهو من دعاة التوحيد بمدينة طنطا، فقد درس له في المدينة المنورة تفسير القرآن الكريم، وكان شيخا حاد الطبع شديد الهيبة واسع العلم دقيق الكلمة يخافه سائر الطلاب، ويتوعدهم أنه من الصعب عنده أن يحصِّل طالب درجة نهائية في تفسير القرآن الكريم، وكان يخبرهم أن كل من منحهم الدرجة النهائية في تفسير القرآن أصبح دكتورا في الجامعة، فوفق الله الشيخ الرضواني وأصر على أن يحصل على الدرجة النهائية في تفسير القرآن، وقد كان ذلك بفضل الله . يقول الشيخ الرضواني : إن كلمة شيخي الدكتور عبد الفتاح سلامة رحمه الله كانت دافعا يراودني وأملا يدفعني إلى مواصلة دراستي في مرحلة التخصص ودرجة العالمية الدكتوراه . ومن شيوخه الذين تأثر بهم كثيرا فضيلة الشيخ الأستاذ الدكتور جميل بن عبد الله بن محمد المصري رحمه الله الذي درس له حاضر العالم الإسلامي، ويذكر الشيخ الرضواني أن الدكتور جميل كان أستاذا خبيرا بواقع الأمة الإسلامية وما حل بها من نكبات ومؤامرات حتى قسمت دويلات وأجزاء، وقد بلغ من حرص الشيخ الرضواني على محاضرات شيخه أن قام بعد استئذانه بتسجيل جميع ما قاله الشيخ في فصول الدراسة عبر سنة كاملة، ولا زال الشيخ يحتفظ بتلك المحاضرات حتى اليوم، وهي نسخة نادرة تعد الأصل لنسخة أخرى أهداها إلى شيخه الدكتور جميل المصري رحمه الله، وكثيرا ما كان يلتقي بشيخه في مجلسه الخاص فيسأله عن تفسير الكثير من الأمور التي تقع في العالم الإسلامي وقتها، وقد تأثر به وأحب أسلوبه في عرض القضايا المتعلقة بأمور السياسة والحكام بأسلوب حكيم يعالج الأمور بواقعية وشجاعة أدبية ودون إثارة وفتنة . ومن شيوخه الذين تأثر بهم في عرض القضايا بأسلوب شمولي فضيلة الشيخ الدكتور شفيق بن جاسر بن أحمد المحمود أستاذ التاريخ الإسلامي فقد تأثر به في فهم الخلاف الذي حدث بين الصحابة بعد مقتل أمير المؤمنين عثمان بن عفان رضي الله عنه ؛ وكيف أحدثت السبئية الفتنة بين الصحابة رضي الله عنهم، وما حدث من انقسامات بينهم مع الحفاظ على صورتهم كما وردت في القرآن بأن الله رضي عنهم ورضوا عنه، وكيف ظهرت الخوارج والشيعة، ولا زال الشيخ الرضواني يحتفظ بجميع مدونات شيخه الشيخ شفيق بن جاسر المحمود. ويذكر الدكتور الرضواني أن من شيوخه الذين درسوا له وكان متأثرا بهم فضيلة الشيخ الدكتور عبد الرحمن بن العدوي حيث درس على يديه كتاب ابن رشد بداية المجتهد ونهاية المقتصد في الفقه المقارن، وكان الشيخ حفظه واسع الأفق هادي الطبع قوي الحجة سهل الإقناع في أسلوبه وتدريسه، وكثيرا ما كان الشيخ يسأله في مسائل فقهية خاصة، ويذكر الشيخ الرضواني أنه في الفصل الأول من السنة الثانية حصل على جميع الدرجات النهائية في جميع المواد ما عدا مادة شيخه عبد الرحمن بن العدوي، فقد نقصت منه درجتان، ولما سأل شيخه : لماذا لم تعطني الدرجة النهائية كسائر الأساتذة ؟ فقال له : هذا دليل البشرية فيك حتى لا تفتن، فقد سهوت في مسألة صغيرة أجاب عليها جميع الطلاب . ومن شيوخه الذين درسوا له وتأثر بهم فضيلة الشيخ الدكتور جمعة بن علي الخولي رحمه الله والذي توفي وقت تدريسه لتاريخ الدعوة الإسلامية وأساليب الخطابة . ومن أبرز شيوخه الذين درسوا له فضيلة الشيخ الأستاذ الدكتور على بن عبد الرحمن الحذيفي إمام وخطيب المسجد النبوي الشريف حيث كان شيخه في دراسة القرآن وعلومه، وهو الذي اختبره في حفظ القرآن وتجويده في السنة النهائية عند التخرج، وقد اجتاز الشيخ الاختبار بامتياز وتفوق، وكم تأثر به وصلى خلفه في المسجد النبوي الشريف . وقد كان الطلاب في الجامعة الإسلامية يمضون أوقاتهم يوميا من بعد صلاة العصر إلى ما بعد العشاء في الحرم النبوي يتعلمون ويتفاعلون مع شيوخهم، وكان الشيخ وقتها لا يفارق المسجد النبوي، ويجالس أهل العلم ويتابع ما استطاع من الحلقات العلمية الخاصة والعامة . ويذكر الشيخ أن أبرز من تلقى العلم على يديه فترة طويلة فضيلة الشيخ أبو بكر الجزائري إذ كانت له حلقة مستمرة يدرس فيها تفسير القرآن الكريم والحديث الشريف، وتأثر أيضا بكتابه منهاج المسلم وعقيدة المؤمن، ومن أبرز القضايا التي ناقشها بصفة شخصية مع الشيخ أبي بكر الجزائري قضية العذر بالجهل وحكم تارك الصلاة، حيث كان يستكمل في مدوناته آراء العلماء المعاصرين حولها لأنه كان مقتنعا ومتأثرا برأي شيخه الشيخ صالح العبود . ومن شيوخه في المسجد النبوي أيضا الشيخ عطية محمد سالم، فقد كان الدكتور الرضواني يتابع دروسه في المسجد النبوي الشريف، إذ درس على يديه الكثير من موطأ الإمام مالك بن أنس وكذلك شرح الرحبية في الفرائض وشرح البيقونية في المصطلح وغير ذلك من دروس التفسير . وقد حضر الدكتور الرضواني كثيرا من المحاضرات والدروس لشيخه فضيلة الشيخ محمد بن صالح العثيمين في مسجد الجامعة الإسلامية بالمدينة المنورة حيث كان يعرض مسائل الفقه والعقيدة متأثرا فيه بمذهب الإمام أحمد بن حنبل، وكثيرا ما كان الدكتور الرضواني يستاء من مناقشة بعض الطلاب من زملائه الذين درسوا في بلدانهم مذهب المالكية والحنفية والشافعية حيث كانوا يغلظون القول في مناقشتهم للشيخ رحمه الله، فكان يردهم وينكر عليهم . ولما ألف الشيخ محمد بن صالح العثيمين كتابه القواعد المثلى في صفات الله تعالى وأسمائه الحسنى وكان في أول ظهوره عكف عليه الشيخ الرضواني حتى حفظه كالقرآن، وسجله على أشرطة صوتية يحتفظ بها الشيخ حتى الآن، وأثر هذا الكتاب في الشيخ ومحبته للعقيدة في باب الأسماء والصفات على وجه الخصوص . ومن شيوخه الذين أدركهم الشيخ واستمع لهم فضيلة الشيخ العلامة عبد العزيز بن باز رحمه الله حيث استمع له عند زياراته للجامعة الإسلامية في قاعة المحاضرات الكبرى، وكذلك حضر مجلسه في الحرم المكي مرات عديدة، وزاره في مكتبه في لجنة الفتوى في الرياض . وممن يذكرهم الشيخ أيضا فضيلة الشيخ علي مشرف العمري الذي كان يدرس في الجامعة الإسلامية، والذي كان يسكن في قباء وكان عليه إقبال كبير في علاج المرضى المصروعين من البدو حيث زاره الشيخ في منزله، واستمع إلى آرائه في مس الجني للإنسان، وكيفية حدوث ذلك وما الدليل عليه من الكتاب والسنة ؟ وسمع منه أيضا كثيرا من الطرائف والعجائب التي كان تحدث للشيخ بسبب قراءته على المرضى وبعد خروج الجني منهم .\nمرحلة العمل الدعوي و الدراسات العليا\nرجع الشيخ إلى بلده مع زوجته وابنته التي بلغت من العمر وقتها عام واحد، وآثر أن يستمر في رحلته العلمية، وكان قد تهيأت له أسباب العمل في إحدى دول أمريكا الجنوبية في فروع رابطة العالم الإسلامي هناك، لاسيما وأن كثيرا من زملائه المصريين قد هاجروا وحصلوا على جنسية الدول التي سافروا إليها، وأصبحوا تجارا كبارا في تلك البلاد، لكن الشيخ أبى وأصر على مواصلة رحلته العلمية في الدراسات العليا، وقالت له زوجته سنعيش على الكفاف في بلدنا ولن نبقى في طول الحياة في غربة عن أهلنا، ولا بد من مواصلة الدراسة العلمية . وتقدم الشيخ بأوراقه إلى كلية دار العلوم جامعة القاهرة، وكان رئيس الدراسات العليا وقتها شيخه الأستاذ الدكتور حسن الشافعي، فلما رأى أوراقه وعلاماته التي حصلها في كشف الدرجات قال له : ما هذا ؟ هل تمزح ؟ أأنت حصلت على الدرجة النهائية في هذه العلوم كلها؟ وكانت ثمانية أنواع من العلوم الشرعية قد حصل فيها الشيخ على الدرجة النهائية وستة منها حصل فيها الشيخ على تسعة وتسعين، فلما أخبر الدكتور أنه صاحب المركز الأول في كلية الدعوة وأصول الدين بالجامعة الإسلامية، زال استغرابه وقال له : نحن نشترط أن يكون الطالب قد درس اللغة الإنجليزية ضمن المرحلة الجامعية، وأنت لم تدرسها هناك، لكني سأقبلك بلا قيد ولا شرط، غير أنك تأخرت أسبوعين عن الموعد النهائي لقبول الأوراق، وأعدك أن أقبلك في العام القادم إن شاء الله . فتأخر الشيخ في دراسته عام كامل أمضاه في الخدمة العسكرية الإلزامية حتى خرج منها بقدوة حسنة . ووفى الدكتور حسن الشافعي بوعده والتحق الشيخ بالسنة التمهيدية للماجستير واجتازها بفضل الله من أول اختبار . وعلى الرغم من أن الشيخ لم يدرس الإنجليزية إلا أنه حصل فيها درجة الامتياز، فكان مقررا عليه إحدى كتب الأدب باللغة الإنجليزية ليترجمها الطلاب إلى اللغة العربية، وبلغ من حرص الشيخ أنه حفظ النص باللغتين، وكان يراجع على زوجته كل يوم صفحة بالإنجليزية والعربية وكانت حفظها الله تساعده في دراسته . وذكر الشيخ أنه خرج من قاعة اختبار اللغة الإنجليزية وكانت مدته ثلاث ساعات بعد ثلث الساعة فقط من بداية الاختبار، بل إنه لما سلم الورقة للمراقبة ظنت أنه لا يستطيع الإجابة لعجزه وأنه سلمها يائسا، فحثته على عدم العجلة والصبر لعل الإجابة تأتي على ذهنه بعد حين، فلما أخبرها أنه انتهى من الإجابة بكاملها تعجبت واندهشت ودعت له بالتوفيق .\nرحلته الدعوية في مدينة دمياط\nبدأت رحلة الدعوة في بلده الكفر الجديد وفي مدينة الجمالية دقهلية بعدد من المحاضرات واللقاءات حيث كان الشيخ على علاقة وطيدة برئيس فرع أنصار السنة المحمدية بالجمالية الشيخ الدكتور الوصيف حزة رحمه الله . وكانت أول المحاضرات التي عقدت له بعيدا عن بلده وانطلق منها في رحلته الدعوية في مدينة دمياط في مسجد الفرع الرئيسي لجماعة أنصار السنة المحمدية، حيث بدأ بشرح كتاب فتح المجيد شرح كتاب التوحيد، وعرض الشيخ علم العقيدة بأسلوب جديد لم يألفوه وقع على قلوبهم وعقولهم، فأحبه الناس وازدحم عليه جمهور المسجد، وزاد العدد في كل محاضرة عن سابقتها حتى أصبح موعد بارزا ومعروفا في دمياط . وكان بعض القائمين وقتها على فرع أنصار السنة في دمياط لهم نزعة اعتزالية في بعض مسائل العقيدة وخصوصا في إنكار خوارق العادات والمعجزات، ومنها بعض معجزات النبي صلى الله عليه وسلم ولم يكن الشيخ يعلم بهذا الأمر، فلما بلغ الشيخ الرضواني شرح حديث سَهْلِ بْنِ سَعْدٍ رضي الله عنه الذي رواه البخاري ومسلم أنه سمع النبي صلى الله عليه وسلم يقول يوم خيبر : ( لأُعْطِيَنَّ الرَّايَةَ رَجُلا يَفْتَحُ اللَّهُ عَلَى يَدَيْهِ، فَقَامُوا يَرْجُونَ لِذَلِكَ أَيُّهُمْ يُعْطَى، فَغَدَوْا وَكُلُّهُمْ يَرْجُو أَنْ يُعْطَى، فَقَالَ : أَيْنَ عَلِيٌّ ؟ فَقِيلَ : يَشْتَكِي عَيْنَيْهِ، فَأَمَرَ، فَدُعِيَ لَهُ، فَبَصَقَ فِي عَيْنَيْهِ فَبَرَأَ مَكَانَهُ حَتَّى كَأَنَّه لَمْ يَكُنْ بِهِ شَيْءٌ ) . قال له رئيس فرع أنصار السنة قبل المحاضرة التالية بساعات كيف تقر بأن النبي صلى الله عليه وسلم يبصق في عين إنسان ؟ هل ديننا دين بصق وتفل ؟ فقال له الشيخ : هذا ما صح الخبر به عند الإمام البخاري أمير المؤمنين في الحديث وكذلك عند الإمام مسلم ؟ فقال له مستهزئا : البخاري قوتة كام حصان ؟ فذهل الشيخ وغضب غضبا شديدا وقال : أنا ما ظننت أن فرعا لجماعة أنصار السنة بمصر على هذه العقيدة الاعتزالية، فحاول استرضاءه لعقد محاضرة الليلة حتى لا يغضب جمهوره بانقطاعه المفاجئ، فأمضى الشيخ المحاضرة . ثم إنهم بعد ذلك مكروا للشيخ الرضواني فأعلنوا للناس أن موعد المحاضرة قد تغير ولم يخبروا الشيخ بالموعد الجديد، فلما حضر الشيخ على موعده القديم لم يجد أحدا في المسجد، فانقطع عنهم أكثر من خمس سنوات لم يدخل الفرع الرئيسي في دمياط . غير أن محبي الشيخ من الذين حضروا الأمر وعايشوه طلبوا منه أن يعقد لهم درسا أسبوعيا في مسجد الهدي المحمدي بالسنانية في دمياط حتى يستفيد الراغبون من طلبة العلم، فوافق الشيخ وشرح فيه كتاب معارج القبول لمدة تزيد على عامين كاملين . وكان الشيخ قد سجل وقتها موضوعا للماجستير بعنوان مفهوم الحرية عن الصوفية في القرنيين الثالث والرابع الهجريين، اختاره له رئيس قسم الفلسفة الإسلامية بكلية دار العلوم الأستاذ الدكتور محمد السيد الجليند، حرصا منه على أن يغير الشيخ رأيه في الصوفية بسبب دراسته للتوحيد في الجامعة الإسلامية بالمدينة المنورة، ولما سألنا الشيخ : هل تغير رأيك في الصوفية بعد الدراسة فقال حفظه الله : ما ازددت فيهم إلا بصيرة ؟ وقد عين الأستاذ الدكتور عبد الحميد مدكور مشرفا عليه لمرحلة الماجستير .\nلقاء مع الشيخ صفوت نور الدين رحمه الله\nكان الشيخد محمود عبد الرازق الرضواني حفظه الله قد انتهى من تأليف أول كتاب له وهو كتاب توحيد العبادة ومفهوم الإيمان، فأشار عليه الشيخ الوصيف حزة أن يقوم الشيخ صفوت نور الدين رحمه الله رئيس فرع أنصار السنة في مدينة بلبيس بطباعته، ورتب له موعدا معه، ولم يكن الشيخ صفوت نور الدين رحمه الله قد عين بعد رئيسا عاما لجماعة أنصار السنة المحمدية، فالتقى الشيخ الرضواني معه في بلبيس وعرض عليه الكتاب وسعد به سعادة بالغة، وطلب من الشيخ أن ينسق جهوده الدعوية مع جماعة أنصار السنة المحمدية، فقال له الشيخ الرضواني : أنا لا أحب التحزب في العمل الدعوي أو التعصب لجماعة من الجماعات على الساحة، ولا أدين لله إلا بقرآن وسنة على فهم سلف الأمة، فقال له الشيخ : ونحن لا نريد منك إلا ذلك، ومن أراد منك خلاف ذلك فلا تعمل معه ولا تلتفت إليه، اشرح للناس في محاضراتك ما جاء في القرآن والبخاري ومسلم من أحاديث النبي صلى الله عليه وسلم وغير ذلك مما صح عنه. وتناقش الشيخ صفوت نور الدين رحمه الله مع الشيخ الرضواني حول قضية عرضها في كتابه توحيد العبادة ومفهوم الإيمان وهي قضية استخلاف الإنسان في الأرض، هل يصح القول بأن الإنسان خليفة الله في الأرض ؟ فكان الشيخ صفوت رحمه الله يرى أن ذلك لا يجوز قولا واحدا وأن من قال بخلاف ذلك فهو مخطئ، وأصر الشيخ صفوت نور الدين على رأيه ؛ لأن ذلك هو ما عليه ابن تيمية ولا نقول بخلافه . وكان الشيخ الرضواني يري أن الخلافة لا يصح معناها ولا يتصور إلا بوجود مستخلِف ومستخلَف ومستخلف عليه، فالله هو المستخلف للإنسان على وجه الابتلاء، والإنسان مستخلف عن الله على وجه الكمال، ومستخلف في أرضه عمن سبق من الذرية على وجه النقص، وما سيمنحه الله في أرضه هو محل الأمانة والاستخلاف لكل إنسان ؛ لأن الخلافة لا بد فيها من استخلاف المستخلف بكسر اللام للمستخلف بفتحها وإذنه له بها، ولا تصح في اللغة بغير هذا البتة، والاستخلاف عند تجرده عن الإضافة لا إلى الخالق ولا إلى المخلوق منقسم المعنى إلى كمال ونقص فقد يكون كمالا في حال ونقصا في حال . وقد بين الشيخ الرضواني للشيخ صفوت نور الدين رحمه الله المسلم أن ينبغي عليه في الأوصاف المنقسمة عند التجرد ألا يثبت الوصف لله تعالى إثباتا مطلقا ولا ينفيه عنه نفيا مطلقا، فلا بد من البيان والتفصيل والتقيد بما ورد في التنزيل . وشأن استخلاف الله عز وجل للإنسان شأن صفات الأفعال المقيدة كوصف الله بالمكر والخداع والنسيان والاستهزاء والكيد والسخرية ؛ فالمكر عند التجرد عن الإضافة يكون كمالا في موضع ونقصا في آخر ؛ فلا يصح إطلاقه في حق الله عز وجل دون تخصيص كقول القائل : المكر صفة الله عز وجل فهذا باطل ؛ لأن الإطلاق فيه احتمال اتصافه بالنقص أو الكمال ؛ لكن يصح قول القائل: مكر الله ? يكون للابتلاء أو المعاقبة والجزاء، فهو مكر مقيد لا يحتمل إلا الكمال، ومن ثم وصف الله عز وجل نفسه به فقال : ( وَإِذْ يَمْكُرُ بِكَ الذِينَ كَفَرُوا ليُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللهُ وَاللهُ خَيْرُ المَاكِرِينَ ) (الأنفال:٣٠) . وما يقال في المكر يقال أيضا في الاستهزاء؛ فالاستهزاء على إطلاق الوصف يكون كمالا في موضع ونقصا في آخر ؛ فلا يصح إطلاقه في حق الله دون تقيد، وكذلك الخداع والسخرية والكيد، وأيضا ما ورد في السنة عن صفة التردد، في قوله ( وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ )، فوصف التردد عند الإطلاق يكون كمالا في موضع ونقصا في آخر، فلو كان التردد عن جهل وقلة علم وعدم إحكام للأمر كان التردد نقصا وعيبا، وإن كان التردد لإظهار الفضل والمحبة في مقابل إنفاذ الأمر وتحقيق الحكمة كان كمالا ولطفا وعظمة وهو المقصود في الحديث . وهكذا القول في سائر أفعال الله عز وجل التي تدخل تحت تلك النوعية من الأوصاف، وذلك أيضا هو ما يقال في معنى الاستخلاف، لا يقال فيه إن الإنسان خليفة لله عز وجل على الإطلاق، ولكن يقال هو خليفة الله على معنى الابتلاء والتقييد بهذا المعنى فيه الكمال والجمال ويشهد لحكمة الله عز وجل بالعظمة والجلال، ومن ثم فإن استخلاف الإنسان بالمعنى الذي ورد في القرآن له عند التحقيق معنيان : الأول : استخلاف عن نقص الأوصاف بحكم طبيعة الإنسان، ويكون عند عجز المستخلف عن القيام بملكه أو تدبير أمره، إما لغيابه أو قلة علمه، وإما لمرضه أو موته كاستخلاف القائد نائبا على جنده أو قومه . والثاني : استخلاف عن كمال الأوصاف وذلك إذا كان لتشريف الإنسان وإكرامه أو اختباره وامتحانه، وليس لعجز المستخلف عن القيام بشؤونه، كالطبيب في سنة الامتياز عندما يفحص مريضا في حضور الأستاذ، فمثل هذا إن اجتاز الامتحان نال الشرف بشهادة عظيمة، وإن لم يؤد الواجب على الوجه المطلوب استحق العقوبة حتى يتمكن من النجاح عند الإعادة، وإن تكرر منه الفشلُ والنسيان استحق المنع والحرمان من أي شرف أو فضل، ولله المثل الأعلى - ويجوز في حقه قياس الأولى - يصح القول إن الإنسان خليفة عن الله عز وجل في الأرض على وجه الابتلاء والامتحان لأن هذا الوجه كله كمال لا نقص فيه ولا عجز . ومن ثم لما قال الله عز وجل للملائكة : ( إِنِّي جَاعِلٌ فِي الأَرْضِ خَليفَةً ) (البقرة:٣٠)، فإن خلافة الإنسان في الأرض تحقق فيها معنيان، الأول أن يخلف بعضهم بعضا على وجه النقص والقصور في حياة الإنسان، والثاني أنه خليفة لله في الأرض على وجه الامتحان، وبهذا يزول الإشكال ويتآلف الرأيان، رأي من يرى أن الإنسان خليفة ينوب عن الله عز وجل في تنفيذ الأحكام والعمل بشريعة الإسلام، وهذا قول ابن مسعود رضي الله عنه وبعض المفسرين، ورأي من يرى أن الخلافة هي خلافة قرن لقرن يخلف بعضهم بعضا، وهذا قول ابن عباس عز وجل وطائفة أخرى من المفسرين، فقول الله عز وجل : (آمِنُوا بِاللهِ وَرَسُولهِ وَأَنْفِقُوا مِمَّا جَعَلكُمْ مُسْتَخْلفِينَ فِيهِ) (الحديد:٧)، يعني مستخلفين عمن سبق على وجه النقص وتعاقب الأجيال، ومستخلفين في أرض الله أيضا على وجه الكمال . وبين الشيخ الرضواني للشيخ صفوت نور الدين رحمه الله أن كل الآيات التي وردت في استخلاف الله الإنسان تدل على المعنيين معا : أن الإنسان خليفة لمن سبق من الذرية عن نقص في الأوصاف البشرية، وخليفة لله على وجه الابتلاء والكمال استخلفه رب العزة والجلال لإظهار المعاني الشرعية وتوحيد العبودية، غير أنه لا حول له ولا قوة في معاني الربوبية، فالله عز وجل من فوق العرش معه يتابعه ويراه ويسمعه، وهذا مقتضى الاستخلاف المبني على معاني الابتلاء والاختبار والأمانة والمسئولية كما قال رب العزة والجلال : ( إِنَّا خَلقْنَا الإِنسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَليهِ فَجَعَلنَاهُ سَمِيعًا بَصِيرًا ) (الإنسان:٣)، وقال : (الذِي خَلقَ المَوْتَ وَالحَيَاةَ ليَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلا وَهُوَ العَزِيزُ الغَفُورُ ) (الملك:٢) . وقد كان الشيخ صفوت نور الدين رحمه الله يظن أن الاستخلاف يقتضي غياب المستخلِف وأن الله ما غاب عن خلقه حتى يستخلف غيره، فين الشيخ الرضواني أن الاستخلاف المقصود في الآيات القرآنية والأحاديث النبوية ليس عن غيبة المستخلف كما يظن، فإن الاستخلاف بين الناس وإن اقتضى الغياب في العادة إلا أنه في استخلاف آدم وذريته كان السبب المباشر في وجود عالم الغيب والشهادة ؛ فالله غيب بالنسبة للإنسان لأنه عز وجل جعل مداركه محدودة على وجه الابتلاء، فهما غيب وشهادة ليس بالنسبة لعلم الله بخلقه، ولكن بالنسبة لعلم الإنسان بمخلوقات ربه حيث قال سبحانه عن شمولية علمه لكل صغيرة وكبيرة في خلقه : (عَالمُ الغَيْبِ وَالشَّهَادَةِ الكَبِيرُ المُتَعَال ) (الرعد:٨/١٠)، وقال عز وجل في المقابل عن حدود علم المستخلَف : ( وَمَا أُوتِيتُمْ مِنْ العِلمِ إِلا قَليلا ) (الإسراء:٨٥) .فعلم الإنسان محدود، وحواسه لها حدود وقيود، وسوف يحاسب عليها يوم القيامة، وعلى ذلك ترتبت أمور التكليف وأحكام الشرائع ؛ فكان النطق بشهادة الحق أمرا وتكليفا، وترك الزور وقول الصدق مدحا وتشريفا . فاستخلاف الإنسان مقيد بالخضوع للتكليف وإظهار العبودية والعمل في أرض الله بالشريعة الإسلامية ومراعاة الأمانة وتحمل المسئولية كما صح عن أنه صلى الله عليه وسلم قال : (كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ) . وقد نفى الشيخ الرضواني للشيخ صفوت نور الدين رحمه الله أن استخلاف الإنسان في الأرض نيابة عن الله عز وجل في معنى من معاني الربوبية أو تخويلا لغيره في إرادته الكونية، سبحانه وتعالى أن يتخذ شريكا له في ملكه أو يتخذ وليا من الذل وينعزل عن خلقه كما قال تعالى : ( وقُل الحَمْدُ للهِ الذِي لمْ يَتَّخِذْ وَلدًا وَلمْ يَكُنْ لهُ شَرِيكٌ فِي المُلكِ وَلمْ يَكُنْ لهُ وَليٌّ مِنْ الذُّل وَكَبِّرْهُ تَكْبِيرًا ) . وقال: (إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأَرْضَ أَنْ تَزُولا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيماً غَفُوراً ) (فاطر:٤١) . وقد بين الشيخ الرضواني للشيخ صفوت نور الدين رحمه الله أن الذين نفوا أن يكون الإنسان خليفة عن الله عز وجل في أرضه كشيخ الإسلام ابن تيمية ومن قال بقوله إنما أرادوا هذا المعنى لأن إطلاق لفظ الخليفة يشمله . وأن ابن تيمية في خضم حملته على ابن عربي وأتباعه القائلين بوحدة الوجود وأن الإنسان خليفة لله بمعنى ظهور الذات الإلهية متجلية في صورة الخليفة الذي هو الإنسان ومتعينة فيه كظهور الصورة في المرآة بالغ في نفي كون الإنسان خليفة لله في الأرض خشية الوقوع في ضلالات ابن عربي وأتباعه حتى ظن كثيرون أن هذا النفي ينسحب على كون الإنسان خليفة لله عز وجل على معنى الابتلاء والكمال . ونظرا لأن هذا التفسير الجديد الذي ذكره الشيخ الرضواني للشيخ صفوت نور الدين رحمه الله هو أول من قال به عملا بمجموع النصوص القرآنية، وليجمع به بين مختلف الآراء في هذه القضية وأول مرة يقع على سمع الشيخ صفوت نور الدين رحمه الله فقد اندهش منه واستغربه في آن واحد وإن كان معجبا من جرأة الشيخ الرضواني في تناول مثل هذه القضية ؛ ونبهه أنه إنما يخاف من تدخل العقل في مثل هذه الأمور الغيبية فرد عليه الشيخ الرضواني بأن مذهب السلف الذي يعرفه يقوم على خدمة العقل للنقل والجمع بين النصوص والتوفيق بينها وليس في معارضتها وتعطيلها أو تأويلها بغير دليل . غير أن اللقاء أسفر عن الاتفاق بين الشيخين على التعاون فيما بينهما للدعوة إلى الله على منهج أهل السنة والجماعة، فنسق الشيخ صفوت نور الدين مع رئيس فرع أنصار السنة المحمدية بالمنصورة الشيخ محمود غريب رحمه الله ليستقبل الشيخ وينظم معه الموعد المناسب لمحاضراته ودروسه في العقيدة . وخطب الشيخ في المنصورة بفرع أنصار السنة بمساكن الشناوي خطبا ثابتة ودرس العقيدة والتوحيد بمعهد إعداد الدعاة، وكانت لدروسه في توحيد الأسماء والصفات وموضوعات القضاء والقدر إقبال كبير وقبول منقطع النظير لدى طلاب العلم، فقد حرص كثير من الدعاة على المواظبة على الحضور قبل طلاب العلم، وكتب بعضهم خلفه مدونات كثيرة، ولا زال أكثرهم من أبرز الدعاة في الساحة الدعوية، وقد استمر الشيخ قرابة العامين يدرس في معهد إعداد الدعاة وقتها حتى تخرجت دفعة من طلاب العلم من المعهد، هم من أفضل الدعاة بسبب فهمهم عن الشيخ اعتقاد أهل السنة والجماعة.\nمناظرة في العقيدة بين الشيخ الرضواني وأكبر شيوخ الأشعرية في المنصورة\nومما ذكره الشيخ أنه خطب مرة في مجمع الإيمان في المنصورة، وكان موضوع خطبته يدور حول الإيمان باستواء الله على عرشه، وأثر فهم المسلم لمعاني علو الله على خلقة في سلوكه وخلقه، وشرح للناس بأسلوبه السهل الممتنع ضرورة الإيمان باستواء حقيقي يليق بجلال الله ليس كمثله شيء فيه، وهو معلوم لنا في معناه، معلوم الكيفية لله ومجهولة للإنسان، وأن من قال بأن الاستواء استيلاء وقهر فهو مؤول بغير دليل، وقد وقع في التعطيل والتكييف والتمثيل، وكان الكلام مقنعا مؤثرا في الناس . وكان من تقدير الله أن الشيخ عبد المجيد صبح وهو من أكابر الأشعرية والإخوان المسلمين في مدينة المنصورة كان يخطب على ذات المنبر في مجمع الإيمان في الخطبة السابقة مباشرة، ويتحدث عن الموضوع ذاته، لكنه تبني رأي الأشعرية وفسر الاستواء بالاستيلاء، وتهكم ممن قال بأنه استواء حقيقي وجعله مشبها لله بخلقه ، ولم يكن الشيخ يعلم بذلك إلا بعد أن انتهى من خطبته وأخبره القائمون على المجمع . فحدث اصطدام فكري من على منبر واحد، وأصبح الأمر حديث الدعاة في المنصورة والبلاد المجاورة، وتساءل الناس أين الحق والحقيقة ؟ فكتب الشيخ عبد المجيد صبح مذكرة بموضوع خطبته يفصح فيها عن اعتقاده في التوحيد والاستواء، وأن علو الله على خلقه هو علو رتبة ومكانة واستيلاء وقهر، وأرسلها إلى الشيخ محمود غريب رئيس أنصار السنة في المنصورة . وكان الشيخ محمد حسان حفظه الله قد عاد من السعودية عودة نهائية، واستقرا في بلده دموه وكان له جمهور عريض من عوام الناس يحبون أسلوبه في ترقيق القلوب بالقصص والبكاء وصوته العذب في قراءة القرآن . وكان الشيخ محمد حسان يسعى إلى توحيد الصف الإسلامي، ويحاول جاهدا أن يجمع الإخوان المسلمين وأنصار السنة والجمعية الشرعية بحيث يتبادل كل منهم الدعاة والخطباء ويكونوا على قلب رجل واحد، فاجتمعوا مرة في الجمعية الشرعية، وأغلظ بعضهم القول للشيخ محمد حسان، واتفقوا على أن يجتمعوا مرة أخرى في فرع أنصار السنة بالمنصورة . ولما كتب الشيخ عبد المجيد صبح مذكرته التي فيها خطبته في مجمع الإيمان والتي أفصح فيها عن اعتقاده في التوحيد وعلم الكلام عهد الشيخ محمود غريب إلى فضيلة الشيخ محمود الرضواني بالرد عليها في اللقاء المرتقب وبيان اعتقاد السلف أهل السنة والجماعة . وقد كان اللقاء جامعا لكثير من العلماء والدعاة، منهم من يمثلون الإخوان كالدكتور يسري هاني والدكتور عبد الرحمن البر، وعلى رأسهم الشيخ عبد المجيد صبح، ومنهم من يمثلون أنصار السنة ومنهم الدكتور الوصيف حزة رحمه الله والشيخ على حشيش حفظه الله، ومنهم المستقلون كالدكتور سعد رئيس مجمع الإيمان والدكتور بدير محمد بدير، وكان الشيخ إبراهيم الشال ممثلا للجمعية الشرعية بالمنصورة، والغريب في الأمر أن هذا اللقاء لم يحضره الشيخ محمد حسان وأرسل رسالة باعتذاره . وبعد أن عرض الدكتور عبد الرحمن البر مقدمة في أهمية التربية كأساس للعمل الدعوي كما هو الحال لدى جماعة الإخوان المسلمين، احتدم النزاع بين الشيخ على حشيش والشيخ عبد المجيد صبح حول بعض الأحاديث الواهية التي وردت في مذكرته التي أفصح فيها عن اعتقاده في التوحيد وعلم الكلام وعلت الأصوات فيما بينهم . وبعد التهدئة تكلم الشيخ محمود عبد الرازق الرضواني وبين للشيخ عبد المجيد صبح حقيقة اعتقاده الكلامي، وأن تأويل الاستواء بالاستيلاء مذهب باطل، وأن الذي قال ببطلانه هو إمام المذهب أبو الحسن الأشعري نفسه، وفاجأهم الشيخ محمود الرضواني بقراءة نص من كتاب الإبانة عن أصول الديانة لأبي الحسن الأشعري وفيه قوله : (وقال تعالى: (أأمنتم من في السماء أن يخسف بكم الأرض) فالسماوات فوقها العرش، فلما كان العرش فوق السماوات قال: (أأمنتم من في السماء) … لأنه مستو على العرش الذي فوق السماوات، وكل ما علا فهو سماء، والعرش أعلى السماوات، وليس إذا قال: (أأمنتم من في السماء) يعني جميع السماوات، وإنما أراد العرش الذي هو أعلى السماوات، ألا ترى الله تعالى ذكر السماوات، فقال تعالى: (وجعل القمر فيهن نورا)، ولم يرد أن القمر يملأهن جميعا، وأنه فيهن جميعا، ورأينا المسلمين جميعا يرفعون أيديهم إذا دعوا نحو السماء؛ لأن الله تعالى مستو على العرش الذي هو فوق السماوات، فلولا أن الله عز وجل على العرش لم يرفعوا أيديهم نحو العرش، كما لا يحطّونها إذا دعوا إلى الأرض … وقد قال قائلون من المعتزلة والجهمية والحرورية: إن معنى قول الله تعالى: (الرحمن على العرش استوى) أنه استولى وملك وقهر، وأن الله تعالى في كل مكان، وجحدوا أن يكون الله عز وجل مستو على عرشه، كما قال أهل الحق، وذهبوا في الاستواء إلى القدرة . ولو كان هذا كما ذكروه كان لا فرق بين العرش والأرض السابعة؛ لأن الله تعالى قادر على كل شيء والأرض لله سبحانه قادر عليها، وعلى الحشوش، وعلى كل ما في العالم، فلو كان الله مستويا على العرش بمعنى الاستيلاء، وهو تعالى مستو على الأشياء كلها لكان مستويا على العرش، وعلى الأرض، وعلى السماء، وعلى الحشوش، والأقدار؛ لأنه قادر على الأشياء مستول عليها، وإذا كان قادرا على الأشياء كلها لم يجز عند أحد من المسلمين أن يقول إن الله تعالى مستو على الحشوش والأخلية، تعالى الله عن ذلك علوا كبيرا، لم يجز أن يكون الاستواء على العرش الاستيلاء الذي هو عام في الأشياء كلها، ووجب أن يكون معنى الاستواء يختص بالعرش دون الأشياء كلها ) . وقد تفاجأ الدكاترة شيوخ الإخوان بكلام أبي الحسن الأشعري في الإبانة، ويبدوا أنهم جميعا لم يطلعوا على الكتاب حيث كان كل منهم يتلهف أن يراه، ويرغب في أن يتأكد من نسبته وهل هي صحيحة لأبي الحسن الأشعري ؟ ثم لما تحدث الشيخ الرضواني عن بطلان مذهب التفويض على اعتبار ادعاء الشيخ عبد المجيد صبح أنه مذهب السلف، وأن العقيدة المعتبرة عنده في صفات الله إما التأويل وإما التفويض، بين الشيخ الرضواني أن السلف الذين عناهم الشيخ عبد المجيد إنما هم سلف لا حقيقة لوجودهم إلا في خياله، أما الواقع السلفي في عصر الصحابة والتابعين أنهم كانوا لا يفوضون المعنى الذي يفهم من النص القرآني العربي، بل يؤمنون بوجود كيفية حقيقية دلت عليها النصوص، تلك الكيفية تليق بالله عز وجل وليس كمثله شيء فيها، حقيقة يعلمها هو سبحانه ولا نعلمها نحن . وقد كان كلام الشيخ الرضواني مقنعا إلى درجة أن الشيخ عبد المجيد صبح أعلن بين الحاضرين أنه يرجع عن اعتقاده السابق، وأنه إنما ظن أن هذه العقيدة التي كان عليها هي الحق الذي عليه أهل السنة والجماعة، وأنه سيتبنى اعتقاد السلف كما وردت النصوص وكما جاء في شرح العقيدة الطحاوية لابن أبي العز الحنفي، وقد أهداه الشيخ الرضواني كتابه توحيد الصفات بين اعتقاد السلف وتأويلات الخلف . وقد كان موقفا شجاعا من الشيخ عبد المجيد صبح أثنى عليه جميع الحاضرين .\nتدريس العقيدة بمعاهد إعداد الدعاة والدورات العلمية\nكان إقبال الناس على الشيخ في معهد إعداد الدعاة ونجاح المعهد في تخريج أول دفعة منه ممن درسوا العقيدة وفهموا عقيدة السلف الصالح في أدق مسائل توحيد الأسماء والصفات وتوحيد الربوبية وموضوعات الإيمان بقضاء الله وقدره وتوحيد العبادة، كان إقبال الناس سببا في رغبة الفروع الأخرى لأنصار السنة في تكرار التجربة في المحافظات الأخرى . وكان أول الراغبين في ذلك إدارة الجمعية الشرعية بالمنصورة . فقد طلب الشيخ إبراهيم الشال من الدكتور محمود عبد الرازق الرضواني أن يدرس العقيدة في معهد إعداد الدعاة الذي سيقام في الجمعية الشرعية، وكان المتقدمون من الطلاب يزيدون عن السبعمائة طالب، فاعترض رئيس فرع أنصار السنة وقتها الشيخ محمود غريب وأبى بشدة أن يذهب إليهم الشيخ الرضواني . وكان الشيخ حفظه الله لا يرد دعوة أحد من القائمين على المساجد في البلاد المجاورة والمحافظات الأخرى، سواء لاستضافته في الأسابيع الثقافية أو إلقاء المحاضرات والخطب، أو الاستفادة من علمه، وكان رئيس الفرع الشيخ محمود غريب يريد أن يستأثر بالشيخ في فرعه، ولا يريده أن ينسق مع غيره ظنا منه أن الولاء لأنصار السنة يتطلب ذلك ؛ فكان رئيس الفرع يرد كل من طلب الشيخ من غير أنصار السنة وينهرهم ويزجرهم إذا طلبوا منه محاضرة له في بلادهم، فقد توهم أن جهد الشيخ قاصر فقط على جماعة أنصار السنة المحمدية مع أن بعضهم كان يلح عليه إلحاحا وييأس من كثرة المحاولات، وكان الشيخ يسترضيهم ويذهب إليهم رغم معارضة رئيس الفرع، وقد تكررت منه المحاولات لمنعه من الذهاب للدعوة في غير مساجد أنصار السنة وخصوصا المساجد التابعة للجمعية الشرعية . فلما دعاه الشيخ إبراهيم الشال للتدريس في معهد إعداد الدعاة في الجمعية الشرعية قال الشيخ الرضواني للشيخ محمود غريب : هذا الأمر يجب أن تسعد به، وأن يكون عملنا في الجمعية الشرعية وغيرها سببا في التعريف بالتوحيد والسنة وخصوصا توحيد الأسماء والصفات، والمفروض أن نحرص على جميع المسلمين أن يتعلموا العقيدة في أي مكان وزمان ويجب أن نفرح بذلك، كما أنني لم أتفق مع الشيخ صفوت نور الدين على أسلوبك هذا في العمل الدعوي، أو العصبية لجماعة أنصار السنة المحمدية . غضب الشيخ محمود غريب وقال له : إما أن تكون معنا أو مع الجمعية الشرعية، فقال الشيخ الرضواني أنا مع الدعوة إلى الحق في أي زمان ومكان، وانقطع الشيخ الرضواني عن مسجد الشناوي في المنصورة بسبب فظاظة الشيخ محمود غريب وغلاظته في التعامل مع الدعاة . وقد تأثر حضور الناس في معهد إعداد الدعاة بالمنصورة تأثرا بالغا، وبعد فترة دعا الشيخ محمود غريب الشيخ محمد حسان لكي يدرس التوحيد في المعهد بدلا من الشيخ محمود عبد الرازق الرضواني؛ والشيخ محمد حسان كما هو معلوم له جمهور عريض من العوام، وليس له علاقة بهذا الخلاف، فسبب ذلك عدة مواقف محرجة للشيخ محمد حسان من خلال أسئلة الطلاب الذين درسوا في المعهد سابقا على يد الشيخ محمود عبد الرازق الرضواني، وتحولت دروس العقيدة من دروس خاصة بطلاب العلم إلى محاضرات للعامة انفصلت عن المعهد واستمرت إلى يومنا هذا . وانتقل كثير من طلاب العلم خلف شيخهم إلى معهد إعداد الدعاة بالجمعية الشرعية، واستمر فيه الشيخ قرابة العامين حتى تخرجت منه دفعة كبيرة من طلابه، فيها عدد كبير من الدعاة والأخوات الداعيات إلى التوحيد والسنة حتى وقتنا هذا . وقد درس الشيخ أيضا التوحيد والعقيدة في معهد إعداد الدعاة بمدينة فارسكور في دورة علمية استمرت عاما كاملا، كان لها تأثير كبير في وجود نهضة علمية في فارسكور وما جاورها من بلدان كالروضة والرحمنة وغيرهما، وله طلاب كثيرون هناك أغلبهم الآن من الدعاة إلى الله . وكذلك معهد إعداد الدعاة بمدينة الجمالية دقهلية حيث استمر الشيخ في تلك الدورة العلمية عاما كاملا، بخلاف الدروس العلمية الثابتة التي استمرت أعواما، وله طلاب كثيرون أغلبهم من أئمة المساجد ودعاة الأوقاف وغيرهم من الذين يعتلون المنابر حتى الآن . وقد تخرجت منه أيضا عدة أخوات داعيات من دعاة التوحيد والسنة . ودرس الشيخ أيضا دورتين علميتين في مدينة بلطيم بمحافظة كفر الشيخ، وكان يحضر فيها الكثير من طلاب وطالبات العلم من أهل بلطيم وما جاورها، وانتشر علم التوحيد هناك وأصبح الحديث في أدق مسائل توحيد الصفات ومسائل الإيمان من أكثر الموضوعات انتشارا وتأصيلا في قلوب الدعاة فأحبوا التوحيد بسبب شيخهم ولا زال أثر تلك الدروس قائما حتى يومنا هذا . ودرس الشيخ أيضا كتابه القواعد السلفية في الصفات الربانية في دورة علمية منهجية في الجمعية الشرعية بمدينة بلقاس بمحافظة الدقهلية، وكان يحضر الكثير من طلاب العلم من أهل بلقاس وما جاورها، وكانت تلك الدورة لها أثر كبير في التفاف طلاب العلم حوله ومحبتهم له . وقد درس الشيخ أيضا دورة علمية في دروس أسبوعية استمرت لأكثر من عامين في مدينه سرو البلد بمحافظ دمياط، شرح فيها كتابه توحيد الصفات بين اعتقاد السلف وتأويلات الخلف، ودرس أيضا لأكثر من عامين في معهد إعداد الدعاة بمدينة الزرقا، وأصبح كثير من طلابه في هذا المعهد أئمة مساجد وخطباء ينتشرون في كل مكان . ولما ظهرت الصحوة العلمية في فروع أنصار السنة وكثر التنافس بينها في تثقيف أبناء كل بلد، رغب القائمون على فرع أنصار السنة بدمياط في إنشاء معهد لإعداد الدعاة فجاء ببعض المسئولين عن فرع دمياط إلى الشيخ وزاره في منزله واعتذروا له عما بدر منهم سابقا، وطلبوا منه أن يدرس العقيدة والتوحيد في معهدهم نظرا لكثرة عدد الطلاب الراغبين في ذلك عندهم، وانتشار فكر الخوارج والتكفير بين شبابهم، فقبل الشيخ منهم وتولى التدريس في معهدهم عاما كاملا . وكان من أبرز المعاهد التي أنشئت في جمهورية مصر العربية وقتها معهد إعداد الدعاة بمحافظة بورسعيد، حيث كانت كفاءة طلابه مختلفة عن باقي المعاهد الأخرى، فقد كانوا يشترطون لقبول الطالب في المعهد أن يكون حافظا لكتاب الله حفظا كاملا، واكتفوا وقتها بمائة طالب أغلبهم من حملة المؤهلات العليا، وكذلك التحق بالمعهد عدد كبير من الطالبات حملة المؤهلات، وكان الشيخ الرضواني أول الأساتذة الذين أثروا في ذلك المعهد تأثيرا بالغا، وأدرك طلاب العلم قدره ومنزلته وفهمه لموضوعات العقيدة، حتى أصبح هذا المعهد منارة علمية استمرت وقتا طويلا . وحدث في بداية إنشاء المعهد أن الشيخ قد أشار على القائمين عليه أن يعهدوا بتدريس علوم الحديث إلى أحد المشايخ (لم يرغب الشيخ في ذكر اسمه) إذ كان يرى في أسلوبه منهجا علميا جديدا وطريقة سهلة للتدريس يمكن أن يفيد الطلاب ويؤثر في فهمهم، وكان القائمون على المعهد يرفضون ذلك بشدة، ويرون غيره من كانوا يرغبون في دعوته أكفأ من الناحية العلمية . وقد نزل القائمون على المعهد تحت رغبة الشيخ الرضواني لما له من مكانة عندهم وعهدوا بتدريس علوم الحديث ذلك الشيخ، وبعد قرابة العامين من الجهد العلمي الذي بذله الشيخ الرضواني في معهد بورسعيد، وبعد التفاف الطلاب حوله وتعلمهم منه، بدأ الشيخ يلمس أمورا غريبة من ذلك الشيخ الذي يدرس علوم الحديث وممن يلتف حوله من إدارة المعهد، حتى شعر بأن الأمور تدخلت فيها النفوس، مما اضطر الشيخ إلى ترك التدريس بالمعهد، وإذا به يجد ذلك الشيخ يحل محله مباشرة في تدريس العقيدة للطلاب مع أن تخصصه الأصلي في علوم الحديث، وكان الشيخ الرضواني هو السبب في إحضاره للتدريس في المعهد ؛ فانفض أكثر الطلاب عنه وانقطعوا عن الدراسة، ولم يشهد المعهد بعدها وقتا كالوقت الذي عاصره الشيخ من أول يوم .\nكتاب توحيد الصفات وموقف المشرف على رسالة الماجستير\nفي الفترة التي كان الشيخ الرضواني يجاهد في الدعوة إلى الله وينتقل من بلد إلى آخر ومن معهد إلى آخر كان يواصل دراسته العليا، وحدث بينه وبين مشرف الرسالة الدكتور عبد الحميد مدكور أمر غريب كان سببا في تأخره في الحصول على درجة الماجستير، فبعد التسجيل في موضوع الرسالة بعامين وكان عن مفهوم الحرية أو قضية القضاء والقدر عن الصوفية في القرنيين الثالث والرابع الهجريين، كتب الشيخ الرضواني أغلب فصول الرسالة وأعطاها لمشرفه ليراجعها، فأثنى عليه الدكتور عبد الحميد مدكور بعد قراءتها ثناء كبيرا، ولم يبد أي ملاحظات تذكر غير تعديلات بسيطة لصياغة بعض الفقرات أو التنبيه على أخطاء غير مقصودة . وكان الشيخ الرضواني سعيدا بذلك، فأهدى إلى الدكتور عبد الحميد مدكور كتابيه توحيد العبادة ومفهوم الإيمان، وتوحيد الصفات بين اعتقاد السلف وتأويلات الخلف، ويا ليته ما فعل، إذ أن الدكتور عبد الحميد مدكور احمر وجهه فجأة وتلون وتغير وقال له في غضب شديد : كيف تكتب في العقيدة ؟ ومن أنت حتى تقدم على ذلك ؟ وكان الشيخ الرضواني في كتابه توحيد الصفات يرد على الشيخ طه عبد الله عفيفي من علماء الأشعرية في الجمعية الشرعية وصاحب كتاب حق الله على العباد وحق العباد على الله، وكان الشيخ الرضواني ينكر عليه منهجه في العقيدة وأنه يمنع السؤال : بقول القائل أين الله؟ فقال له الدكتور عبد الحميد مدكور : أتقول بأن الله في السماء والأرض كروية والسماء تحيط بالأرض فكيف يكون الله في السماء ؟ فاستدل الشيخ محمود الرضواني بحديث الجارية وهو في صحيح مسلم من حديث معاوية بن الحكم السلمي رضي الله عنه أنه قال : ( كَانَتْ لِي جَارِيَةٌ تَرْعَى غَنَمًا لِي قِبَلَ أُحُدٍ وَالْجَوَّانِيَّةِ، فَاطَّلَعْتُ ذَاتَ يَوْمٍ فَإِذَا الذِّيبُ قَدْ ذَهَبَ بِشَاةٍ مِنْ غَنَمِهَا، وَأَنَا رَجُلٌ مِنْ بَنِي آدَمَ آسَفُ كَمَا يَأْسَفُونَ، لَكِنِّي صَكَكْتُهَا صَكَّةً، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَعَظَّمَ ذَلِكَ عَلَيَّ، قُلْتُ : يَا رَسُولَ اللَّهِ أَفَلا أُعْتِقُهَا ؟ قَالَ : ائْتِنِي بِهَا، فَأَتَيْتُهُ بِهَا، فَقَالَ لَهَا : أَيْنَ اللَّهُ ؟ قَالَتْ : فِي السَّمَاءِ، قَالَ : مَنْ أَنَا؟ قَالَتْ : أَنْتَ رَسُولُ اللَّهِ، قَالَ : أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَةٌ ) . فلما استدل الشيخ محمود الرضواني بحديث الجارية وقولها في السماء، قال له الدكتور عبد الحميد مدكور: كيف نأخذ عقيدتنا من جارية جاهلة لم تدرس دراسة جامعية ؟ فقال له الشيخ الرضواني : لكن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شهد لها بالإيمان، وقَالَ : أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَةٌ ، ولم يشهد لأحد ممن درسوا في الجامعات . فأخذ منه الدكتور مدكور وهو متغير الوجه ما كتبه الشيخ الرضواني في الرسالة بعد أن قام بالتعديلات المطلوبة، ثم لقية بعد مدة غير بعيدة ، فوجد أن الدكتور مدكور قد نقض كلامه السابق حول ما كتبه الشيخ الرضواني في فصول الرسالة وحول الثناء عليها إلى ذم ونقص، وجعل كل جملة كتبت فيها شبه باطلة ولا بد من تغييرها . وبدا الأمر للشيخ الرضواني وقتها استحالة الحصول على درجة الماجستير تحت إشراف الدكتور عبد الحميد مدكور، فدعا الشيخ ربه أن يكفيه بما شاء، وأن يصرف عنه هذا الدكتور . ثم انصرف الشيخ بعدها للعمل في الدعوة قرابة العامين لم يذهب فيها إلى كلية دار العلوم أو مقابلة الدكتور مدكور حتى اتصلت به إدارة الدراسات العليا وأبلغوه أن المشرف قد تغير منذ عام كامل لسفر الدكتور مدكور في الإعارة لجامعة خليجية، وأنهم قد عينوا الأستاذ الدكتور عبد الفتاح الفاو مشرفا على الرسالة بدلا منه، وكان رجلا طيبا سمحا، اطلع على رسالة الدكتور الرضواني وفي بضعة أشهر ناقشها وحصل بفضل الله على درجة الماجستير . وقد كان كتاب توحيد الصفات له أثر كبير يدل على علم الشيخ الرضواني واستيعابه لأدق مسائل توحيد الصفات على صغر عمره، ولما نشر الكتاب وقامت بتوزيعه جريدة الأهرام المصرية تفاجأ الشيخ برسالة بريدية وصلت إليه من فضيلة الشيخ إبراهيم شعبان رحمه الله عضو المركز العام لجماعة أنصار السنة المحمدية بمصر ورئيس فرع مدينة المحلة الكبرى بمحافظة الغربية ، وكان رحمه الله شيخا كبيرا جاوز السبعين من عمره، فقد وقع الكتاب في يده واندهش عند قراءته، لأن الكتاب شفى غليله في التعبير عن صراعه الطويل في الدفاع عن مذهب السلف الصالح والرد على الشيخ طه عبد الله العفيفي وعلماء الخلف المعاصرين من خلال نصف قرن قضاها في الدعوة إلى الله، فكتب قصيدة طويلة يعبر فيها عن شكره وامتنانه عما ورد في الكتاب، وعن معاناته مع المشايخ أصحاب العقيدة الأشعرية ممن كانوا يحملون الدعوة في الجمعية الشرعية ويتبنون مذهب الخلف في الصفات، وجاء في مطلعها :\nالله فوق العلا رب ومعبود … وهذه رحلتي يا شيخ محمود\nومما جاء فيها في شأن رحلته الدعوية ودفاعه عن العقيدة السلفية :\nوله الثواب من الرحمن معهود\t…\tأحب كل خليل قام ينصرها\nوالخلف غاية أهل الغي منشود\t…\tلكن قومي قد اختلفوا على فرق\nوشبه البعض والتشبيه مردود\t…\tفعطل الله عن أوصافه حزب\nعودوا إلى النور من ظلماتكم عودوا\t…\tمعاشر العمي عن درب الهدى مهلا\nفالكل يفنى ورب العرش موجود\t…\tلا تركنوا لخواء أو لذي حسب\nإذ أولوا النص والتواب معبود \t…\tمات الجويني والرازي على أسف\nطه العفيفي ومن حاكاه ليعودوا \t…\tوالله نرجوا أن يهدى لنا إخوة\nما أثبت الله أو في الخبر موجود\t…\tإلى الصواب بإثبات بلا كيف\nومما كتبه فضيلة الشيخ إبراهيم شعبان في رسالته إلى الشيخ الرضواني أنه يرغب في زيارته ورؤيته قبل موته، وقد كان الشيخ إبراهيم شعبان يظن أن الشيخ الرضواني قد تجاوز الثمانين من العمر، وأنه شيخ كبير لأنه لا يكتب في توحيد الصفات بهذا الأسلوب السهل الممتنع إلا من كانت له خبرة علمية واسعة في علم العقيدة، ولم يكن يعلم أن الشيخ الرضواني لم يتجاوز الثلاثين من عمره . ويذكر الشيخ الرضواني من المواقف الطريفة أنه بعد فترة وجيزة دعا الدكتور الوصيف حزة رحمه الله رئيس فرع أنصار السنة بمدينة الجمالية دقهلية والتي تبعد ثلاث كيلومترات عن الكفر الجديد بلد الشيخ الرضواني، دعا الدكتور الوصيف فضيلة الشيخ إبراهيم شعبان إلى محاضرة في أحد الأسابيع الثقافية، فاتفق الشيخ الرضواني مع الدكتور الوصيف على استضافة الشيخ إبراهيم شعبان للعشاء بعد المحاضرة، فاستقبلهم الشيخ الرضواني وكانوا في جمع من الإخوة ورحب بهم ولم يأت في ذهن الشيخ إبراهيم شعبان أن الذي استقبلهم هو الشيخ محمود الرضواني، فقال لهم : أين الشيخ محمود عبد الرازق، أين والدك يا بني ؟ فقال الشيخ محمود الرضواني له ستراه بعد قليل، والجميع قد فهم أن الشيخ يظن الشيخ الرضواني رجلا قد بلغ به الشيب مبلغه. ثم قدم العشاء والشيخ ما زال يسأل عن الشيخ محمود الرضواني، فقال له الدكتور الوصيف رحمه الله هذا هو الشيخ الرضواني : فقال مندهشا : بالله عليك أهذا هو ؟ فقال : نعم، فأكب الشيخ عليه يقبله ، ويقول : ما شاء الله ما شاء الله، أهذا الذي كتب توحيد الصفات بين اعتقاد السلف وتأويلات الخلف ؟ والله ظننتك يا بني أكبر مني في السن ؟ بارك الله في علمك وعمرك .\nانتقال الشيخ الرضواني إلى القاهرة والاستقرار فيها\nانتقل الشيخ بعد وفاة والدته إلى القاهرة واستقر في مدينة المرج ، وكان الشيخ قد سجل لرسالة الدكتوراه في موضوع اختاره له شيخه الأستاذ الدكتور حسن الشافعي وهو بعنوان الأصول القرآنية في المصطلح الصوفي وقال له : يا شيخ محمود ، هذه أول دراسة في العالم الإسلامي لتمحيص المصطلحات الصوفية واستخراج ماله منها علاقة بالأصول القرآنية، فبحثك سوف يكون بحثا تراثيا ومرجعا لجميع المسلمين، وارجوا أن تكون على مستوى المسؤولية فذلك أمر ليس بالهين، إن لم تكن مستعدا اعتذر عنه، فأصر الشيخ على إنجاز الرسالة ووعده خيرا . وقد عين الأستاذ الدكتور محمد عبد الله الشرقاوي مشرفا لفضيلته ، وكان كما ذكر الشيخ الرضواني رجلا متعاونا واسع العلم والأفق كريم الخلق متفتح الذهن ، وقد أحبه الشيخ الرضواني كثيرا وتأثر به ، وكثيرا ما يدعو له فقد كان إشرافه على الرسالة خيرا للشيخ وبركة ، إذ تمكن الشيخ من إنهاء رسالته للدكتوراه في أقل من ثلاث سنوات على الرغم من ضخامة الرسالة التي بلغ عدد صفحاتها ما يزيد عن الألف صفحة تأليفا وتأصيلا ، وقد كان الشيخ يستخدم الحاسب في جمع المادة العلمية وترتيبها ، وكان شيخه فضيلة الدكتور الشرقاوي متفهما يحضه على استخدام وسائل التقنية الحديثة التي تثري مثل هذا البحث . وقد قام الشيخ الرضواني بوضع أصول علمية لتمييز مصطلحات الصوفية والحكم على كونه ذا أصول قرآنية عبر المراحل الزمنية لكل مصطلح صوفي وحسب مراحل التصوف وتطوره ، وقد كان عملا شاقا أخذ جهدا كبيرا متواصلا ، ساهمت فيه زوجته أم عبد الرزاق في إدخال المعلومات على الكمبيوتر أولا بأول والاستعانة بمراجعتها على الموسوعات المتاحة آنذاك والمراجع العلمية . وقد استمر الشيخ في دعوته في القاهرة فعقدت له دروس ثابتة في أماكن متعددة يذكر منها درس الأحد في المركز العام لأنصار السنة المحمدية والذي استمر قرابة العامين ، كان فيه إقبال كبير من طلاب العلم رجالا ونساء ، شرح فيه الشيخ معظم مؤلفاته ، هذا بالإضافة إلى تدريسه للعقيدة في معهد إعداد الدعاة بالمركز العام ، حيث درس فيه الشيخ دورتين علميتين تأثر بها كثير من طلاب العلم ، وكانت آثارها مباركة . ومن ذلك أيضا محاضرة ثابتة أسبوعية يوم الثلاثاء من كل أسبوع في مسجد الهدي النبوي في الكيت كات شرح فيه الشيخ كتاب التوحيد من صحيح الإمام البخاري واستمر هذا الدرس لمدة عامين بضيافة الحاج عامر النوبي رحمه الله . ومنها أيضا درس الأربعاء بمسجد الهدي التابع للجمعية الشرعية في مدينة نصر بدعوة من فضيلة الشيخ نشأت أحمد حفظه الله واستمر قرابة العامين ، وكان درسا مميزا فيه إقبال كبير من طلاب العلم والكثير من رجال الأعمال الذين تأثروا بالعقيدة الصحيحة وأثروا في حياتهم وفى العاملين لديهم بسبب تلك الدروس المباركة . وكذلك درس السبت من كل أسبوع في فرع أنصار السنة المحمدية في شبرا الخيمة في مسجد الأنصار حيث شرح الشيخ قدرا كبيرا من كتاب شرح نونية بن القيم للدكتور محمد خليل هراس رحمه الله ، وأيضا درس الخميس في إمبابة في فرع أنصار السنة المحمدية شرح الشيخ فيها كثير من مؤلفاته ونظرا لإقبال الناس وازدحامهم عليه منعت الجهات المسئولة المحاضرة . وعقدت للشيخ محاضرات أخرى كثيرة في مدينة ١٥ مايو في الجمعية الشرعية وكذلك مدينة حلوان ومسجد الرحمة في الهرم، ومسجد الدكتور مصطفى محمود في المهندسين ومسجد العزيز بالله في الزيتون، وعقدت له أيضا محاضرات كثيرة في مدينة التوفيق ومسجد الشهيد عمرو الشربيني الذي كان يحاضر فيه شيخ الأزهر استمر فيه قرابة العام ، وكذلك مسجد بلال بمدينة نصر، وعقدت له أيضا محاضرات كثيرة في مسجد الصديق بمساكن الشيراتون . وكانت حياة الشيخ حافلة بالدعوة والرد على فتاوى العامة والخاصة، وسافر الشيخ أيضا للدعوة خارج البلاد إلى مدينة أدمنتن بولاية ألبرتا في غرب كندا، وأثرت محاضراته في العقيدة في تعريف المسلمين هناك بالتوحيد والتمسك بنهج الصحابة والتابعين وطريقة السلف الصالح ، وبعد حصوله على درجة الدكتوراه بمرتبة الشرف الأولى درس الشيخ في كلية الدراسات الإسلامية والعربية بالجامعة الأمريكية المفتوحة لمدة عام .\nالسفر إلى السعودية للعمل في كلية الشريعة وأصول الدين بأبها\nسافر الشيخ بعد ذلك للعمل في كلية الشريعة وأصول الدين بجامعة الملك خالد في أبها بالمملكة العربية السعودية . وبعد عامين قضاها  . . .  في تعليم الكثير منهم كيفية الاستفادة من الحاسب في الأبحاث الإسلامية، حتى أصبح الشيخ معروفا بأنه مرجع بارز وأساسي للأساتذة ووكيل الكلية في كل استشارة حاسوبية حتى استغرب الكثيرون منهم لسعة علمه في علوم الحاسب، وكيف جمع بين التخصص في العقيدة والتخصص في علوم الكمبيوتر . وقد كان إعداد الجداول الخاصة بمحاضرات الأساتذة عملية تستغرق أكثر من شهر في كلية الشريعة ، فقام الشيخ بإعداد برنامج على الحاسب قام بتوزيع المحاضرات في دقائق معدودات وأصبح من السهل توزيع المحاضرات مع تحقيق أغلب الرغبات، فأوغر ذلك صدور المناصرين للطرق البدائية ورأوا أن الأمر سيخرج من أيديهم إلى شيء لم يألفوه وأسلوب لم يعهدوه . وأصبحت العين على الشيخ الرضواني ساخنة كان يراها في عين وكيل الكلية على الخصوص قبل أن يكون عميدها، حتى إنه لما طلب منه وكيل الكلية تعديلا في الجدول في بعض المحاضرات كان يأخذ مدة طويلة فيما سبق أنجزه الشيخ في دقائق فتعجب منه تعجبا شديدا ونظر إليه نظرة رأي الشيخ أنه سيبتلى بسببها . ولما قدم نسخة من هذا جدول الكلية على اسطوانة مدمجة وعليها كل بيانات الأساتذة ومحاضراتهم لأنه سوف يسافر مع أهله لأداء نسك العمرة قال للوكيل : هذه فيها جميع البيانات أقدمها لك لأني مسافر ، ولعل شيء يصيبني في الطريق فيتعطل عمل الأساتذة في الكلية بسببي، فقال له : أنت لن يصيبك شيء وسترجع ، ومثلك لا يصيبه شيء ، ولم يذكر مشيئة الله أو يعلق الأمر عليها ، حتى خرج الشيخ من عنده مندهشا من قوله ، وكانت العين !؟\nحادث أليم وابتلاء عظيم\nسافر الشيخ مع أولاده في سيارته الخاصة إلى مكة في رمضان لعمل العمرة والاعتكاف في المسجد الحرام في العشر الأواخر، وبعد قضاء ليلة السابع والعشرين وبعد صلاة الفجر توجه الشيخ عائدا إلى أبها لإنجاز متعلقات الكلية وتجهيز نسخة من جداول الأساتذة وإرسالها إليهم استعدادا لبداية الدراسة بعد العيد، وفي منتصف الطريق بعد الظهر في بلدة يقال لها المخواة صلى الشيخ مع أولاده صلاة الظهر والعصر جمعا وقصرا ، ثم ركب سيارته وواصل سيره . وبعد قليل وجد الشيخ سيارة نقل متوسطة محملة بخزان كبير أراد أن يتجاوزها، لكن سائقها وهو صبي صغير لم يتجاوز الحادية عشر من عمره ، وليست له رخصة تؤهله للقيادة، انحرف بشكل عمودي ومفاجئ على الطريق ظنا منه أنه لا أحد سيمر بجانبه ، وأن الطريق طريقه وحده، فقطع الطريق على الشيخ وأدرك الشيخ في لحظتها أن الموت قريب فنطق بالشهادة ، وحاول إيقاف السيارة بكل قوته لكنها اصطدمت بمنتصف السيارة النقل عند مخزن الوقود ، فاشتعل حريق هائل أحرقها وطالت النيران بعضا من سيارة الشيخ ، وأصيب الشيخ بغيبوبة ظن من اجتمعوا حوله أنه توفي ، فتركوه وتركوا أهله لتأكلهم النار ، وأصيبت زوجته بكسور شديدة في الرأس وفي الفخذ، وكانت تنادي على الناس من حولها وتشير إليهم ليخرجوها ، وهم يقولون لها ولابنتها الكبرى : الأمر انتهى قولي : لا إله إلا الله. وبقي الناس ينتظرون الدفاع المدني، ولا يريدون إنقاذ أحد خوفا على أنفسهم من النيران، فلما استيقظ الشيخ من غيبوبته وجد نصف بدنه قد احترق ، ووجد ولده عبد الرزاق قد انكسرت ساقه ، وكذلك بنته الكبرى انكسرت رجلها ، والصغرى أصيبت بكسر في رأسها، وفك الشيخ حزام الأمان وفتح باب السيارة ونزل منها دون أذى أو كسور غير ما أصابه من حروق شديدة، فوجد الصبي الذي يسوق السيارة الأخرى ينادي عليه لينقذه و، الناس لا يريدون أن ينقذوه خوفا على أنفسهم وظنا منهم أنه سيموت حرقا، فتقدم الشيخ بقوة لإنقاذه فجذبوه ومنعوه حتى لا يهلك هو الآخر ، فأغمي على الشيخ ، وظل الصبي يحترق حتى توفي . وكان منظرا أليما وابتلاء عظيما، كان الشيخ يقول : لو فتحوا علي باب السيارة أو حاولوا إيقاظي من غيبوبتي أو أخرجوني لما أصبت بشيء ، ولكنها أسباب ليمضي قدر الله كما كتب في اللوح المحفوظ وتقع عين الحاسد كابتلاء للناس . وجد الشيخ نفسه مصابا في مستشفى الباحة هو وزوجته وأولاده الثلاثة، وهو أشدهم معاناة بسبب الحروق الشديدة التي قاربت نصف الجسد . ثم نقلوه إلى مستشفى عسير لعدم وجود الإمكانيات في الباحة، ومكث قرابة الشهرين تحت إشراف أطباء من غير ذوي الخبرة فتأذى الشيخ كثيرا من طريقة علاجهم، ومن شدة الألم الذي يشعر به يوميا عن تطهير جروحه وكان يقول لهم : يستحيل أن تكون هذه طريقة للعلاج من الجروح بل هي طريقة للموت . وكانت المستشفى في عسير لا يوجد بها الأجهزة الكافية لإجراء العمليات الجراحية في الحروق الكبيرة، ورفض الشيخ علاجهم ، وطلب أن يعالج على نفقته الخاصة في مشفى خاص أو ينقل إلى بلده، فتدخل كثير من الناس لنقله إلى جده وآخرون كانوا يرغبون في نقله إلى الرياض، وكان أغلب زملائه في الكلية يرجحون أن الشيخ سيموت بسبب سوء حالته الصحية ، وذهاب نصف جلده عن بدنه ، وقال له بعضهم لما عوفي : كنا على يقين أنك ستموت وكنا نرتب لك أمور دفنك ونقل جسمانك إلى بلدك. وقد اشتكت المستشفى من كثرة زواره يوميا من إخوانه الأساتذة وطلاب العلم وكثير من معارفه ، وكثير منهم من كانت له مواقف جيده ، وخصوصا وكيل الكلية الذي كانت عينه سببا فيما ألم به . ونقل الشيخ إلى الرياض وبدأت رحلة معاناة جديدة استمرت قرابة الشهرين تحت إشراف أساتذة من ذوي الكفاءة والخبرة تمكنوا من إجراء عمليات جراحية عديدة ، ومعالجة الأخطاء التي وقع فيها الأطباء في مستشفى عسير، وبفضل الله ثم بإيمان الشيخ بقضاء الله وقدره ووجود بعض المحبين له من بلده تحمل الشيخ الآلام وتجاوزها، وكان كل ليلة وهو راقد طريح الفراش على ظهره طوال تلك الفترة ، يشرح لمحبيه وزاره مسائل التوحيد والعقيدة ، ويرد على استفساراتهم في مسائل الأسماء والصفات وقضايا التوحيد والإيمان . تجاوز الشيخ بفضل الله محنته وشفاه الله وعاد إلى أبها في كلية الشريعة وأصول الدين بعد رحلة طويلة من الألم رأى الشيخ فيها أمورا ما تصورها في حياته ، فقد كان يتأمل في خلق الله وهو يرى نصف جسده يوميا لحما أحمر دون جلد يغطيه، وهم يغسلونه بأنواع المطهرات المختلفة، وكان يدعوا الله أن تكون كفارة لذنوبه وسببا في رفعة منزلته ودرجته عند الله. ومن الله أيضا على زوجته وبرئت بحول الله وقوته مما أصابها من كسور شديدة في رأسها وفي فخذها إذ مكثت قرابة الأربعة أشهر قعيدة لا تتحرك، وكذلك أبرأ الله أولاده جميعا وعادوا إلى ما كانوا عليه من صحة وعافية . غير أن الشيخ كان يعاني كثيرا من إمكانية الحركة والوقوف ، لاسيما وأنه كان نائما على ظهره كل تلك الفترة التي قضاها دون حركة ، فأخذ وقتا طويلا حتى تمكن من الحركة بوضعها السابق وقد بترت بعض أصابعه في يده اليسرى ، وشوهت يده بسبب شدة الحروق .\nفتح من الله بعد المحنة\nبعد أن استعاد الشيخ عافيته بفضل الله وحده أقدم على بحثه في أسماء الله الحسنى واستخراجها من القرآن والسنة ، وكانت قضية الأسماء الحسنى من القضايا الشائكة التي كان يواجهها الشيخ عبر سنين الدعوة ، فتمييز الأسماء الحسنى أمر شاق على نفس كل شيخ لكن البداية الفعلية اجتمعت فيها ثلاثة مواقف متراكمة كانت السبب المباشر في القيام بهذا البحث: الموقف الأول كثرة الأسئلة المحرجة التي كان يوجهها الأستاذ عماد الدين أديب عند استضافته للشيخ برفقة الدكتور عمر بن عبد العزيز والشيخ خالد الجندي ، إذ كان يسأل عن الأسماء المشهورة ، وهل هي نص نبوي مرفوع ؟ ومن الذي جمعها ؟ وكيف جمعها ؟ ومتى رتبها ؟ ولماذا رتبها على هذا النحو المشهور؟ مما أحرج المشايخ ولم يتمكنوا من الإجابة . الموقف الثاني أن سائلا جاء إلى الشيخ وهو معتكف في الحرم بصحبة الشيخ علي حشيش والشيخ مصطفى العدوي يسأل عن بعض الأسماء الحسنى كالجميل والنظيف والسخي والنور فكان كل منهم يحيل على الآخر ، ولا يتمكن السائل من الخروج بإجابة محددة ، فأحس الشيخ وقتها بحرج شديد وأن الأمر يفتقر إلى بحث جديد. الموقف الثالث أن أحد العاملين بكلية الشريعة وأصول الدين بأبها ولد له مولود ، فأراد أن يسميه عبد العال ، فرفض موظف السجلات أن يكتب الاسم ؛ لأنه ليس من أسماء الله الحسنى وحدث نزاع بينهما وطلب الموظف فتوى بالتسمية ، فلما جاء الرجل إلى قسم العقيدة في مكتب الشيخ محمود الرضواني ، وكان معه فضيلة الشيخ سالم القرني وبعض الأساتذة أحال كل منهم على الآخر مسئولية الحكم بأن العال اسم أو ليس باسم ، وكان موقفا محرجا كل ذلك دعا الشيخ على الإقدام على بحث الأسماء الحسنى إذ كانت وسائل البحث سهلة وميسورة والشيخ متمكن فيها بحمد الله .\nالكمبيوتر وأثره في بحث الأسماء\nلم يكن من السهل قبل ظهور الكمبيوتر أن يدعى عالم أو فقيه أنه قرأ القرآن والسنة كلمة، كلمة وأنه وجد أو لم يجد اسما من أسماء الله المشهورة كالخافض المعز المذِل العَدْلُ الجَلِيلُ البَاعِثُ المُحْصِي المُبْدِيءُ المُعِيدُ المُمِيتُ المُقْسِط المُغْنِي المَانِعُ الضَّارُّ النَّافِعُ البَاقِي الرَّشِيدُ الصَّبُور، لأن ذلك يتطلب وقتا طويلا وجهدا كبيرا وعناية فائقة يصعب تحققها في لجنة كبيرة للبحوث العلمية فضلا عن اجتهادات فردية في المطالعة. ولذلك كان أغلب العلماء فيما سبق يذكر الأسماء الحسنى في كتبه على وجه التوسع وتطرق الاحتمال أو الاكتفاء بما أدرجه الوليد بن مسلم في الرواية التي ذكرها عنه الإمام الترمذي في سننه مع الاستعانة بما صح من الأسماء في المدرج عند ابن ماجة من رواية عبد الملك الصنعاني، وكذلك ما رواه الحاكم من إدراج عبد العزيز بن الحصين. غير أنه منذ أكثر من عشر سنوات تقريبا لما ظهر الحاسوب بشكل يسهل تداوله بين عامة الناس اهتمت مؤسسات علمية إسلامية عديدة بإدخال القرآن الكريم نصا وصوتا على الحاسوب والاستفادة من تلك التقنية في خدمة كتاب الله، فظهرت أول موسوعة قرآنية الكترونية في العالم الإسلامي بكفاءة عالية كنقلة نوعية تكشف ما تضمنه القرآن الكريم من إعجاز علمي وبلاغي وعددي، وقد مكنت تلك الموسوعة الباحثين من تتبع واستقصاء الألفاظ وجذور الكلمات وتحليل حروفها آليا والبحث عن الكلمة بما يلاصقها، والبحث أيضا عن المفردات بصورة متتالية مرتبة، أو متباعدة مرتبة، أو متباعدة غير مرتبة، ثم يعرض الحاسب مواضعها ونتائجها بصورة مذهلة، فلا يستغرق الأمر بضع ثوان إلا وتجد النتيجة حصرية ومطروحة بين يديك ومعروضة في موضعها بلون مختلف عن سائر النصوص، وكان ذلك وقتها يعد إنجازا كبيرا وشيئا خارقا يظهر بجلاء ووضوح مدلول قوله تعالى : (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ) (الحجر:٩). ثم ظهرت بعد ذلك نسخة الكترونية من صحيح البخاري، وكانت تلك نقلة نوعية أخرى، وأصبح من الممكن استخدام تقنية البحث الحاسوبية على كل لفظ فيه بالطريقة ذاتها التي استخدمت في موسوعة القرآن، وأصبح من السهل أيضا أن يقول باحث متمرس في استخدام الحاسوب : وجدت أو لم أجد هذا اللفظ أو ذلك الاسم من أسماء الله في صحيح البخاري، ثم تبع ذلك صحيح مسلم وسنن الترمذي وأبو داود والنسائي وابن ماجة والدارمي ثم مسند الإمام أحمد وموطأ الإمام مالك، وتتابع الأمر حتى أدخلت سائر كتب السنة وشروحها من معاجم ومستدركات ومسانيد وأجزاء حديثية وكتب التفاسير المسندة . بل وصل الأمر في ذلك إلى التخصص النوعي في تنوع الموسوعات الالكترونية وتصنيفها وفق موضوعات متميزة، فظهرت عدة موسوعات حديثية من شركات متعددة بلغت خمس موسوعات تحمل المادة ذاتها، بحيث يمكن تلاشي الخطأ إن وجد في موسوعة بالبحث في أخرى، وأصدرت وزارة الأوقاف والمجلس الأعلى للشؤون الإسلامية بمصر موسوعة حديثية دقيقة سهلة متاحة لسائر المسلمين، وانفردت كل شركة بإنتاجها في ذلك حتى أصبح أمرا ميسورا الحصول على مكتبة الكترونية شاملة في الحديث النبوي الشريف وتخريجه وعلم المصطلح والجرح والتعديل وتراجم الرجال، وأخرى في تفسير القرآن وعلومه، وثالثة في الفقه وأصوله، ورابعة في العقيدة الإسلامية وخامسة في التاريخ والحضارة، وتجد أيضا موسوعة كبرى في تراث ابن تيمية وتلميذه ابن القيم، ثم تتوالى الموسوعات تترا في الأخلاق والأدب والنحو والصرف ومعاجم اللغة والشعر وغير ذلك من الموسوعات والمكتبات الالكترونية الشاملة مما أنتجته مختلف الشركات في العالم الإسلامي، حتى أصبح متاحا بين يدي كل مسلم أكثر من عشرين ألف مجلد يقرأها الحاسوب في دقائق معدودات، وبنقلة نوعية متميزة غيرت مجرى البحث العلمي وحملت بعدا جديدا للبحث لم يكن معهودا من قبل، وأصبح تحديا جديدا لعلماء الإسلام في كل مكان، هل سيكتفوا بطريقة المطالعة وتقليب الصفحات والتنقل بين المكتبات وبذل الكثير من الأوقات في تحرير بعض المعلومات أم يلزمنا التقدم والتطور والأخذ بالوسائل التي لا تخالف الثوابت والتشريعات ؟. كان من فضل الله على الشيخ الرضواني أنه اقتنى الكمبيوتر منذ أول ظهوره، وكان قصده وقتها أن يكتب فيه رسالة الماجستير وبعض مؤلفاته، وقد تعلم الشيخ بجهده الذاتي وقليل من مشورة المتخصصين حتى أصبح متقنا لبرامجه يعتمد على نفسه في إصلاحه أو تجميعه أو تطويره أو استبدله بجهاز آخر جديد فكان خبيرا في الهارد وير والسوفت وير معا وعلم الكثير من زملائه أعضاء هيئة التدريس في الكلية وأصبح مرجعهم في ذلك . ويذكر الشيخ أنه ذات مرة بعد صلاة الجمعة وجد الدكتور سالم القرني عند منزله منتظرا عودته ومعه جهازه الكمبيوتر المحمول، وهو في حالة يرثى لها، وكان الدكتور سالم قد حصل على سنة تفرغ من الكلية لعمل بحث علمي وهذا حق يمنح فقط للسعودين براتب كامل دون المصريين، وقد اجتهد الدكتور سالم القرني في بحثه حتى أوشك على الانتهاء منه، وكان مكتوبا على برنامج الوورد ولم يحفظ نسخة عنه تحسبا لفقده من جراء فيرس أو ما شابه . ويبدوا أن أحد أولاد الشيخ سالم الصغار فتح الملف الذي فيه البحث وحدده كله ثم حذفه دون أن يشعر ثم حفظ الملف قبل إغلاقه في الرسالة التي يرسلها البرنامج، وبهذا فقد البحث فقدا نهائيا لا عودة فيه ، وبعد محاولات مضنية لاسترجاع البحث من قبل الدكتور سالم وجميع المهندسين في محلات الكمبيوتر في أبها عجز الجميع عن إستخراج البحث أو إعادته، وغضب من أولاده غضبا شديدا بدا على وجهه فقد ضاع منه جهد عام كامل من التحقيق العلمي والتفرغ الدراسي . وقد استطاع الشيخ أن يصل بأعجوبة إلى أحد الملفات المخفية التي يحفظها البرنامج في المجلدات الفارغة واستعاد له البحث كاملا ، ولم يفقد منه إلا بضع كلمات كتبها قبل فقده بساعات، وقد ظهرت فرحة على وجهه عبرت عن شكره وامتنانه وتقديره ومحبته للشيخ الرضواني .\nبدأ الشيخ بحثه فى الأسماء الحسنى وبين يديه خمسة وثلاثين موسوعة إسلامية احتوت على ما يقارب الخمسين ألف مجلد من كتب التراث الإسلامي وكذلك عشرات المراجع التراثية والمعاصرة التي تناولت أسماء الله الحسنى وأخذ يجمع كل الأسماء التي وردت في تلك المراجع حتى قاربت ثلاثمائة اسم ثم بدأ الشيخ في بحثهم اسما ،اسما وفق القواعد التي استخرجها من بطون تلك الكتب وقد صبر صبرا طويلا وبذل جهدا كبيرا على عدة حواسب في مكتبه في الكلية أو على حاسبه المحمول في منزله على الطبلية وثالث تجلس عليه زوجته ورابع يتابع عليه أولاده فكان يجلس اليوم بأكمله ماعدا بضع ساعات في الكلية وأداء الصلوات ووقت قصير إذا غلبه النوم وقد وجد الشيخ دافعا يدفعه وحماسا يأخذه إلى مواصلة البحث وكانت السعادة في معرفة النتيجة وتمييز الاسم تلو الاسم سببا في استمرار البحث لأكثر من عامين كاملين حتى كانت المفاجأة في استخراج الأسماء أسماء الله الحسنى بأدلتها من الكتاب والسنة . وعند التحقق من النتيجة ومراجعتها والتأكد من سلامتها وأن ما أخبر به النبي صلى الله عليه وسلم عن وجود تسعة وتسعين اسما بنصها مطلقة في الدلالة على الحسن من كتاب الله ومما صح عن رسوله صلى مع أولاده ركعتين شكرا لله على نعمته التي منى الله به عليه ثم رأى الشيخ رؤيا مباركة رأى فيها بشارة طيبة أخبر بها زوجته (لم يرغب الشيخ في أن يقصها علينا) . وقد استكمل الشيخ شرح الأسماء التي توصل إليها وأجرى دراسة مفصلة حول كل اسم ثم عمل دراسة أخرى في دلالة الأسماء على الصفات وأنواع الدلالات لكل اسم على حدة وقد أخذ منه هذا البحث جهد كبيرا وفق الله فيه توفيقا عظيما وأيضا قام بدراسة كيفية الدعاء بأسماء الله الحسنى التي ثبتت لديه من خلال ما صح عن نبينا صلى الله عليه وسلم وأصحابه رضي الله عنهم وأفرد بحثا آخر جمع فيه تأثير الأسماء في سلوكيات العبد وتوحيده لربه من خلال قوله وفعله . وقد فتح الله على الشيخ وألف كثيرا من الكتب بعدها وأعاد صياغة ما ألفه سابقا وطبعت له عدة اسطوانات في مختلف موضوعات العقيدة وبعد أن قدم الشيخ أبحاثه للترقية لكلية الشريعة وأصول الدين بجامعة الملك خالد وحكمت تلك الأبحاث من قبل اللجنة المعنية تمت ترقية الشيخ علميا ووظيفيا إلى درجة أستاذ مشارك في العقيدة الإسلامية والمذاهب المعاصرة ، ونظرا لأن الشيخ لم يمارس الدعوة ولا الصلاة بالناس كما كان مألوفا في بلده وكما تعود من صغره فالوضع في السعودية لا يتحمله من ألف الدعوة إذ أن العمل الدعوي مقصور على السعوديين فقط ، فلم تطب نفس الشيخ في إقامته بأبها للعمل في الجامعة ورغب في عودته إلى بلده للعمل في الدعوة إلى الله وكتابة بعض المؤلفات العلمية في أبواب العقيدة التي وضع الشيخ خططها ، وحاول الكثير من زملائه في قسم العقيدة ورئيس القسم ووكيل الكلية إقناعه بالبقاء وعدم التعجل بتقديم استقالته ، لكن الشيخ أصر وآثر أن يكون في بلده ينتفع الناس بعلمه، ونزولا على رغبة إخوانه وطلابه في مصر .\nالإنتاج العلمى للشيخ الدكتور محمود عبد الرازق الرضواني\nأولا : كتب عبارة عن بحوث منشورة في دوريات علمية متخصصة ومحكمة :\n(١-معرفة النبي صلى الله عليه وسلم وأثرها على النصارى المنصفين\n(الدليل من الأناجيل على أن نصارى اليوم يعرفون محمدا كما يعرفون أبناءهم) ( دراسة مقارنة ) بحث محكم نشر في حولية كلية المعلمين بأبها، السعودية .\n(٢- الفضائيات والغزو الفكري (منفرد، بحث محكم نشر في مجلة الحكمة، ببريطانيا، ونشر أيضا ضمن الأبحاث المحكمة التي وافقت عليها لجنة تحكيم بحوث ندوة تحصين شباب الجامعات ضد الغزو الفكري، والمنعقدة بكلية الدعوة وأصول الدين، الجامعة الإسلامية بالمدينة المنورة .\n(٣- مختصر القواعد السلفية في الصفات الربانية ، بحث محكم نشر في مجلة الحكمة، ببريطانيا.\n(٤- المحكم والمتشابه وأثرها على القول بالتفويض، بحث محكم نشر في العدد الثاني من مجلة جامعة الملك خالد .\nثانيا : كتب وبحوث مقدمة في مؤتمرات علمية متخصصة ومحكمة :\n(٥- كتاب بداية الكون دراسة تأصيلية للنصوص القرآنية والنبوية، بحث مقدم لوحدة البحث العلمي بكلية الشريعة وأصول الدين جامعة الملك خالد، وقد عرض البحث ونوقش علنا من قبل الأساتذة المتخصصين بقاعة الشيخ بن باز رحمه الله، وبحضور الأساتذة أعضاء هيئة التدريس وعميد الكلية .\n(٦- القلب دراسة تأصيلية للنصوص القرآنية والنبوية، بحث مقدم لوحدة البحث العلمي بكلية الشريعة وأصول الدين جامعة الملك خالد، والبحث عرض تقديمي باستخدام الكمبيوتر متصلا بجهاز العرض في أكثر من خمسين شريحة مبرمجة تلقائيا من قبل الباحث وبحضور الأساتذة أعضاء هيئة التدريس بالكلية ، وقد نوقش البحث علنا .\nثالثا : مؤلفات تم نشرها قبل الحصول على درجة الدكتوراه :\n(٧- توحيد العبادة ومفهوم الإيمان ، وملحق بالكتاب أربع لوحات مطوية لتبسيط قواعد العبادة، وأنواع الشرك وشعب الإيمان، وأركان الإيمان وما يقابلها من أنواع الكفر، وجميع اللوحات السابقة تصور كيف تتعلق هذه الموضوعات بالقلب واللسان والجوارح .\n(٨- توحيد الصفات بين اعتقاد السلف وتأويلات الخلف ، والكتاب عبارة عن دراسة نقدية لكتاب ( حق الله على العباد وحق العباد على الله ) للشيخ طه عبد الله عفيفي ، وهو أحد المعاصرين من الأشعرية ومن أعلام الجمعية الشرعية بمصر .\nرابعا : بحوث ومؤلفات تم نشرها بعد الحصول على درجة الدكتوراه :\n(٩- إثبات الشفاعة لصاحب المقام المحمود والرد على الدكتور مصطفي محمود، وهو بحث في الرد على شبهات الدكتور مصطفي محمود في إنكاره الشفاعة وتشكيكه في السنة.\n(١٠- الحقائق العظمى في حياة الإنسان .\n(١١- التصوف هل له أصل في الكتاب والسنة.\n(١٢- البدعة الكبرى (محنة الإمام في صفة الكلام ) .\n(١٣- المختصر المفيد في علة تصنيف التوحيد .\n(١٤- مفهوم القدر والحرية عند أوائل الصوفية .\n(١٥- أسماء الله الحسنى الثابتة في الكتاب والسنة - الجزء الأول الإحصاء أول دراسة إحصائية حاسوبية حصرية في تمييز أسماء الله الحسنى .\n(١٦- أسماء الله الحسنى الثابتة في الكتاب والسنة - الجزء الثاني الشرح والتفسير . (١٧- أسماء الله الحسنى الثابتة في الكتاب والسنة - الجزء الثالث دلالة الأسماء على الصفات .\n(١٨- أسماء الله الحسنى الثابتة في الكتاب والسنة - الجزء الرابع دعاء المسألة .\n(١٩- أسماء الله الحسنى الثابتة في الكتاب والسنة - الجزء الخامس دعاء العبادة .\n(٢٠- أسماء الله الحسنى الثابتة في الكتاب والسنة - الكتاب الجامع .\n(٢١- المختصر في التعرف على أسماء الله الحسنى الثابتة في الكتاب والسنة .\n(٢٢- الدعاء بأسماء الله الحسنى.\n(٢٣- معجم ألفاظ الصوفية - ( الأصول القرآنية للمصطلح الصوفي ) ثلاث مجلدات .\n(٢٤- شروط لا إله إلا الله .\nخامسا : أعمال أخرى:\n(٢٥- الإصدار الأول من المكتبة الصوتية في العقيدة الإسلامية، وهي عبارة عن ثلاثين محاضرة مسموعة ومقروءة ومخصصة لطلاب العلم، والتعليم عن بعد في الجامعات المفتوحة، تتناول موضوعات متعددة في العقيدة الإسلامية . .\n(٢٦- الإصدار الثاني من المكتبة الصوتية في العقيدة الإسلامية، وهي عبارة عن ثلاثين محاضرة مسموعة ومقروءة مخصصة لطلاب العلم والتعليم عن بعد في الجامعات المفتوحة، تتناول موضوعات متعددة في العقيدة الإسلامية . .\n(٢٧- الإصدار الثالث من المكتبة الصوتية في العقيدة الإسلامية، وهي عبارة عن ثلاثين محاضرة مسموعة ومقروءة، مخصصة لطلاب العلم، والتعليم عن بعد في الجامعات المفتوحة، تتناول قضية القضاء والقدر . .\n(٢٨- الإصدار الرابع من المكتبة الصوتية في العقيدة الإسلامية، وهي عبارة عن ثلاثين محاضرة مسموعة ومقروءة، مخصصة لطلاب العلم، والتعليم عن بعد في الجامعات المفتوحة، تتناول موضوع الأسماء الحسنى إحصاء وشرحا ودعاء .\nسادسا :مشاركات أخرى :\n١- عضو اللجنة المشارك فى وضع مقررات مناهج مادة العقيدة لكلية الشريعة وأصول الدين بجامعة الملك خالد .\n٢- عضو اللجنة المشارك فى وضع مقررات مناهج الدراسات العيا لمرحلتى الماجستر والدكتوراه بقسم العقيدة والمذاهب المعاصرة بكلية الشريعة وأصول الدين بجامعة الملك خالد .\n٣- عضو مؤسس للجمعية العلمية السعودية لعلوم العقيدة والأديان والفرق والمذاهب المعاصرة بكلية الدعوة وأصول الدين بالجامعة الإسلامية بالمدينة المنورة .\n٤- عضو منتدب للمشاركة في تدريس التوحيد بقسم العقيدة بكلية المعلمات بخميس مشيط بالمملكة العربية السعودية .\nسابعا :مشاركات إعلامية :\n١- المشاركة في برنامج أسماء الله الحسنى ، ثلاثون حلقة لقناة النيل الثقافية طوال شهر رمضان وهو برنامج حواري بضيافة الأستاذ عبد الله يسري عرض فيه الشيخ الأسماء الصحيحة البديلة للأسماء المشهورة التي لم تصح .\n٢- المشاركة في برنامج العروة الوثقى لقناة المدينة الفضائية ، هو برنامج حواري أسبوعي ثابت بضيافة الأستاذ محمد لطفي ، ويتناول موضوعات اعتقادية كثيرة سجلت فيه عشرون حلقة عن بحثه في أسماء الله الحسنى.\n٣- المشاركة في برنامج أمة القرآن ثلاثون حلقة لقناة الأمة ، هو برنامج حواري بضيافة الشيخ أحمد حسين المفتش بوزارة الأوقاف المصرية ، ويعرض البرنامج قضايا تتعلق بأمة محمد صلى الله عليه وسلم ويرد فيه على الشبهات التي يثيرها الأعداء حول قضيا العقيدة وغيرها .\n٤- المشاركة في برامج أخرى مع الشيخ خالد الجندي في قناة اليوم التابعة لشبكة أوربت في ضيافة عماد الدين أديب وأخيه عمرو أديب، ومناظرة مع د المسير في قناة mbc وقناة دريم في ضيافة محمود سعد وأحمد عبدون ، وقناة العدالة مع الشيخ يوسف البدري وقناة اقرا مع الدكتور مبروك عطية ، وقناة الناس مع الشيخ خالد عبد الله .\n٥- تسجيل اسطوانة نصح المحبين في التعرف على أسماء الحق المبين وهي عبارة عن عشر ساعات مصورة في خمس محاضرات للرد على د المسير ، ود ياسر البرهامي ، ود صبري المتولي",
  "books": [
    {
      "text_id": 12730,
      "title": "مختصر القواعد السلفية في الصفات الربانية"
    }
  ]
}