{
  "author_id": 1204,
  "author_meta": "ولد الشيخ محمد سليمان الأشقر في قرية برقة قضاء نابلس في الثلاثينات من القرن الماضي، وهو من بيت علم حيث كان المدرّس الأول لأخيه الدكتور عمر سليمان الأشقر.\nمن أجل أعماله: اختصر تفسير \" فتح القدير \" للإمام الشوكاني، وسماه \" زبدة التفسير \"، وهو زبدة بحق.\nتوفي - رحمه الله: يوم الأحد ٢٧ ذو العقدة ١٤٣٠ هـ\nوهذا لقاء أجري معه تحدث فيه عن حياته رحمه الله ومشاريعه (السبت, ٣١ مايو ٢٠٠٨ - حاوره: يوسف الشطي)\n[أكد فضيلة الدكتور محمد سليمان الأشقر على أنه بدأ في التدريس بجامعة الإمام محمد بن سعود بالرياض ولكن لما فتحت الجامعة الإسلامية بالمدينة المنورة رغب سماحة الشيخ عبدالعزيز بن باز رحمه الله في أن يكون معه وهكذا كان … وقد عمل بإدارة الجامعة وبتدريس مادة التفسير. وقد درس بالمدينة مع مجموعة من العلماء الكبار الألباني. وبسبب حادثة غريبة خرج من السعودية إلى الأردن ثم استقر في الكويت عام ١٩٦٥ وبقي فيها ٢٥ عاما في الإمامة والخطابة وفي لجنة الفتوى والموسوعة الفقهية التي وصفها بأنها إنجاز عظيم وعالمي. وقال إنه يتمنى أن تتبنى الكويت الموسوعة الإسلامية الشاملة.\nوعن أعز مؤلفاته إلى نفسه قال هو زبدة التفسير وكتاب الواضح في أصول الفقه. وبين فضيلة الشيخ محمد الأشقر أنه مقعد ولا يستطيع المشي ولكنه منشغل بتحقيق وإنجاز ثلاثة كتب الأول صحيح مسند الإمام احمد على شرط البخاري والثاني مختصر تفسير ابن كثير والثالث الجامع العزيز الشامل للأحاديث العزيزة.]\n* عملتم في الجامعة الإسلامية في المدينة هلا حدثتمونا عن تلك الفترة ومن كان معكم من المشايخ؟\nالحقيقة لما فتحت الجامعة الإسلامية سنة ١٣٨١هـ (١٩٦١ م) أنا كنت في تلك السنة أدرس في جامعة الإمام محمد بن سعود في الرياض فلما ذهب سماحة الشيخ عبدالعزيز بن باز رحمه الله نائبا لرئيس الجامعة اتصل بي وشجعني أن اذهب معهم للمدينة المنورة فذهبت إليهم سنة ١٣٨٢هـ (١٩٦٢ م) أي سنة واحدة لم أكن معهم.\nإدارة وتدريس\nوالشيخ ابن باز - جزاه الله خيرا - أوكل لي مهمة الإدارة التعليمية للجامعة، عوضا عن الشيخ عطية سالم، فتوليت ذلك الموضوع سنتين أي ١٣٨٢ هـ (١٩٦٢م) و١٣٨٣ هـ (١٩٦٣ م) وبالإضافة لمهمة الإدارة، قمت بتدريس مادة التفسير من كتاب (فتح القدير الجامع بين الرواية والدراية من علم التفسير) للشوكاني (رحمه الله)، وأظن أيضا أني قمت بتدريس مادة النحو في شرح ابن عقيل على الألفية.\nعلماء كانوا معي\nالمهم في تلك السنة كان معي في التدريس منهم الشيخ محمد ناصر الدين الألباني رحمه الله عليه والشيخ مختار الشنقيطي رحمه الله وكان الشيخ محمد شقرة الموجود الآن في عمان وكان هناك اساتذة من باكستان احدهم اسمه محمد عبدالغفار حسن هؤلاء الذين اذكرهم الآن.\nمشكلة تماثيل نسائية\nبعد ذلك حصلت المشكلة التي حدثت في ذلك الوقت، ولم تعلم أخبارها بالضبط وهي أن بعض شباب الجامعة رأوا معرضا من معارض الملابس النسائية وضع تماثيل نسائية وضع عليها الملابس فاستعظموا ذلك وكسروا المحل وكسروا هذه التماثيل وأنا لم ادر بما حصل إلا بعد أن أتينا إلى عمان حيث اخبرنا احد الذين حضروا ذلك بما حصل بالضبط ولكن الحكومة شكت أن هناك حركة فالجماعة الذين شكت فيهم طردتهم خارج المملكة وأنا كنت منهم سنة ١٩٦٥ فأتيت إلى الأردن وذهبت إلى وزارة التربية وقبلوني مدرسا في المدارس الثانوية. ولكن قلت اذهب للكويت أولا فان وجدت عملا عملت به وإلا رجعت إليكم.\nفي الكويت منذ ١٩٦٥حتى جاء صدام\nفذهب للكويت سنة ١٩٦٥ والتزمت مع وزارة الأوقاف في إمامه مسجد في الفحيحيل ورجعت للكويت بعد سنة أو سنتين وعملت إماما في الروضة بمسجد في الروضة ثم وافق الشيخ عبدالرحمن المجحم الذي كان وكيل وزارة الأوقاف على تسليمي أمانة مكتبة الوزارة وبقيت بها ١٢ سنة إلى ١٩٧٧ عندما بدأ العمل في الموسوعة الفقهية فانتقلت إليها وبقيت فيها إلى أن هجم صدام على الكويت - عامله الله بما يستحق - واتينا إلى عمان في ذلك الوقت وذلك عام ١٩٩٠ بالضبط ولم أتأخر إلى ٩١ وكنت انوي أن أبقى في الكويت مده أطول ولكن العراقيين وصلني خبر أنهم يسألون عني بالاسم فغادرنا وجئنا إلى عمان ويسر الله أن ابني هذا البيت وانتقلنا إليه سنة ٩٢ والحمد الله.\nالموسوعة عمل عظيم وعالمي\n* أنجزت وزارة الأوقاف في الكويت الموسوعة الفقهية من ٤٥ مجلدا وقرص كيف تثمنون هذا الجهد وانتم القريبون جدا من هذا الانجاز؟\n- فضيلة الشيخ الأشقر: هذا عمل عظيم جدا هذا سهل على العلماء المسلمين وغير المسلمين للاطلاع على الأحكام الشرعية بكل سهولة ويسر، يعني الوكالة بحرف الواو والإجارة بحرف الألف كل شيء مرتب ترتيبا جيدا. فالقاضي والمحامي والكاتب كل منهم يستطيع أن يرجع إلى الأحكام الشرعية ويفهمها تماما فهذا أراه عملا عظيما جدا وفي مكانه، فوزارة الأوقاف الكويتية بذلت مبالغ طائلة جزاها الله خيرا، وأنجزت شيئا عالميا يعتبر في مستوى عال جدا ومفيد للأمة الإسلامية بدرجة عالية جدا.\nطموحنا الموسوعة الإسلامية الشاملة\nولكن أنا قبل مدة جاءني هنا مجموعة من العاملين بوزارة الأوقاف وتكلمت معهم عن شيء آخر وإنجاز مهم يمكن القيام به وهو أنه في أي بلد أوروبي أو أجنبي أو بأي جامعة مثلا لو يسأل أحدهم عن الإسلام يقولون هاتوا الموسوعة الإسلامية! فما هي الموسوعة الإسلامية هي تسمى باللغة الإنجليزية (انساكلوبيديا أوف إسلام) ( Encyclopedia of Islam )  ما قام به المستشرقون أخطاء كبيرة وعرض سيء جدا يراد به إيذاء الإسلام والحط منه والحيلولة بين الناس وبين فهمه فان الأمة الإسلامية الآن بحاجه إلى موسوعة إسلامية عامة المراد بكونها عامة إنها تشمل الأحكام الشرعية وتشمل التاريخ وتاريخ البلدان وتاريخ رجالات الإسلام وتشمل المعارك الإسلامية والدعوة الإسلامية وانتشار الإسلام في البلاد المختلفة.\nأمنية لحكومة الكويت\nهذه فائدتها أكثر من الموسوعة الفقهية لأن الموسوعة الفقهية في مجال واحد ولكن الموسوعة العامة ينبغي أن تكون في جميع المجالات، لذا أتمنى على حكومة الكويت جزاهم الله خيرا أن يكملوا معروفهم للأمة الإسلامية ويبدأوا هذا الإنجاز الضخم لعمل موسوعة إسلاميةعامة تحل محل انساكلوبيديا أوف إسلام وتكون منتشرة في العالم كله؛ في الجامعات ودور العلم جميعها وهي التي تعبر عن الإسلام وتعطي عنه صورة صادقة خلاف الموجودة الآن التي يرجع إليها الناس في الجامعات عندما يريدون معرفة شيء عن حكم إسلامي أو تاريخ شخصية إسلامية فيجدون من الدسائس فيها ما الله به عليم فيا ليت أن دولة سواء الكويت أو غيرها توفر إمكانيات لعمل هذه الموسوعة الإسلامية العامة وهذه الموسوعة ممكن أن تستفيد من الموسوعة الفقهية تأخذ منها الأحكام ملخصة.\nزبدة التفسير والواضح هما أعز مؤلفاتي\n* لديكم مؤلفات قيمة كثيرة وفي مجالات عديدة ما أهم هذه المؤلفات وأقربها إليكم؟\nفضيلة الشيخ الأشقر: لدي تفسير أعتز به وهو زبده التفسير، وهو على اسمه زبدة أي ليس فيه حشو مطلقا، وإنما التفسير على قدر المطلوب بالضبط، فيكشف معنى الآية بكل يسر وسهولة ووضوح وهو ميسر للناس وقد أخليته من أي مصطلح يشق على المطالع الذي لا معرفة لديه بالمصطلحات فأي مثقف عادي يستطيع أن يفهم المراد من الآية فهما سليما فهذا أكثر كتاب اعتز به.\nوهناك كتاب الواضح في أصول الفقه أيضا كتاب ميسر للمبتدئين والحمد لله يدرس في العالم الإسلامي في مواضع كثيرة في معاهد علمية إسلامية الحمد الله كان ميسرا جدا وأصل عمله أظن أن جمعية الإصلاح طلبت مني أن ألقي دروسا على طلبتها في أصول الفقه فألقيت هذه باختصار ثم توسعت بها وحررت الكتاب، ثم بعد ذلك طلبت مني جمعية إحياء التراث الإسلامي أن القي عليهم دروسا فألقيت دروسا فيه وكان ذلك مؤدياً إلى تحرير المسائل تحريرا كاملا والحمد الله فهذان الكتابان خير ما اعتز به.\nأعمل الآن في ثلاثة كتب\nولكن لدي الآن بعد ما أقعدت في عمان وأصبحت لا استطيع المشي اشتغلت في ثلاثة كتب الأول صحيح مسند الإمام أحمد على شرط البخاري يعني رجال هذا الكتاب السند رجاله رجال البخاري لا زيادة فيه الرجال الذين احتج بهم البخاري هم الذين احتج بهم الإمام أحمد وصحته بوزن صحة البخاري تماما هذا إن شاء الله تم تنضيده وان شاء الله ينزل الطبع في شهرين أو ثلاثة.\nالكتاب الثاني مختصر تفسير ابن كثير أرجو الله عز وجل أن ييسر إخراجه وسيكون مآله مثل زبدة التفسير وهو مجلد واحد على هامش المصحف.\nالكتاب الثالث الجامع العزيز الشامل للأحاديث العزيزة، والأحاديث العزيزة هي التي جاءت عن طريقين أي عن طريق اثنين من الصحابة والسند مختلف يعني لا يتفقان في رجل واحد يعني، مثلا الحديث المروي عند مسلم عن جابر بن عبدالله ورواه البخاري عن ابن عمر مثلا والحديثان متفقان بنص واحد ولا يوجد بهما إلا اختلافات لفظي فلا يضر ذلك والحديث إذا جاء بالطريقين يسميه العلماء بالعزيز ومعنى ذلك أن قوته تكون أقوى من أحاديث البخاري وأقوى من أحاديث مسلم لأنها تقوى بالرواية الأخرى لأنها جاءت من طريقين كل طريق منفصل عن الطريق الآخر وبذلك أقول إن الأخذ بهذا الكتاب موثق ١٠٠ % في أن النبي (صلى الله عليه وسلم) قد قال هذا الحديث ولا يوجد أي شك في أي من أحد من الرواة أو وهم أو توهم أو أتى بالحديث على شك منه وإنما صحته تكاد تكون ١٠٠ % وهذا شيء دقيق بحيث يزيح قضية الشك الذي يقول به العلماء إنه حديث ظني.\n* شاركتم في الكثير من المؤتمرات الفقهية ما أهم هذه المؤتمرات؟\n- أنا شاركت في مؤتمرات في الكويت مؤتمر بيت التمويل الكويتي وكذلك المنظمة الإسلامية في العلوم الطبية ومؤتمر مجمع الفقه الإسلامي في جده وهو من أهمها بحث فيه أمور تتعلق بالاستنساخ قبل ٥ سنوات أو ٦.",
  "books": [
    {
      "text_id": 31471,
      "title": "أفعال الرسول صلى الله عليه وسلم ودلالتها على الأحكام الشرعية"
    }
  ]
}