{
  "author_id": 1205,
  "author_meta": "ترجمة الشيخ المؤلف - حفظه الله تعالى - كما كتبها بنفسه:\nبسم الله الرحمن الرحيم\nأولا - السيرة الذاتية\nالاسم/ محمود بن محمد بن مصطفى بن عبد اللطيف.\nالكنية: أبو المنذر.\nتاريخ الميلاد/ ٢٣ من شهر صفر لعام ١٣٩٠ هـ.\nالمؤهل/ بكالوريوس تربية.\nموقعه على الإنترنت:  http://sites.google.com/site/goabomonzer\nثانيا - المسيرة العلمية\nبدأت طلب العلم وحفظ القرآن وأنا في السنة العاشرة من عمري، ولكن الدراسة المنتظمة بدأت بعد الانتهاء من الدراسة الجامعية.\nتتلمذت على يد:\nالشيخ / محمد بن عبد الحكيم بن القاضي.\nالشيخ / إبراهيم بن زكريا.\nالشيخ / أشرف بن جلال - حفظهم الله تعالى -.\nوكانوا هم أهل العلم والفتيا في بلدي، وما زالوا والحمد لله.\nوقد اتبعت نظام الدراسة الأكاديمي المتبع في بلدتنا وهو حضور بعض المحاضرات والشروح لبعض الكتب، وهذا بالإضافة لدراسة بعض الكتب في شتى العلوم الشرعية، ثم الاستفسار عما أشكل فيها، ثم في نهاية دراسة كل كتاب يعقد فيه امتحان تحريري، ثم ينتقل لكتاب أوسع منه، وهكذا.\nوقد درست - بفضل الله ومنته -:\nفي علم العقيدة (٢٠٠ سؤال وجواب في العقيدة) للشيخ حافظ حكمي مع الثمرات الزكية للشيخ أحمد فريد، وقد كان للشيخ إبراهيم بن زكريا تعليقات نافعة وزيادات ماتعة على هذا الكتاب بما يضبط بعض عباراته، ويحرر بعض مسائلة. ثم درست رسالة: بعض مسائل الإيمان للشيخ سيد الغباشي، تلا ذلك دراسة لبعض الكتب ومنها: كتاب التوحيد لابن خزيمة مع القواعد المثلى، وشرح الواسطية للشيخ العثيمين، وفتح المجيد شرح كتاب التوحيد للشيخ عبدالرحمن آل الشيخ مع كتاب فضل الغني الحميد للشيخ ياسر برهامي، ومختصر الصواعق المرسلة للشيخ محمد الموصلي، ومختصر اللوامع لعلي بن سلوم، ثم اللوامع للسفاريني، والعقيدة الطحاوية، ثم بدأت في تلخيص مجلدات العقيدة من فتاوي شيخ الإسلام ابن تيمية فلخصت المجلد الأول والثاني وجزء من الثالث في أوراق محفوظة عندي.\nوتخلل ذلك قراءة لبعض الكتب منها: معارج القبول للشيخ الحكمي، وشرح السفارينية للشيخ العثيمين مع بعض الرسائل الأخرى التي يطول الكلام بذكرها.\nوأما علم أصول الفقه، فقد بدأت بدراسة الأصول من علم الأصول للشيخ العثيمين، ثم أصول الفقه للشيخ عبدالكريم زيدان، ثم القواعد الفقهية للشيخ الندوي، ثم إرشاد الفحول للشوكاني، وتخلل ذلك دراسة وقراءة بعض الكتب مثل: تعليق الشيخ العثيمين على كتاب الشيخ السعدي: القواعد والأصول الجامعة والفروق والتقاسيم البديعة النافعة، ولطائف الإشارات وهو شرح الشيخ عبدالحميد بن محمد على قدس على نظم العمريطي على الورقات، وعلم أصول الفقه للشيخ خلاف، والمستصفى للغزالي، وشرح الكوكب المنير لابن النجار ونزهة الخاطر العاطر لابن بدران، الموافقات للشاطبي، وإعلام الموقعين لابن القيم.\nوقد كان شيخي في الأصول لا يسير على وفق منهج معين في الدراسة إلا أنني بعد ذلك اتجهت لدراسة أصول المذهب الحنبلي، وقد توسعت في شرح الأصول من علم الأصول على مذهب الحنابلة، وتوسعت من خلال ذلك في دراسة كتب المذهب الحنبلي.\nوأما علم أصول البدع، فقد بدأت بدراسة البدعة وأثرها السيئ في الأمة للشيخ سليم الهلالي، ثم أصول في البدع للشيخ محمد أحمد العدوي، ثم الإبداع في مضار الابتداع للشيخ علي محفوظ، عقب ذلك قراءة في بعض الكتب كالاعتصام وحقيقة البدعة وأحكامها للشيخ الغامدي، وبعض الكتب التي تكلمت على فروع البدع والتحذير منها كالجزء الثاني من الإبداع، والسنن والمبتدعات للشقيري.\nوأما علم مصطلح الحديث، فقد بدأت بدراسة تيسير مصطلح الحديث، وأصول التخريج ودراسة الأسانيد كلاهما للشيخ الطحان ثم نزهة النظر للحافظ ابن حجر، ثم الباعث الحثيث للشيخ أحمد شاكر، ثم تدريب الراوي للسيوطي، ثم توضيح الأفكار للصنعاني، وتخلل ذلك دراسة لبعض الكتب ككفاية الحفظة شرح المقدمة الموقظة للشيخ سليم الهلالي والنكت على ابن الصلاح لابن حجر والزركشي وغيرها.\nوأما علم الفقه، فقد قمت بدراسة الجزء الأول من فقه السنة للشيخ سيد سابق مع تعلقات الشيخ الألباني في تمام المنة، ثم الوجيز للشيخ عبد العظيم بدوي ثم الروضة الندية لصديق حسن خان، وتخلل ذلك دراسة لبعض كتب شروح الحديث ومنها: سبل السلام للصنعاني، ثم نيل الأوطار، والسيل الجرار للشوكاني، وقد قارنت بين ترجيحات والشوكاني في الكتابين.\nوكما قلت فلم يكن شيخي مهتما بالدراسة على مذهب بل كان يدخل كتب الفقه مع كتب شروح الأحاديث، ولكنني تمكنت بفضل الله من دراسة في العدة شرح العمدة ثم منار السبيل لابن ضويان، وتخلل ذلك قراءة في مطولات كتب الفقه كالمغني وكشاف القناع، وغيرهما.\nوأما علوم القرآن فقد قمت بدراسة الفوز الكبير في أصول التفسير للدهلوي، ثم مباحث في علوم القرآن للشيخ صبحي الصالح، ثم مباحث في علوم القرآن للشيخ مناع القطان، ثم الإتقان للسيوطي، وتخلل ذلك القراءة في مناهل العرفان للزرقاني، وغيره.\nوأما سيرة النبي - صلى الله عليه وسلم - فقد قمت بدراسة الرحيق المختوم للمباركفوري، ثم فقه السيرة للبوطي مع الرد على جهالاته للشيخ الألباني ثم الجزء الخاص بالغزوات من زاد المعاد، ثم عقب ذلك قراءة في سبل الهدى والرشاد لصالح الشامي، وبعض شروح كتب الشمائل.\nوأما التفسير فقد قمت بدراسة موسعة لأضواء البيان للشنقيطي - رحمه الله - وكنت أقيد الفوائد التي استخرجها من الكتاب ثم رتبتها على العلوم الشرعية، وكان من نتاج ذلك كتاب: الجموع البهية، والكشاف التحليلي لأضواء البيان، والأساليب والإطلاقات العربية وسوف يأتي الكلام عليهم - بإذن الله - إلى غير ذلك من العلوم المستخرجة من هذا السفر الجليل كأصول الفقه والفقه وعلوم القرن واللغة وغير ذلك من المتفرقات.\nوتخلل ذلك قراءة في تفسير السعدي وابن كثير والقرطبي، وغيرها.\nوأما علم الآداب والأخلاق فقد قمت بدراسة غذاء الألباب للسفاريني، وقراءة كتاب البحر الرائق للشيخ أحمد فريد، وقراءة في كتاب مدارج السالكين لابن القيم، والآداب الشرعية لابن مفلح، ومختصر منهاج القاصدين، وغير ذلك.\nوأما في اللغة فقد درست كتاب ملخص القواعد العربية لفؤاد نعمة، ثم قطر الندي وبل الصدى، وتخلل ذلك قراءة في القواعد الأساسية في النحو والصرف.\nإلى غير ذلك مما لا يحضرني الآن.\nوقد سرت في هذه الطريقة لفترة طويلة حتى شهد لي شيوخي بالصلاحية للتصدر في التدريس وعهدوا لي بمجموعة من الدارسين لمتابعتهم، فضلا من الله ومنّة.\nبدأت ممارسة العمل الدعوي منذ بضعة عشر عاما، وما زلت مستمرا - بفضل الله ومنته - في طلب العلم والدراسة والتدريس، وأسأل الله التوفيق والسداد.\nوقمت بتدريس ومتابعة الدارسين في عدة متون في المسجد الرئيس للدعوة السلفية في بلدتي، ومن هذه المتون:\nأولا - في علم العقيدة، ومن ذلك:\n١ - تدريس شرح الواسطية للشيخ العثيمين.\n٢ - تدريس وتعليق على عقيدة أهل السنة والجماعة للشيخ أحمد فريد.\nثانيا - في علم أصول الفقه، ومن ذلك:\n١ - شرح المقدمة المنطقية التي ذكرها ابن قدامة في صدر روضة الناظر.\n٢ - شرح مختصر التحرير لابن النجار.\n٣ - شرح الأصول من علم الأصول للشيخ العثيمين.\nثالثا - في علم الفقه، ومن ذلك:\n١ - شرح منار السبيل لابن ضويان.\n٢ - الملخص الفقهي للفوزان.\n٣ - شرح وتعليق على فقه السنة للسيد سابق.\n٤ - شرح وتعليق على الوجيز لعبد العظيم بدوي.\nرابعا - في علم مصطلح الحديث، ومن ذلك:\n١ - شرح البيقونية.\n٢ - شرح الباعث الحثيث لأحمد شاكر.\n٣ - كفاية الحفظة شرح المقدمة الموقظة للشيخ سليم الهلالي.\n٤ - شرح نزهة النظر لابن حجر.\n٥ - تدريب الراوي للسيوطي.\nخامسا - في علم أصول البدع، ومن ذلك:\n١ - شرح رسالة البدعة وأثرها السيئ في الأمة لسليم الهلالي.\n٢ - أصول في البدع لمحمد أحمد العدوي\n٣ - أبحاث عبارة عن شرح وتلخيص لكتاب الاعتصام للشاطبي.\nإلى غير ذلك من الدروس العامة، وأسأل الله التوفيق والقبول والسداد.\nالنتاج العلمي -\n١ - الجموع البهية للعقيدة السلفية التي ذكرها العلامة الشِّنقيطي محمد الأمين بن محمد المختار الجَكَنِي في تفسيره أضواء البيان. وقد طبع في مجلدين بدار ابن عباس، وأعيد طبعة للمرة الثانية.\n٢ - تحقيق وتعليق على مخطوط (نهج الرشاد في نظم الاعتقاد) للعلامة السرمري. - يطبع لأول مرة - وهو تحت الطبع، بمراجعة شيخنا محمد بن عبدالحكيم القاضي - حفظه الله -.\n٣ - الأساليب والإطلاقات العربية التي ذكرها العلامة الشنقيطي في أضواء البيان. وهو تحت الطبع بمراجعة شيخنا محمد بن عبدالحكيم القاضي - حفظه الله -.\n٤ - كشاف تحليلي لتفسير أضواء البيان، وهو تحت الطبع بدار الراية للنشر والتوزيع بالسعودية.\n٥ - المشاركة في تحقيق نيل الأوطار للشوكاني وهو مقدم للطبع لدار الراية للنشر والتوزيع بالسعودية.\n٦ - مقارنة ترجيحات الشوكاني في نيل الأوطار، والسيل الجرار، وإثبات الفروق في حاشية نيل الأوطار.\n٧ - تحقيق الإعانة في الحق لمن ولي شيئا من أمور الخلق لابن شطي، وهي في طور المراجعة لتقديمها للطبع بإذن الله تعالى بمراجعة شيخنا إبراهيم بن زكريا - حفظه الله -.\n٨ - تحقيق وتخريج حادي الأرواح إلى بلاد الأفراح لابن القيم وقد انتهيت منه وهو مقدم للطبع - بإذن الله -.\n٩ - اختصار وشرح الأصول من علم الأصول للشيخ العثيمين في مجلد كبير.\n١٠ - المعتصر، وهو اختصار للكتاب السابق، وقد طبع طبعة أولى خاصة بالمكتبة الشاملة، ولله الفضل والمنة.\n١١ - موسوعة الصيام بالتعاون مع شيخي الفاضل الشيخ إبراهيم بن زكريا، وهي تحت الطبع.\n١٢ - تحقيق رسالة (نصح المحب الشفيق لمن توهم عدم جواز الاستنابة في حج بيت الله العتيق) تأليف الشيخ: عبدالله بن حسين المخضوب (١٣١٨هـ) وهي مقدمة للطبع.\nالمشاريع المستقبلية - بإذن الله تعالى -:\n١ - منح العلي في شرح سنن الدارمي، وهو شرح موسع لسنن الدارمي مع تخريج وتحقيق الأحاديث، وقد شرعت فيه منذ فترة وتوقفت عند الحديث الخامس والأربعين، وراجعت جزءا منه على شيخنا محمد بن القاضي، ثم بدا لي أن أعيد صياغته فشرعت في ذلك، وأسأل الله أن يهيئ لي الوقت لإتمام ذلك.\n٢ - تحقيق قضاء الوطر من نزهة النظر لللقاني، وقد شرعت في التحشية عليه وأسأل الله التوفيق لإتمامه.\n٣ - شرح بعض المتون العلمية في الفقه ومصطلح الحديث، والعقيدة، وغير ذلك - بإذن الله -.\nهذا ما يحضرني الآن من الأعمال التي تمت أو التي أعمل فيها الآن، وأسأل الله أن يوفقني لمزيد من العطاء وخدمة هذا الدين، وأن يرزقني الإخلاص والقبول.\nوالله أسأل أن يتقبل منا ومنكم صالح الأعمال وأن يجعل أعمالنا خالصة لوجهه الكريم، وأن يدخر لنا أجرها يوم لا ينفع مال ولا ينون إلا من أتى الله بقلب سليم.\nوقد كتبت هذه الترجمة تلبية لطلب بعض الإخوان، وإن كنت لا أرى نفسي أهلا لأن يترجم له.\nكتبه: أبو المنذر محمود بن محمد بن مصطفى المنياوي\nغفر الله له ولوالديه.\nمصر - المنيا في ١٠ من ذي القعدة ١٤٣١ هـ الموافق ١٨ أكتوبر ٢٠١٠م",
  "books": [
    {
      "text_id": 2048,
      "title": "المعتصر من شرح مختصر الأصول من علم الأصول"
    },
    {
      "text_id": 2554,
      "title": "الشرح الكبير لمختصر الأصول"
    },
    {
      "text_id": 36193,
      "title": "الأساليب والإطلاقات العربية"
    },
    {
      "text_id": 36194,
      "title": "التحرير شرح الدليل - كتاب الطهارة"
    },
    {
      "text_id": 36195,
      "title": "شرح الموقظة للذهبي"
    },
    {
      "text_id": 37590,
      "title": "تحقيق المطالب بشرح دليل الطالب - المنياوي - قطعة من الطهارة"
    },
    {
      "text_id": 37591,
      "title": "التمهيد - شرح مختصر الأصول من علم الأصول"
    },
    {
      "text_id": 37602,
      "title": "الشرح المختصر لنخبة الفكر"
    },
    {
      "text_id": 8488,
      "title": "الجموع البهية للعقيدة السلفية"
    },
    {
      "text_id": 96850,
      "title": "البدعة الشرعية"
    }
  ]
}