{
  "author_id": 1206,
  "author_meta": "هو الدكتور محمد أحمد إسماعيل المقدم ولد بالإسكندرية عام ١٣٧١ هـ (١٩٥٢ م) وهو طبيب بشري متخصص في الصحة النفسية وحاصل على ليسانس الشريعة الإسلامية من جامعة الأزهر.\nشهاداته وعلمه:\n- بكالوريوس الطب والجراحة - كلية الطب- جامعة الإسكندرية.\n- دبلوم الصحة النفسية - المعهد العالي للصحة العامة - جامعة الإسكندرية.\n- ليسانس الشريعة الإسلامية - كلية الشريعة - جامعة الأزهر.\n- حاليا: دراسات عليا في الأمراض العصبية والنفسية.\n-عضو الجمعية العالمية الإسلامية للصحة النفسية.\n- نشأ في جماعة أنصار السنة المحمدية بالإسكندرية منذ سنة ١٩٦٥ م\n- عمل بالدعوة الإسلامية السلفية منذ سنة ١٩٧٢ م وضم إليها أغلب قيادات الدعوة السلفية فيما بعد.\n- أسس \"المدرسة السلفية\" بالإسكندرية سنة ١٩٧٧ م.\n- طاف محاضرا ً في الكثير من محافظات مصر والعديد من البلاد العربية , والأوروبية, والولايات المتحدة الأمريكية.\nأساتذته ومشايخه:\nفي القرآن الكريم\n- الشيخ / محمد عبد الحليم عبد الله.\n- الشيخ / محمد فريد النعمان.\n- الشيخ / أسامة عبد الوهاب.\nفي الإجازات العامة\n- العلامة المحدث / أبو محمد بديع الدين شاه الراشدي السندي المحمدي.\n- فضيلة الشيخ / محمد الحسن الددو الشنقيطي.\n- فضيلة الشيخ / عبد الله بن صالح بن عبد الله العبيد.\nفي طلب العلم\nمن علماء أنصار السنة المحمدية\n- الشيخ / محمد سحنون.\n- الشيخ / شاهين كاشف أبو راس.\n- الشيخ / عبد العزيز بن راشد النجدي.\n- الشيخ / عبد العزيز البرماوي.\n- الأستاذ / محمد فتحي محمود.\n- الشيخ / محمد علي عبد الرحيم.\n- الأستاذ / عكاشة عبده.\n- الأستاذ الدكتور / محمد شوقي.\n- الأستاذ / البخاري عبده.\n- من علماء الأزهر:\n- الشيخ / إسماعيل حمدي,\n- الشيخ / محمود عيد,\n- الشيخ / أحمد المحلاوي.\n- الشيخ/ السيد الصاوي.\n- الشيخ/ صبحي الخشاب.\n- ومن مشايخه ومربيه:\n- الشيخ/ حامد حسيب.\n- الشيخ/ إسماعيل عثمان.\n- الشيخ/ بديع الدين السندي.\n- الشيخ/ عبد الله بن يوسف الوابل.\n- الأستاذ/ محمد بسيوني.\n- الأستاذ/ عبد العظيم كشك.\n- الأستاذ/ محمود شاكر القطان.\n- الأستاذ/ محمود شكري.\n- الأستاذ/ محمد حسين عيسى.\n- الأستاذ/ محمد أبو مندور\nعلماء تشرف بلقياهم أو بحضور مجالس علمية لهم\n- الشيخ / عبد الرازق عفيفي\n- الشيخ / عبد الله بن حميد\n- الشيخ / عبد العزيز بن باز\n- الشيخ / محمد ناصر الدين الألباني\n- الشيخ / حماد بن محمد الأنصاري\n- الشيخ / عبد الله بن قعود\n- الشيخ / محمد بن صالح العثيمين\n- الشيخ / عبد الله بن محمد الغنيمان\n- الشيخ / عبد الله بن جبرين\n- الشيخ / أبو بكر الجزائري\n- الشيخ / عبد الرحمن بن عبد الخالق\n- الشيخ / ربيع بن هادي المدخلي\n- الشيخ / مقبل بن هادي الوادعي\n- الشيخ / سيد سابق\n- الدكتور / عيسى عبده\n- الأستاذ الدكتور / مصطفي حلمي\n- الأستاذ الدكتور / محمد رشاد سالم\n- الشيخ / رشاد غانم\nله حوالي ١٥٠٠ شريطا ً صوتيا ً مسجلة في دروسه التي كانت منتظمة بالمساجد الآتية بالإسكندرية\n- مسجد عباد الرحمن - بولكلي\n- مسجد عمر بن الخطاب - الإبراهيمية\n- مسجد مجد الإسلام - سوتير\n- مسجد الفتح الإسلامي - مصطفي كامل\n- مسجد بكري - كامب شيزار\n- مسجد المفتاح - الحضرة\nوهو الآن يدرس بمسجد الإمام أبي حنيفة - بشارع لافيزون - بولكلي. والله أعلم.\nمن أهم مصنفاته المطبوعة:\n١ - عودة الحجاب. (٣) مجلدات، طـ دار الصفوة ودار العقيدة بمصر، ودار طيبة بالسعودية. وللكتاب جزء رابع عن \"عَمل المرأة\" -يَسَّر الله إتمامه وطبعه على خَير (وسألتُه في معرض الكتاب الأخير عن الجزء الرابع من كتابه النفيس الماتع «عودة الحجاب» وهو الخاص بـ \"عمل المرأة\" فقال: ادعُ الله أن ييسر لنا.)\n٢ - الرد العلمي على كتاب تذكير الأصحاب بتحريم النقاب. طـ دار الدعوة السلفية بالإسكندرية. وهو رد على كتاب صاحب السموم الذي سفه نفسه (إسماعيل منصور) -عامله الله بما يستحق- واسم كتابه «تذكير الأصحاب بتحريم النقاب»، والكتاب -أى كتاب الشيخ (محمد إسماعيل) - انفرد بعرض تاريخ تأليف كتاب «تذكير الأصحاب …» منذ أن كان ينشر في مجلة النور إلى أن أصبح كتابًا متداولاً. وهناك نسخة من كتاب «تذكير الأصحاب» وضعوا على غلافها الخلفي صورة لمؤلف الكتاب الطبيب البيطري وتحتها مؤهلاته الطبية! لا الدينية!\nقَدَّم للكتاب فضيلة الشيخ (صالح بن عبد العزيز آل الشيخ) -حفظه الله تعالى- وأثنى على المؤلف وعلى كتابه «عودة الحجاب» ثناءً عطرًا فقال -فيما أذكر-: \"وهذا الكتاب فضل من الله على هذه الأُمَّة وعلى مؤلِّفِه\"، وقال أيضًا: \"إن الشيخ -يعني الشيخَ (محمد إسماعيل) - قد تخصص في هذا الموضوع -يعني موضوع الحجاب- تخصًّصًا بحيث أصبح قولَه فيه هو القول ونظرَه فيه هو النَّظَر\".\n٣ - أدلة تحريم حلق اللحية. طـ دار العقيدة بمصر، ودار الأرقم.\nواختصره في كتابه:\n٤ - اللحية لماذا؟ طـ دار عبد الواحد بالإسكندرية.\n٥ - المهدي حقيقة لا خُرافة. طـ مكتبة التوعية الإسلامية بمصر.\n٦ - الحياء خُلُق الإسلام. طـ دار العقيدة بمصر (في أغلب ظني).\n٧ - بدعة تقسيم الدين إلى قشر ولباب. طـ دار الصفوة بمصر. وهذا الكتاب مطبوعُ أيضًا بدار طيبة بالسعودية باسم: «تبصير أولي الألباب ببدعة تفسيم الدين إلى قشر ولباب»، ولا فرق بينهما إلا في العنوان، والله أعلَم. والكتاب كان قديمًا ملحقًا بكتاب «أدلة تحريم حلق اللحية»، طـ دار الفرقان بمصر، ثم رأى الشيخ -حفظه الله- نشره مفردًا بناءً على رغبة بعضهم -كما يُعلَم من مقدمته-.\n٨ - هل تُجزىء القيمة في إخراج الزكاة؟ طـ دار الدعوة السلفية بالإسكندرية. وهو في الأصل محاضرة للشيخ -حفظه الله تعالى-.\n٩ - علو الهمة. طـ دار العقيدة بمصر، ومكتبة الكوثر بالكويت.\n١٠ - النصيحة في الأذكار والأدعية الصحيحة. طـ دار الإيمان بالإسكندرية.\nواختصره في كتابه:\n١١ - مختصر النصيحة في الأذكار والأدعية الصحيحة. طـ دار العقيدة بمصر، ودار هند السلفية.\n١٢ - حرمة أهل العلم. طـ دار الإيمان بالإسكندرية. وهو مطبوع أيضًا باسم «الإعلام بحرمة أهل العِلم والإسلام»، طـ دار العقيدة بمصر، والاسم الأخير هو الأصوب، والموافق لمضمون الكتاب، والله أعلم؛ بل إن الاسم الأخير قد أُثبِتَ في أعلى جميع صفحات الطبعة التي طُبِعَت باسم «حُرمَة أهل العِلم»!\n١٣ - الإجهاز على التلفاز، طـ دار الصفوة بمصر. وللشيخ -حفظه الله- محاضرات بهذا الاسم.\n١٤ - لماذا نصلي؟ طـ دار العقيدة بمصر. وطُبِعَ الكتاب باسم «الصلاة لماذا؟»، طـ دار طيبة الخضراء بالسعودية، وأثبت أيضًا هذا الاسم في أسفل بعض صفحات الكتاب الأول «لماذا نصلي؟» والتي يُشار فيها إلى رقم الملزمة.\n١٥ - الأدب الضائع: بحث جامع في أحكام وآداب الاستئذان. طـ الدار العالمية بالإسكندرية، ودار طيبة الخضراء بالسعودية.\n١٦ - كيف نستقبل رمضان؟ يا باغي الخير أقبل ويا باغي الشر أقصر. طـ دار الإيمان بالإسكندرية.\n١٧ - آداب وأذكار الصباح والمساء. وهو كتيب مختصر من كتابه «النصيحة في الأذكار والأدعية الصحيحة»، طـ دار العقيدة بمصر.\n١٨ - الهوية أو الهاوية، طـ دار الصفوة بمصر. وهو في الأصل حوار أجرته إحدى المجلات مع الشيخ -كما يُعلَم من مقدمته-.\n١٩ - قصيدة \"مُثير الغرام إلى طيبة والبلد الحرام\"/ للإمام (الصنعاني)، ضبطها وشرح غريب كلماتها: الشيخ (محمد بن أحمد إسماعيل المقدَّم)، طـ دار الإيمان بالإسكندرية.\n٢٠ - المهدي وفقه أشراط الساعة. وهو الطبعة الأخيرة المطولة المزيدة لكتابه المختصر «المهدي حقيقة لا خُرافة» كما يُعلَم من \"مقدمته\". طـ الدار العالمية بالإسكندرية، ودار بلنسية بالرياض.\n٢١ - أدلة تحريم مصافحة المرأة الأجنبية. طـ دار الفرقان بمصر ودار الإيمان بالإسكندرية.\n٢٢ - خُدعة هرمجدون. طـ دار بلنسية بالرياض. (في أغلب ظني).\nوقد لمحتُ الكتاب في معرض القاهرة الدولي للكتاب (الأخير)، ولعله آخر كتاب طُبِع للشيخ، والله أعْلَم.\n٢٣ - معركة السفور والحِجاب: مختصر الجزء الأول من «عودة الحجاب». توزيع: دار الإيمان بالإسكندرية، مكتوب عليه \"طبعة خاصة بمصر\"، ضمن سلسلة: الحكمة والموعظة الحسنة (١). وهو -كما كُتِب على غُلافَيه الخارجي والداخلي- اختصار للجزء الأول من كتابه النفيس «عودة الحجاب»، غير أنه لم يُشِر إلى ذلك في المقدمة؛ بل يبدو هذه المقدمة هي نفسها مقدمة الجزء الأول من «عودة الحجاب»! ولكن حجم هذا الكتاب \"المختصر\" يؤكد بما لا يدع مجالاً للشك بأنه اختصار للجزء الأول فعلاً. ومن الواضح أنه من اختصار شيخنا الحبيب (محمد إسماعيل) -حفظه الله تعالى- ومن صُنع يده.\nوأما الطبعة الخاصة بالسعوديةفمن الواضح بأنها طبعة دار طيبة؛ لتشابه شكل غُلاف هذا الكتاب \"المختصر\" مع الجزء الأول من كتاب «عودة الحجاب» الذي طبعته دار طيبة قديمًا -على شكل غُلاف-.\nللأسف ممنوع الأن في مصر طباعة كتاب عودة الحجاب كاملاً الثلاثة أجزاء، إلا أن دار إبن الجوزي طبعت بفضل الله الجزء الثاني المسمى بالمرأة بين تكريم الإسلام وإهانة الجاهلية والجزء الثالث المسمى بأدلة الحجاب كل بمفرده ولا أثر للجزء الأول , إلا أنه من أراد الحصول على الثلاثة أجزاء كاملة يبحث عن طبعة السعودية لدار طيبة.\n- وقد أعلنت دار الصفوة بمصر عن قرب طبع كتاب له بعنوان «السلفية منهج مُلزِم لكل مسلم»، وهو -في الأصل- محاضرة ماتعة للشيخ -حفظه الله تعالى-، ولا أدري أطبع الكتاب أم لا.\n- وقد أُخبرت أن الشيخ -وفقه الله وسدده- بصدد إعداد كتاب عن بعض الأحكام الطبية.\nمن أهم محاضراته\n- تفسير كامل للقران الكريم, شرح فيه تفسيري \" محاسن التأويل \" للقاسمي, و\" أضواء البيان \" للشنقيطي ـــ رحمهما الله.\n- شرح كتاب \" منار السبيل \" في الفقه الحنبلي (لم يكتمل بعد).\n- السلفية منهج ملزم لكل مسلم.\n- المنهج العلمي \" لمن تقرأ؟ وماذا تقرأ؟ \".\n- رجل لكل العصور \"شيخ الإسلام ابن تيمية \".\n- رحلة الإمام العائد أبي حامد الغزالي.\n- دراسة في منهج جماعة التبليغ.\n- المنهج عند سيد قطب.\n- وقفة مع الجن.\n- شيعة اليوم أخطر من شيعة الأمس.\n- شرح سلسلة\" العقيدة في ضوء القرآن والسنة\" للأشقر.\n- نصيحة موضوعية للتيارات الجهادية.\n- ضرورة محو الأمية التربوية.\n- العلمانية طاغوت العصر.\n- العبث بمصادر التلقي.\n- قضايا الأسماء والأحكام \" قضايا الكفر والإيمان \".\n- اللفافة المسمومة.\n- كيف تقلع عن التدخين؟\n- تحرير المرأة من البذر إلي الحصاد.\n- كلهم شارون.\n- فقه الستر على العصاة.\n- ضوابط التبديع.\n- إبطال نظرية تطور العقيدة.\n- كيف نفهم المراهقين؟\n- فوائد في صلاة الجماعة.\n- الهوية الإسلامية.\n- طول الأمد وعلاجه.\n- أركان الاستقامة.\n- عيسى عبده.\n- المستقبل للإسلام.\n- رحلة الروح إلي السماء.\n- ضرورة المحافظة على السنن.\n- يا طالب العلم: القرآن أولا.\n- أريحا، أريحا، أين القدس؟\n- مشروعية العمل الجماعي.\n- عبودية الكائنات.\n- التمييز بين الحياء والخجل.\n- كيف الأمر إذا لم تكن جماعة؟\n- أثر التشجيع في التربية.\n- تدوين السنة.\n- ثورة الغزالي على السنة وأهلها.\n- فيلم \" آلام شبيه المسيح \".\n- الفارقليط هو \"أحمد\" صلى الله عليه وسلم.\nشهادة عالم جليل في شيخنا المقدم غفر الله لهما:\n-في ليلة من الليالي بداخل المملكة العربية السعودية كان هناك أخ من مدينة الإسكندرية من منطقة العامرية بصحبّة سماحة العلامة الوالد فضيلة الشيخ عبدالعزيز بن عبد الله بن باز في الليلة التي سبقت وفاة سماحته،، وأثناء الحديث سأل الشيخ ابن باز هذا الأخ عن بلده ومن أي الأماكن هو؟؟ فقال له الأخ أنه من مصر من مدينة الإسكندرية\nفقال له الشيخ: من المدينة التي فيها صاحب كتاب \" عودة الحجاب \"؟؟\nفأجاب الأخ بالإيجاب وطلب من الشيخ ابن باز أن يدعو للشيخ محمد بن إسماعيل، فظلّ الشيخ ابن باز يدعو للشيخ محمد\nويستغفر له وقتًا طويلاً ..\nوأثناء عودة هذا الأخ الكريم من المملكة السعودية وهو في الطائرة مع أخوة آخرين , وصلهم نبأ وفاة سماحة الإمام\nالعلامة عبد العزيز بن باز،\nيقول الشيخ محمد إسماعيل: لا أدري كيف أرد هذا الجميل لهذا الأخ أن جعل الشيخ ابن باز يدعو لي في ليلة وفاته.\nورقّ قلبُ الشيخ جدًا وهو يروي هذه القصة اهـ\n- عن أحد الأخوة وهو من أول الدفعة التى تخرجت من معهد الفرقان وسافر بعد ذلك مباشرة إلى السعودية وقال كان وقتها وقت عمرة أو حج على ما يذكر فقال كنت جالس بجوار الشيخ بن باز رحمه الله ثم أتى أخ يسأل الشيخ سؤالاً فقال له: من أين أنت قال له: أنا من مصر الشيخ من أين: الأخ: من الإسكندرية قال له (الشيخ ابن باز) من عند الشيخ محمد اسماعيل فذهل الأخ فقال نعم فأثنى على الشيخ (محمد إسماعيل) وقال إنه من أعلم أهل مصر ...... اهـ\nوهذه ترجمة الشيخ (محمد إسماعيل المقدم) بقلم الشيخ رضا الصمدي:\nالإسكندرية .. الثغر المصري العتيد … فيها حدث السِّلَفي المحدث الشهير، وفيها سجن شيخ الإسلام ابن تيمية ثم خرج … ومكث فيها برهة يعلم الناس\nفكأن بركات العلم السلفي تواصل فيها حتى أينع في عصر مشايخ أهل السنة في عصرنا الحاضر، بريادة العلامة الأجل الفقيه المربي المفكر الداعية القدوة بقية السلف الشيخ محمد بن إسماعيل المقدم .. حفظه الله.\nوغالب مشايخ الثغر من كبار علماء المصر ودعاتها الذين لهم أثر بارز في الصحوة المباركة في مصر على وجه العموم، وفي الإسكندرية على وجه الخصوص، حتى غدا الثغر يعرف بأنه مهد المدرسة السلفية …\nولشهرتها وكثرة نشاطها وكثافته اتهموا المدرسة السلفية في الإسكندرية بأنها تحتكر المنهج، وهذا لعمر الله ليس بصحيح، غاية ما هناك أن المدرسة السلفية في الإسكندرية عملت على نشر المنهج السلفي بطريقة منظمة، حتى غدا العمل الدعوي عندهم ذو آلية ونظام صارم .. حتى كتب الله لهم القبول في جميع أرجاء القطر المصري، وشاع ذكرهم في كل أنحاء العالم ..\nوممن كان له الصدارة في قيادة العلم الدعوي في الثغر السكندري الشيخ الأجل العلامة الفقيه المفتي الطبيب محمد بن إسماعيل المقدم …\nدرس الطب في جامعة الإسكندرية في أوائل السبعينات من القرن الميلادي المنصرم، وهو وغالب قادة العمل الإسلامي السلفي من خريجي جامعة الإسكندرية، وغالبهم أطباء ومهندسون.\nوفي أثناء دراسته في الجامعة كون مع زملائه ورفقاء دعوته فريقا للدعوة إلى منهج أهل السنة والجماعة وكان الشيخ محمد بن إسماعيل هو الذي يصنف الرسائل التي تنشر بين شباب الجامعة، فمن أول ما نشر وهو في مقتبل حياته الدعوية: تحريم مصافحة المرأة الأجنبية، وتحريم حلق اللحية، وغيرها من الرسائل الصغيرة، وكان الشيخ أحمد فريد صنوه يعنى بتأليف كتب الرقائق … وكانت هذه الكتب تطبع وتوزع على شباب الجامعة.\nتكونت نواة الدعاة السلفيين في الإسكندرية إبان تخرج هؤلاء الشباب، حيث عمل الشيخ محمد إسماعيل على نشر الدعوة السلفية في كل أنحاء القطر المصري، وبخاصة في القاهرة العاصمة، فكان ينتقل إلى مصر كل أسبوع لإلقاء درس في منطقة الطالبية حيث وجد أول تجمع سلفي واضح المعالم في القاهرة إبان فترة أواخر السبعينات وأوائل الثمانينات …\nوكانت جهود الشيخ محمد إسماعيل حفظه مركزة على الدروس ذات البعد الحضاري والاجتماعي، مع اهتمامه بقضية المنهج … أعني المنهج السلفي ..\nفولدت أول نواة لمعهد سلفي لتخريج الدعاة في مدينة الإسكندرية، وابتدأت الدروس في كل العلوم الشرعية، وتخرج دفعات من الدعاة والشباب العامل الذي تلقى دراسات مكثفة عن المنهج وعن العمل الدعوي، ومع تخرج الدفعة الأولى اتجه العمل الجماعي لدعاة الإسكدرية نحو مزيد من التنظيم والاتساع ..\nبدأ العمل الدعوي السلفي يتوغل في الجامعات حتى احتل مكانة مرموقة، وصار للسلفين وجود واضح ينافس وجود الجماعات الأخرى العاملة …\nصارت المدرسة السلفية تصدر دعاتها إلى كل أقاليم القطر المصري، وصارت تتابع الدعوات السلفية في المناطق الأخرى من القطر المصري … وبفضل التواجد السلفي المكثف للمدرسة السلفية في الإسكندرية ترسخ المنهج السلفي في المجتمع المصري في كثير من الأقاليم، وصارت الدعوة السلفية تمثل العمل الإسلامي في كثير من المجالات وبخاصة في المجال العلمي الذي تفوق فيه السلفيون على الجماعات الأخرى حتى أقرت الجماعات بأن أهم ما يميز السلفيين هو اهتمامهم بالعلم الشرعي … فكان مكسبا في حدث ذاته …\nأخلاق الشيخ العلامة محمد بن إسماعيل وسمته وديانته …\nعرف عن الشيخ حفظه الله أنه من أعلى الناس خلقا وأدبا في علماء العصر ودعاته، حتى إن كلمة الجماعات الإسلامية في مصر اتفقت على وصفه بهذا اللفظ، ولا يعرف أحد من الجماعات الإسلامية التي تخالف الشيخ تكن له أي بغض أو كراهية أو تحفظ، بل تعتبره رجلا محل إجماع في الصحوة … مثله مثل بعض الأعلام في الجماعات الأخرى …\nوقد عايشت الشيخ ليلة مع بعض الأخوة في بيته تسمح لي أن أحكي ما اشتهر بين الناس بالسند العالي وبالمشاهدة لا بالسماع ....\nأما مكتبته فتشغل جزءا كبيرا من شقته، والتي كانت في يوم من الأيام ضيقة جدا، لا تسعه ولا تسع أسرته ولا مكتبته المعامرة، حتى وسع الله عليه وحصل على شقة أوسع وسعت مكتبته، ومع ذلك فإن الشقة ازدحمت بالكتب والأبحاث التي يؤلفها الشيخ …\nوكان هذا اللقاء في أواسط الثمانينات من القرن الماضي …\nحضرنا درسا للشيخ في مسجد أبي حنيفة في عشية ليلة شاتية من ليالي الإسكندرية، ثم استضافنا الشيخ في بيته، وكان معنا شيخنا الحبيب القريب عبد الفتاح الزيني (وكان هو أمير الركب) والشيخ محمد الكردي، الداعية الهصور والمجاهد الجسور، والأخ الحبيب مجدي حسن الذي كان من أوائل المعاصرين لمشايخ الجماعات الإسلامية … وكان أكبرنا سنا …\nنزلنا على بيت الشيخ فقدم لنا العشاء، وأبى على أي واحد منا أن يحمل أي شيء من الطعام، حتى إنه دخل ومعه الصحون أكثر من مرة فقمنا احتراما له نساعده فأمرنا أمرا أن نجلس وألا نتحرك من أماكننا …\nمن معالي أخلاق هذا الداعية أنه عقد دروسا منهجية حول قضية الجهاد، تطرق فيها لتجربة الجماعات الجهادية في مصر، وكان قد ألقى تلك الدروس على مدار اثني عشر أسبوعا في وقت كانت الجماعات الجهادية تعيش عصر هدنة مع السلطة، فلما اشتدت الأزمة على جماعات الجهاد طلب بعض الدعاة من الشيخ أن يعيد تدريس تلك المادة المنهجية، فرفض الشيخ احتراما لحال الأخوة من جماعات الجهاد وما هم فيه من محنة … وهذا يعكس الرؤية الشاملة المشفقة لهذا الداعية، وهذه من درر ما تعلمت من الدعاة، ونفعتني في المعيارية الولائية التي بها أزن مواقفي مع الجماعات الإسلامية …\nأما ورع الشيخ وعبادته فقد طبقت الآفاق، ولم يتسن لي شرف الصلاة وراءه في أيام رمضان ولكن حدثني الثقات من طلبة العلم من تلامذة الشيخ أنه كان يصلي التراويح بعد صلاة العشاء وحتى الساعة الثانية ليلا، وكان يطيل السجود والركوع جدا\nوالذي يحضر محاضرات هذا الشيخ ويتعرف على المشايخ الذين عرفوه يعرف قدر هذا الرجل، فما رأيت الدعاة والمشايخ من أهل السنة يبجلون ويحترمون أحدا مثل الشيخ محمد إسماعيل، فما أن يرد ذكره في مجلس إلا ويتسارع الناس في مدحه والثناء على إنصافه وهدوئه وعقله …\nسمعت هذا من الشيخ فريد هنداوي الفقيه وسمعته من الشيخ ياسر برهامي والشيخ سعيد عبد العظيم، والشيخ سيد حسين،\nومما تميز به الشيخ كثرة مؤلفاته المتخصصة، فله موسوعة: عودة الحجاب التي أرخ فيها للعلمانية، وللصراع بين الإسلاميين والعلمانيين، متمثلا في الحجاب، والعجيب أن الشيخ محمد بن إسماعيل عني كثيرا بتأريخ صراع الصحوة مع تحديات المجتمع العلماني، فله كتاب: تحريم حلق اللحية، وكتاب: تحريم مصافحة المرأة الأجنبية، وله: الصلاة لماذا .. وله: النصيحة في الأذكار الصحيحة … ولو تأملنا في هذه المصنفات لوجدنا هي العلامة المميز لشباب الصحوة، الحجاب، اللحية، عدم مصافحة المرأة الأجنبية (منع الاختلاط) الصلاة، الذكر …\nثم كان من أواخر مؤلفاته: حرمة أهل العلم، لما رأى تطاول الأغيلمة على علماء الأمة …\nومن معاركه الشهيرة التي سطرها التاريخ مجدا للصحوة الإسلامية معركته مع أذناب العلمانية من أشباه العلماء، وذلك في معركة النقاب الشهيرة مع الدعي الجهول إسماعيل منصور، حيث أيد هذا الدعي شيخ الأزهر سيد طنطاوي، فانبرى الشيخ محمد إسماعيل يقرر المسألة لا يتزحزح عن رأي علماء الصحوة المشهور بوجوب لبس النقاب للمرأة في هذا العصر، فألف: بل النقاب واجب … حتى لا تروج مقولة الدعي: بتحريم النقاب … فكتب الله لدعوته القبول وانتشر النقاب في مصر .. وذلك بفضل الله ثم بفضل كتابه الذي كان بمثابة الحصن الحصين والمرجعية العلمية المرموقة لجيل الصحوة في قضية النقاب التي تمثل رمز الالتزام بالنسبة لفتيات الصحوة فلله دره …\nاشتهر الشيخ محمد إسماعيل بتناوله لكل قضايا العصر، فما من قضية تشغل الرأي العام إلا ويفرد لها محاضرة يتناول فيها القضية من الناحية الإخبارية تحليلا وشرحا، ثم يتعرض لحكم الشرع إن وجد في القضية وعلاقة الصحوة بهذه القضية، حتى بلغت شرائط دروسه التي تتناول كل قضايا العصر مئات بل أظنها جاوزت الألف بمراحل …\nأما دروسه في الفقه فقد كان بدأ في شرح منار السبيل منذ سنين عديدة، وأظنه قارب على الانتهاء منه الآن ..\nلقد كانت دعوة الشيخ وعمله من النوع الصعب الشاق، البطئ في خطواته، ولكنه من النوع الراسخ الذي بقي أثره وطال واتسع حتى بلغ بلاد العالم …\nوما من مركز إسلامي في أمريكا وأوروبا، وما من طالب علم جاد في بحثه إلا ويعرف هذا الشيخ بكتبه وبحوثه … ولو قدر لطلبة العلم وشباب الصحوة جميعا أن يلتقوا به فإنهم سيجدونه الرجل المناسب ليكون على رأس مجلس الحكماء … أنا أسميه حكيم الأمة … بل هو بحق: إمام من أئمة السنة في هذا الزمان …",
  "books": [
    {
      "text_id": 12839,
      "title": "تبصير أولي الألباب ببدعة تقسيم الدين إلى قشر ولباب"
    },
    {
      "text_id": 14248,
      "title": "فقه أشراط الساعة"
    },
    {
      "text_id": 21753,
      "title": "سلسلة الإيمان والكفر - المقدم"
    },
    {
      "text_id": 29710,
      "title": "أذكار وآداب الصباح والمساء"
    },
    {
      "text_id": 36991,
      "title": "عقيدة الولاء والبراء - المقدم"
    },
    {
      "text_id": 36999,
      "title": "السواك وسنن الفطرة - المقدم"
    },
    {
      "text_id": 37000,
      "title": "محو الأمية التربوية"
    },
    {
      "text_id": 37001,
      "title": "لماذا نصلي - المقدم"
    },
    {
      "text_id": 37002,
      "title": "سلسلة علو الهمة - المقدم"
    },
    {
      "text_id": 37018,
      "title": "دروس الشيخ محمد إسماعيل المقدم"
    },
    {
      "text_id": 37041,
      "title": "تفسير القرآن الكريم - المقدم"
    },
    {
      "text_id": 9133,
      "title": "عودة الحجاب"
    },
    {
      "text_id": 96278,
      "title": "علو الهمة"
    },
    {
      "text_id": 96299,
      "title": "خواطر حول الوهابية"
    },
    {
      "text_id": 96616,
      "title": "أصول بلا أصول"
    },
    {
      "text_id": 96617,
      "title": "الإعلام بحرمة أهل العلم والإسلام"
    },
    {
      "text_id": 98084,
      "title": "بصائر في الفتن"
    },
    {
      "text_id": 98119,
      "title": "أدلة تحريم حلق اللحية"
    },
    {
      "text_id": 98135,
      "title": "اللحية لماذا"
    },
    {
      "text_id": 98141,
      "title": "عودوا الى خير الهدي"
    }
  ]
}