{
  "author_id": 1210,
  "author_meta": "السموأل بن يحيى (٠٠٠ - نحو ٥٧٠ هـ = ٠٠٠ - نحو ١١٧٥ م)\nجاء في الأعلام للزركلي:\nالسموأل بن يحيى بن عباس المغربي: مهندس رياضي، عالم بالطب والحكمة. أصله من المغرب. سكن بغداد مدة، وانتقل إلى فارس. وكان يهوديا، فأسلم. ومات في المراغة (بأذربيجان).\nله (المفيد الأوسط) في الطب، و (رسالة إلى ابن خدود) في مسائل حسابية، و (إعجاز المهندسين) فرغ من تصنيفه في صفر سنة ٥٧٠ هـ و (القوامي) في الحساب الهندي و (المثلث القائم الزاوية) و (المنبر) في مساحة أجسام الجواهر المختلطة لاستخراج مقدار مجهولها، و (نزهة الأحباب في معاشرة الأصحاب - خ) في شستربتي (٤١٥١) و (بذل المجهود في إفحام اليهود - ط) و (الباهر - خ) في الرياضيات، بمكتبة أيا صوفيا\nوهذا مقال عنه بمجلة الفسطاط بعنوان السموأل بن يحيى المغربي «الحبر شموائيل بن يهوذا بن آبوان»، بقلم: محمد عبد الله الشرقاوي:\nاسمه العبراني: «شموائيل بن يهوذا بن آبون»، وبعد أن شرح الله صدره للإسلام، تخلى عن هذا الاسم وتمسك باسمه العربي: «السموأل بن يحيى المغربي».\nويعدّ السموأل من علمائنا القلائل الذي كتبوا سيرتهم الذاتية، وكان من النادرين الذين كتبوها بدقة وشمول .. فأما عن شمولها، فسنذكر لمحات منها فيما بعد .. وعن دقتها، فإنا قد امتحنا ما جاء فيها، بما كتبه عنه المترجمون وكتّاب الأعلام، والطبقات، فلم نجد ما يستوقفنا من مخالفة أو اختلاف.\nويحسن بنا أن نسوق بعض ما جاء في كتاب الصاحب جمال الدين القفطي المتوفى سنة ٦٤٦ هـ عن «تاريخ الحكماء»؛ قال عنه:\n«السموأل بن يهوذا المغربي، الحكيم اليهودي، أظنه من الأندلس [١]، قدم هو وأبوه إلى المشرق، وكان أبوه يشدو شيئاً من علم الحكمة، وكان ولده السموأل هذا قد قرأ فنون الحكمة، وقام بالعلوم الرياضية وأحكم أصولها وفوائدها ونوادرها، وكان عددياً -أي مشتغلاً بالحساب- هندسياً، هيئيّاً، وله في ذلك مصنفات، منها:\n-كتاب المثلث القائم الزاوية، وقد أحسن في تمثيله وتشكيله، وعدة صوره، ومبلغ مساحة كل صورة منها، صنّفه لرجل من أهل حلب …\n-وصنف منبراً في مساحة أجسام الجواهر المختلطة لاستخراج مقدار مجهولها، وصنف كتباً في الطب.\nوارتحل إلى آزربيجان، وخدم بيت البهلوان، وأمراء دولتهم، وأقام بمدينة «مراغة» وأولد أولاداً هناك، سلكوا طريقته في الطب.\nوأسلم فحسن إسلامه، … وصنف كتاباً في إظهار معايب اليهود، وكذب دعاويهم في التوراة، ومواضيع الدليل على تبديلها، وأحكم ما جمعه في ذلك. ومات بالمراغة قريباً من سبعين وخمسمائة». [٢]\nأما صاحب كتاب: «عيون الأنباء في طبقات الأطباء» ابن أبي أصيبعة المتوفى سنة ٦٦٨ هـ، فيقول:\nهو السموأل بن يحيى بن عباس المغربي، كان فاضلاً في العلوم الرياضية، عالماً بصناعة الطب، وأصله من بلاد المغرب، وسكن مدة في بغداد، ثم انتقل إلى بلاد العجم، ولم يزل بها إلى آخر عمره.\n«وكان أبوه- أيضاً- يشدو شيئاً من علوم الحكمة … وللسموأل بن يحيى بن عباس المغربي من الكتب:\n- رسالة إلى أبي خدود: جبر ومقابلة\n- كتاب: إعجاز المهندسين … صنفه لنجم الدين أبي الفتح شاه غازي ملك شاه بن طغرل بك، وفرغ من تصنيفه في ٥٧٠هـ.\n- كتاب: الرد على اليهود.\n- كتاب القوافي في الحساب الهندي، ألفه سنه ٥٦٨ هـ». [٣]\nويذكر عنه موفق الدين عبد اللطيف البغدادي، وهو معاصر له، تقريباً، توفي سنة ٦٢٩هـ، يقول - فيما نقله لنا عنه ابن أبي أصيبعة:\n«هذا السموأل، شاب بغدادي، كان يهودياً فأسلم، ومات شاباً بالمراغة، وبلغ في العدديات مبلغاً لم يصله أحد في زمانه، وكان حاد الذهن جداً، … بلغ في الصناعة الجبرية الغاية القصوى، وأقام بديار بكر، وآذربيجان، وله رسائل في الجبر والمقابلة، يرد بها على ابن الخشاب النحوي، وذلك أن ابن الخشاب كان معاصره … ، وله مشاركة في الحساب، ونظر في الجبر والمقابلة» ا. هـ.\nوأشار الإمام ابن القيم، رحمه الله (ت ٧٥١ هـ)، إشارة ضمنية إليه، فقال: «قال بعض أكابرهم بعد إسلامه»، ثم نقل عنه صفحات وفصولاً كثيرة. [٤]\nولو ذهبنا نتتبع ما ذكره عنه العلماء، من الإشادة والثناء الجميل، كالصفدي، صاحب الوافي بالوفيات، وابن العبري، صاحب: مختصر تاريخ الدول، والزركلي، صاحب الأعلام، وغيرهم، لطال الحديث، وخرج عن حده المرسوم له … لكننا نكتفي بما سقناه، [٥] ففيه الغنية إن شاء الله.\nثقافته ونبوغه\nولد السموأل في بيت علم، فكان أبوه حبراً يهودياً، ومن ثم نشا ابنه ووحيده تنشئة علمية ممتازة، فتمكن من اللسان العبري، ودرس التوراة وفقهها وعلومها.\nثم درس الهندسة والرياضيات والهيئة وشيئاً من علوم اليونان، والطب على كبار المهندسين والأطباء المرموقين، والمشهود لهم من المفكرين أمثال الدسكري، وهبة الله من ملكا البغدادي، والشهرزوري، وغيرهم.\nوقام برحلات وأجرى مقابلات ولقاءات مع العلماء والشيوخ.\nوكان قد التفت قبل ذلك إلى دراسة الأساطير، فالتاريخ، والسيرة النبوية الطاهرة، ومما أعانه على النبوغ في كل فن من هذه الفنون، ذهن متوقد، وتفرغ، وحرص، وحب عظيم للعلم وتشاغل به.\nومما يؤكد ذلك -فضلاً عن الكلام الذي سقناه لابن القفطي وابن أبي أصيبعة ولمعاصره وزميله في الطلب موفق الدين البغدادي- قوله: «وكان بي من الشغف بهذه العلوم والعشق لها ما يلهيني عن المطعم والمشرب، إذا فكرت في بعضها، … فخلوت بنفسي، في بيتٍ مدة، وحللت جميع تلك المسائل وشرحتها، ورددت على من أخطأ من واضعيها، وأظهرت أغلاط مصنفيها … وأزريت على أقليدس في ترتيب أشكال كتابه، بحيث أمكنني إذا غيرت نظام أشكاله، أن أستغني عن عدة منها، لا يبقى إليها حاجة، بعد أن كان كتاب (إقليدس) معجزاً لسائر المهندسي، إذ لم يحدّثوا أنفسهم بتغيير نظام أشكاله، ولا بالاستغناء عن بعضها … حصل على كل هذه العلوم وهو في السنة الثامنة عشرة من عمره.\nثم صنف، واتصلت تصانيفه منذ تلك السنة إلى أن وافاه الأجل، «وفتح الله علي كثيراً مما ارتج على من سبقني من الحكماء المبرّزين».\nوكان له حظ وافر في صناعة الطب والصيدلة.\nومما قرأه من كتب التاريخ: «تاريخ الطبري» وتاريخ أبي على ابن مسكويه المسمى: «تجارب الأمم».\nومن قراءة التاريخ تعرّف على سيرة الرسول صلى الله عليه وسلم، وجهاده، وصبره، واحتماله، وعلمه، وحلمه، وسمو خلفه، وهجرته، وعرف سيرة صحابته، والغزوات، والانتصارات المعجزة، لقلة العدد والعُدد، من هنا انتبه حسه وقبله وعقله ووجدانه إلى الرسول صلى الله عليه وسلم، ودرس من رسالته.\nثم كان له نصيب وافر من الفصاحة والبلاغة والتذوق الأدبي الرفيع ومن ثم التفت إلى معجزة القرآن الذي لا يباريه كتاب في هذا الباب، فعلم وتيقن من صحة إعجازه. ولقد انعكست ثقافته المتنوعة الواسعة في رصانته العلمية، وإحكام براهينه، وقوه جدله، وصحة لغته، وجزالة أسلوبه، وفخامة لفظه، يبرز هذا لو قارنّا كتابه: «إفحام اليهود» بما كتبه المهتهدي سعيد بن حسن الإسكندراني- الذي انتقل إلى الإسلام من اليهودية سنة ٦٩٧ هـ، في كتابه المسمى: «مسالك النظر في نبوة سيد البشر». [٦]\nكراهيته للتقليد والجمود\nكان قد تجمع له فيض زاخر من المعرفة بالإسلام، وكان عقله وقلبه قد اطمأنا إلى صحة معجزة القرآن الكريم، ولأنه قد تربى حسه على المنطق، وتهذب خاطره على العلوم الرياضية والهندسية، وما تقتضيه من ضروب البرهنة، والتحقق من صحة الفروض تحققاً عقلياً، كان للعقل عنده دور عظيم جداً … ولم يكن للتقليد والجمود إلا حظ النفور والكراهية والمقت.\nفراجَع نفسه في اختلاف الناس في الأديان والمذاهب … وفكر وتدبر، وكان قد رسخ يقينه قبل ذلك بأن العقل حاكم، يجب تحكيمه على كليات أمور عالمنا هذا، إذْ لولا أن العقل أرشدنا إلى اتباع الأنبياء والرسل وتصديق المشايخ والسلف، لما صدقناهم في سائر ما تقليناه عنهم، يقول في ذلك ما نصه: « … وعلمت أنه إذا كان أصل التمسك بالمذاهب الموروثة عن السلف، وأصل اتباع الأنبياء، مما أدى إليه العقل، فإن تحكيم العقل على كليات جميع ذلك واجب.\nوإذا نحن حكمنا العقل على ما نقلناه عن الآباء والأجداد، علمنا أن النقل عن السلف، ليس يوجب العقلُ قبوله من غير امتحان لصحته، بل بمجرد كونه مأخوذاً عن السلف، لكن من أجل أنه يكون أمراً ذا حقيقة في ذاته، والحجة موجودة بصحته.\nفأما الأبوه والسلفية وحدهما: فليستا بحجة، إذ لو كانتا حجة، لكانتا -أيضاً- حجة لسائر الخصوم الكفار: كالنصارى، فإنهم نقلوا عن أسلافهم أن عيسى ابن الله، وأنه الرازق المانع الضار النافع. [٧]\nفإن كان تقليد الآباء والأسلاف، يدل على صحة ما نُقل عنهم، فإن ذلك يلزم منه الإقرار بصحة مقالة النصارى، ومقالة المجوس. [٨]\nويوظف الإمام السموأل هذا الأصل العلمي المنهجي الثابت في مناقشة دعوى اليهود، وتفنيد مزاعمهم، ونقض تأسيسهم ويستخدمه بمهارة واقتدار يعكسان ثقافته الرياضية الهندسية والمنطقية.\nدوره في مجادلة اليهود\nلئن كان دور السموأل بارزاً في فضح يهود التلمود، لدى المسلمين وقراء العربية، كما سنذكر فيما بعد إن شاء الله تعالى، فإنه ولا شك حلقة مهمة في سلسلة أخبار وحاخامات اليهود الذين خرجوا على اليهودية.\nولعل من المفيد أن نذكر القارئ الكريم، ببعض من سبقوا أو لحق السموأل في هذا الباب، وهو الخروج على اليهودية سواء إلى النصرانية أو الإسلام، وكتب أو جادل وناظر في فضح اليهود وإفحامهم. من أهمهم:\n- نيكولاس دونين  Nicolas Donin،  وبابلو كرستياني  Pablo Cristiani.  وقد عقدت مناظرة كبرى بين بابلو كرستياني والحاخام «موسى بن نجمان» في برشلونة سنة ٦٦١ هـ - ١٢٦٣ م. وكرستياني هذا يهودي روّعته تعاليم اليهود الوحشية، فانتقل إلى النصرانية … ، وأسهم بدور كبير في كشف حقائق اليهود، وعدائهم للنصرانية (وبقية الأمم»، واشترك في مناظرة برشلونة الشهيرة، واستطاع أن يقنع البابا كلمنت بأخطاء التعاليم التلمودية، فأصدر الأخير مرسوماً بتحريم قراءة التوراة وحيازته، ومصادرة نسخه، وأعاد تنفيذ قانون لويس الحادي عشر، الصادر في ٥٣١ هـ - ١١٣٦م بإلزام اليهود بوضع شارة على أكتافهم لتميزهم. [٩]\nوتخبرنا «دائرة المعارف اليهودية» عن طرف من هذه المناظرة، وتضيف بأن إحدى هذه المناظرات قد أقيمت بأمر من البابا «بنديكت» واستمرت سنة وتسعة أشره في طرسوسة. [١٠]\nومن الجدير ذكره - هنا- أن اليهود قد اضطروا إلى الاعتراف، ببعض عقائدهم السرية في بعض هذه المحاكمات … ومنها مثلاً:\n«أن يسوع الناصري موجود في لُجّات الجحيم، بين الزفت والنار! (قاتلهم الله) وأن أمه مريم قد أتت به من العسكري «بندارا» بمباشرة الزنا، وأن الكنائس النصرانية هي بمثابة قاذورات، وأن الواعظين بها أشبه بالكلاب النابحة، وأن قتل المسيحي من الأمور المأمور بها ديناً، وأن العهد مع المسيحي لا يكون عهداً صحيحاً يلتزم به اليهودي … وأن من الواجب أن يلعن ثلاث مرات رؤساء المذهب النصراني، وجميع الملوك الذي يتظاهرون بالعداوة ضد بني إسرائيل». [١١]\n- وفي القرن السادس عشر، كشف «جوهان فيفركورن  Johan Pheffrekorn »  وكان يهودياً، ثم خرج عليها إلى النصرانية - عن حقائق خطيرة من معتقدات اليهود.\n- وقد تحول كثير من اليهود إلى الإسلام، لكن دور بعضهم كان بارزاً في إظهار تناقض اليهود، وتهافتهم، وتحريفهم … وضمت هذه القافلة المباركة كثيراً من الرجال … وكان من بينهم:\n- هبة الله علي بن الحسين بن ملكا، صاحب كتاب: «المعتبر في الحكمة» والذي يلقبه الإمام ابن القيم بـ «فيلسوف الإسلام في وقته». [١٢]\n- وجاء السموأل -في القرن السادس- وصنف كتابه «إفحام اليهود»، وكان بالغ الأهمية في هذا الباب، ذا جهد متميز فاق من سبقوه ومن لحقوا به.\n- ثم جاء سعيد بن الحسن الإسكندراني في القرن السابع والثامن الهجري، ووضع كتابه: «مسالك النظر في نبوة سيد البشر» سنة ٧٢٠ هـ … بعد أن شرح الله صدره للإسلام، وانتقل إليه من اليهودية. [١٣]\n- وفي سنة ١٢٥٦ هـ أشهر الحاخام موسى أبو العافية إسلامه، وأعلن أمام المحكمة بعض فضائح التلمود، وترجم منه مقاطع مطولة، صادَق على صحتها -مضطراً- يعقوب العينتابي، الحاخام الأكبر للشام -آنئذ-. [١٤]\nصلته بابن ملكا البغدادي ووالد موفق الدين عبد اللطيف البغدادي\nقد يُظن أن تلمذة السموأل على الفيلسوف (اليهودي الذي أسلم) هبة الله بن ملكا، صاحب: «المعتبر في الحكمة» … ، وقد يظن كذلك أن زمالته ومعاصرته لموفق الدين البغدادي -في طلب العلم- وأن هذا الأخير قد كتب «رسالة في الرد على اليهود» [١٥]- جعلته يتأثر بهذا المناخ الجدلي الفكري! أقول: إن ذلك ليس ببعيد!\nلكن ينبغي أن لا ننسى أن السموأل نفسه قد أخبرنا أنه انتقل من اليهودية إلى الإسلام، بعد أن نظر وفكر وتدبر، وأيقن بالبرهان القاطع بطلان ما عليه اليهود، بل إنه يصر على ذلك، لدرجة أنه لم يذع مناميه اللذين رأى فيهما شموائيل النبي، والمصطفى صلى الله عليه وسلم، إلا بعد أربع سنوات من إعلان إسلامه، حتى لا يظن أنه قد ترك دينه لأضغاث أحلام وهواجس غامضة!\nوإنه في سيرته الذاتية التي كتبها بقلمه، قد كفانا مؤونة الافتراض والتخمين والاستنتاج، ولم تكن الرؤيا هي التي حملته على الانتقال إلى الإسلام، فهي كانت رادعة له وزاجرة عن التمادي في عدم إعلان أو إشهار ما آمن له، وأيقن بصحته … فهو قد آمن بالإسلام بعد نظر وتمعن ومقارنة بين الأديان وعقائدهم وحججها.\nمولده ووفاته\nذكر لنا السموأل - في سيرته الذاتية التي أسماها: «إسلام السموأل وقصة رؤياه المصطفى صلى الله عليه وسلم» - كثيراً من التفاصيل الدقيقة عن حياته، وأساتذته، وثقافته، ونشأته، وأسرته، … وغير ذلك، لكنه لم يتعرض قط لتاريخ ميلاده. كما أن الذين ترجموا له لم يذكروا شيئاً عن تاريخ مولده.\nوكذلك الحال بالنسبة لتاريخ وفاته، فإنهم لم يذكروه على وجه التحديد، اللهم إلا القفطي فإنه ذكر أنه توفي قريباً من سنة ٥٧٠ هـ.\nويذكر ابن أبي أصيبعة أن ألف كتابه: «إعجاز المهندسين» سنة ٥٧٠ هـ. بيد أن السموأل نفسه قد ذكر لنا تواريخ إنجاز بعض كتبه التي ألفها، وكان آخرها هو سنة ٥٥٨ هـ.\nكما أن ناسخ مخطوطة «إفحام اليهود» قد ذكر أنه نقلها عن نسخة بخط السموأل، كتبها المؤلف سنة ٥٦٥ هـ.\nوالسموأل نفسه يذكر أنه لم يظهر قصة إسلامه ورؤياه المصطفى صلى الله عليه وسلم إلا بعد أربع سنوان من إشهاره إسلامه، وتصنيفه كتابه في إفحام اليهود، أي أن ذلك كان في ٥٦٢ هـ تقريباً.\nومهما يكن من أمر، فإن بعض من ترجم له، ذكر أنه توفي شاباً، وهذا يعني أنه توفي في القرن السادس الهجري يقيناً، أي أنه -رحمه الله- من أعيان هذا القرن، وكان حياً في سنة ٥٦٩ هـ قطعاً. وقد عاش بعد ذلك ولعله قد عاش إلى سنة ٥٧٠ هـ كما ذكر القفطي. وقد ألف في غضون هذه السنة كتابه الموسوم بـ «إعجازالمهندسين» كما ذكر ابن أبي أصيبعة.\nالمصدر: مقدمة كتاب «إفحام اليهود وقصة إسلام السموأل ورؤياه النبي صلى الله عليه وسلم، للسموأل بن يحيى المغربي\nتحقيق: د. محمد عبد الله الشرقاوي\nطبع: رئاسة البحوث والإفتاء والدعوة والإرشاد في المملكة العربية السعودية. الرياض، ١٤٠٧ هـ.\n_________\n[١] هذا مجرد ظن. ولقد كان السموأل معاصراً لأبي عمران موسى بن ميمون اليهودي المتوفى (٦٠١هـ)، وأسرة ابن ميمون هاجرت من الأندلس إلى إفريقية أثناء حكم الموحدين، وعاش فترة في فاس ثم رحل عنها إلى مصر [انظر: ديلاسي أولبيري: الفكر العربي ومكانه في التاريخ، ترجمة د. تمام حسان ص٢٢١]، ولا أعتقد أن السموأل كذلك لأنه لم يشر إلى ذلك، ولم يذكره المترجمون له اللهم إلا القفطي.\n[٢] انظر القفطي: إخبار العلماء بأخبار الحكماء، ص ٢٠٩، طبعة ليبرت ١٩٠٣م، ص ١٤٢ دار الآثار، لبنان.\n[٣] انظر: عبون الأنباء في طبفات الأطباء، الطبعة الأولى بيروت بتحقيق نزار رضا ١٩٦٥م، وانظر ص٣١ جـ٢ من نشرة ميلر ١٨٨٤م.\n[٤] (هداية الحيارى في أجوبة اليهود والنصارى) ص ١٠٨، طبعة الجامعة الإسلامية بالمدينة المنورة.\n[٥] وقارن ما كتب عادل أنبونا في مجلة (الشرق) ١٩٦١م، ص٦١ وما بعدها.\n[٦] انظر ما نشره المستشرق ( S. A. Weston)  لهذا الكتاب في ( JOAS. Vol. XXIV, ١٩٥٣, pp.٣١٢-٣٨٣)  وهي نشرة مليئة بالأخطاء والتصحيفات.\n[٧] انظر شريعة إيمانهم في المصادر التالية:\n- التاريخ المجموع على التحقيق والتصديق، للبطريرك سعيد بن البطريق\n- النصيحة الإيمانية لفضيحة الملة النصرانية، للمهتدي نصر بن يحيى المتطبب.\n- تثبيت دلائل النبوة، للقاضي عبد الجبار، والبداية والنهاية، والفصل لابن حزم.\n[٨] إسلام السموأل: المخطوط.\n[٩] ظفر الإسلام خان: التلمود تاريخه وتعاليمه، ص ٤٢، ط٢، نشر دار النفائس.\n[١٠] السابق ص ٤٣.\n[١١] الكنز المرصود في قواعد التلمود، ص ١١، ترجمه عن الفرنسية د. يوسف حنا مسعد، نشر المكتب الإسلامي ببيروت، ط٢، ١٣٨٨ هـ، وفضح التلمود لبرانايتس، دار النفائس.\n[١٢] ابن القيم «إغاثة اللهفان» جـ٢ ص ٢٥٧، بتحقيق محمد حامد الفقي، نشر دار المعرفة، بيروت.\n[١٣] انظر بحث المستشرق  Sidney Adams Weston  في  Journal of the American Oriental Society, vol.٢٤, Part٢, ١٩٥٣.\n[١٤]  الدكتور محمد أسد: الأصول العربية لتاريخ سوريا في عهد محمد علي، ص٢٠ جـ٥، طبعة الكاثوليكية، بيروت ١٩٣٣م.\n[١٥] انظر ترجمته في (فوات الوفيات) جـ٢، ص ٣٨٤، بتحقيق د. إحسان عباس، ويبدو أن حجاب المعاصرة لم يدفع موفق الدين إلى الانتقاص من شأن السموأل، فهو قد أشاد به وامتدحه كما ذكر آنفاً.",
  "books": [
    {
      "text_id": 10719,
      "title": "بذل المجهود في إفحام اليهود ت طويلة"
    },
    {
      "text_id": 12757,
      "title": "غاية المقصود فى الرد على النصارى واليهود"
    },
    {
      "text_id": 6529,
      "title": "بذل المجهود في إفحام اليهود ت الشرقاوي"
    }
  ]
}