{
  "author_id": 1212,
  "author_meta": "أَبُو بَكْرٍ أَحْمَدُ بنُ أَبِي خَيْثَمَةَ\nصَاحِبُ (التَّارِيْخِ الكَبِيْرِ)، الكَثِيْرِ الفَائِدَةِ.\nسَمِعَ: أَبَاهُ، وَأَبَا نُعَيْمٍ، وَهَوْذَةَ بنَ خَلِيْفَةَ، وَعَفَّانَ، وَمُحَمَّدَ بنَ سَابِقٍ، وَأَبَا سَلَمَةَ التَّبُوْذَكِيَّ، وَأَبَا غَسَّانَ النَّهْدِيَّ، وَأَحْمَدَ بنَ يُوْنُسَ، وَقُطْبَةَ بنَ العَلَاءِ، وَمُسْلِمَ بنَ إِبْرَاهِيْمَ، وَأَحْمَدَ بنَ إِسْحَاقَ الحَضْرَمِيَّ، وَمُوْسَى بنَ دَاوُدَ الضَّبِّيَّ، وَحُسَيْنَ بنَ مُحَمَّدٍ المَرُّوْذِيَّ، وَسَعِيْدَ بنَ سُلَيْمَانَ، وَخَالِدَ بنَ خِدَاشٍ، وَسُرَيْجَ بنَ النُّعْمَانِ، وَسُلَيْمَانَ بنَ حَرْبٍ،\nوَأَحْمَدَ بنَ حَنْبَلٍ، وَعَلِيَّ بنَ الجَعْدِ، وَخَلَفَ بنَ هِشَامٍ، وَأُمَماً سِوَاهُم.\nوَهُوَ أَوْسَعُ دَائِرَةً مِنْ أَبِيْهِ.\nرَوَى عَنْهُ: ابْنُهُ؛ مُحَمَّدُ بنُ أَحْمَدَ الحَافِظُ، وَأَبُو القَاسِمِ البَغَوِيُّ، وَيَحْيَى بنُ صَاعِدٍ، وَعَلِيُّ بنُ مُحَمَّدِ بنِ عُبَيْدٍ، وَمُحَمَّدُ بنُ مَخْلَدٍ، وَمُحَمَّدُ بنُ أَحْمَدَ الحَكِيْمِيُّ، وَإِسْمَاعِيْلُ بنُ مُحَمَّدٍ الصَّفَّارُ، وَأَبُو سَهْلٍ بنُ زِيَادٍ، وَقَاسِمُ بنُ أَصْبَغَ، وَأَحْمَدُ بنُ كَامِلٍ، وَخَلْقٌ.\nقَالَ الخَطِيْبُ: كَانَ ثِقَةً، عَالِماً، مُتْقِناً، حَافِظاً، بَصِيْراً بِأَيَّامِ النَّاسِ، رَاوِيَةً لِلأَدَبِ، أَخَذَ:\nعِلْمَ الحَدِيْثِ عَنْ: أَحْمَدَ بنِ حَنْبَلٍ، وَيَحْيَى بنِ مَعِيْنٍ.\nوَعِلْمَ النَّسَبِ عَنْ: مُصْعَبٍ الزُّبَيْرِيِّ.\nوَأَخَذَ أَيَّامَ النَّاسِ عَنْ: أَبِي الحَسَنِ عَلِيِّ بنِ مُحَمَّدٍ المَدَائِنِيِّ. وَالأَدَبَ عَنْ: مُحَمَّدِ بنِ سَلاَّمٍ الجُمَحِيِّ.\nوَلَهُ كِتَابُ (التَّارِيْخِ) الَّذِي أَحسَنَ تَصْنِيْفَهُ، وَأَكْثَرَ فَائِدَتَه، فَلَا أَعْرِفُ أَغزَرَ فَوَائِدَ مِنْهُ.\nوَذَكَرَهُ: الدَّارَقُطْنِيُّ، فَقَالَ: ثِقَةٌ، مَأْمُوْنٌ.\nقُلْتُ: يَقَع لَنَا كَثِيْرٌ مِنْ رِوَايَتِه مِنْ طَرِيْقِ السِّلَفِيِّ، وَشُهْدَةَ.\nوَقَالَ ابْنُ قَانِعٍ: مَاتَ فِي شَهْرِ جُمَادَى الأُوْلَى، سَنَة تِسْعٍ وَسَبْعِيْنَ وَمائَتَيْنِ.\nوَكَذَا أَرَّخ ابْنُ المُنَادِي، وَزَادَ: وَقَدْ بَلَغَ أَرْبَعاً وَتِسْعِيْنَ سَنَةً.\nوَقِيْلَ: بَلَغَ أَقَلَّ مِنْ ذَلِكَ، وَهُوَ أَشبَهُ، فَإِنَّهُ لَوْ كَانَ ابْنَ أَرْبَعٍ وَتِسْعِيْنَ، لكَانَ مَوْلِدُهُ فِي سَنَةِ خَمْسٍ وَثَمَانِيْنَ وَمائَةٍ.\nوَهُوَ مِنْ أَوْلَادِ الحُفَّاظِ.\nفَكَانَ أَبُوْهُ يُسْمِعُهُ وَهُوَ حَدَثٌ، فَيُدْرِك بِهِ مِثْل يَزِيْدَ بنِ هَارُوْنَ، وَأَقْرَانِهِ.\nوَالظَّاهِرُ أَنَّهُ كَانَ مِنْ أَبْنَاءِ الثَّمَانِيْنَ - فَالله أَعْلَمُ -.\nوَخَلَّفَ أَحْمَدُ ابْنَهُ الحَافِظَ الإِمَامَ المُحِقِّقَ: أَبَا عَبْدِ اللهِ\nنقلا عن : سير أعلام النبلاء",
  "books": [
    {
      "text_id": 1440,
      "title": "التاريخ الكبير لابن أبي خيثمة - السفر الثاني - ط الفاروق"
    },
    {
      "text_id": 5876,
      "title": "التاريخ الكبير لابن أبي خيثمة - أخبار المكيين - ط الوطن"
    },
    {
      "text_id": 8477,
      "title": "التاريخ الكبير لابن أبي خيثمة - السفر الثالث - ط الفاروق"
    }
  ]
}