{
  "author_id": 1213,
  "author_meta": "أحمد بن إبراهيم بن مصطفى الهاشمي (١٢٩٥ - ١٣٦٢ هـ = ١٨٧٨ - ١٩٤٣ م)\nهو أحمد بن إبراهيم بن مصطفى الهاشمي، أديب معلم, مصري من أهل القاهرة، ووفاته بها. تلقى تعليمه في الأزهر الشريف على كبار شيوخ الأزهر في عصره من أمثال الشيخ محمد عبده والشيخ سليم البشري والشيخ حسونة النواوي والشيخ حمزة فتح الله المفتش الأول بوزارة المعارف العمومية.\nكتبه ومؤلفاته\n* (أسلوب الحكيم - ط)  مجموع مقالات\n* (جواهر البلاغة في المعاني والبيان والبديع -  ط) وقد حاز هذا الكتاب على إعجاب أدباء عصره وأساتذته الذين درس عليهم, فأثنى على هذا الكتاب سعد زغلول باشا ومحمد عبده الذي قرظ الكتاب فقال: \"فوجدته كتاباً عظيماً وأسلوباً حكيماً يشهد لحضرة مؤلفه الفاضل بملاك الذوق السليم والعقل الحكيم..\".\n* (ميزان الذهب في صناعة شعر العرب) , وصدر هذا الكتاب عن مؤسسة الكتب الثقافية ببيروت, وتناول فيه الهاشمي علمي العروض والقافية, وهو أحد الكتب التعلمية التي جاءت مادته سهلة مبسطة لطلبة العلم في هذا المجال.\n* جواهر الإعراب\n* (جواهر الأدب في أدبيات لغة العرب - ط) وهو كتاب صدر عن مكتبة المعارف ببيروت ثم طبع بعد ذلك وانتشر, وهو كتاب ضخم غزير الفائدة والتركيز في الأدب العربي جاء فيما يقارب ألف صفحة.\n* القواعد الأساسية للغة العربية: وصدر هذا الكتاب عن المكتبة العصرية سنة ١٩٩٨ بتحقيق محمد قاسم, وتناول فيه الهاشمي علوم النحو والصرف مع تطبيقات وشواهد شعرية متعددة, ويميزه أقسام الإعراب النموذجي في ذيل كل باب من الأبواب.\n*  (ميزان الذهب - ط)\n* (مختار الأحاديث النبوية - ط)\nعمله في المدارس الأهلية\nبالرغم من أن أحمد الهاشمي تلقى تعليمه في الأزهر وكانت صلته عميقة وأكيدة بين أساتذته ومدرسيه, إلا أنه اختار سلك التعليم المدني فدرس العربية في العديد من مدارس القاهرة, وأصبح مديراً بعد ذلك للعديد من المدارس كمدرسة الجمعية الإسلامية ومدرسة فؤاد الأول, كما عيّن مراقباً لمدارس فيكتوريا الإنجيلية.  [قال الزركلي :  كان مديرا لثلاث مدارس أهلية، واحدة للذكور واثنتان للإناث]\n[الترجمة عن معجم المؤلفين والأعلام للزركلي]",
  "books": [
    {
      "text_id": 21505,
      "title": "جواهر الأدب في أدبيات وإنشاء لغة العرب"
    },
    {
      "text_id": 6903,
      "title": "السحر الحلال في الحكم والأمثال"
    },
    {
      "text_id": 9256,
      "title": "جواهر البلاغة في المعاني والبيان والبديع"
    }
  ]
}