{
  "author_id": 1218,
  "author_meta": "أبو بكر الرازي (٢٥١ - ٣١٣ هـ = ٨٦٥ - ٩٢٥ م)\nمحمد بن زكريا الرازي، أبو بكر:\nفيلسوف، من الأئمة في صناعة الطب.\nمن أهل الري. ولد وتعلم بها.\nوسافر إلى بغداد بعد سن الثلاثين. يسميه كتاب اللاتينية (رازيس)  Rhazes\nأولع بالموسيقى والغناء ونظم الشعر، في صغره. واشتغل بالسيمياء والكيمياء، ثم عكف على الطب والفلسفة في كبره، فنبغ واشتهر.\nوتولى تدبير مارستان الري، ثم رياسة أطباء البيمارستان المقتدري في بغداد.\nقال أحد معاصريه: كان شيخا كبير الرأس، مسفطه.\nوكان يجلس في مجلسه ودونه تلاميذه، ودونهم تلاميذهم، ودونهم تلاميذ أخر، فيجئ المريض فيذكر مرضه لأول من يلقاه، فان كان عندهم علم وإلا تعداهم إلى غيرهم، فإن أصابوا وإلا تكلم الرازي في ذلك.\nوعمي في آخر عمره. ومات ببغداد.\nوفي سنة وفاته خلاف، بين نيف و ٢٩٠ و ٣٢٠ هـ\nله تصانيف، سمى ابن أبي أصيبعة منها ٢٣٢ كتابا ورسالة، منها:\n(الحاوي - خ) في صناعة الطب، وهو أجل كتبه، ترجم إلى اللاتينية وطبع فيها،\nو (الطب المنصوري - خ) طبع باللاتينية،\nو (الفصول في الطب) ويسمى (المرشد - ط) نشر في مجلة معهد المخطوطات.\nو (الجدري والحصبة - ط)\nو (برء الساعة - ط) رسالة،\nو (الكافي - خ) و (الطب الملوكي - خ)\nو (مقالة في الحصى والكلى والمثانة - ط)\nو (الاقرباذين - خ)\nو (تقسيم العلل - خ)\nو (المدخل إلى الطب - خ)\nو (خواص الأشياء - خ)\nو (الفاخر في علم الطب - خ)\nو (الباه ومنافعه ومضاره ومداواته - خ)\nو (سر الصناعة - خ) طبعت ترجمته اللاتينية باسم (الأسرار)\nو (أسئلة من الطب - خ)\nو (تلخيص كتاب جالينوس في حيلة البرء - خ)\nو (منافع الأغذية ودفع مضارها - ط)\nوكتاب (الفقراء والمساكين - خ)\nو (جراب المجربات وخزانة الأطباء - خ)\nو (الخواص - خ) رسالة،\nو (مقالة في النقرس - خ)\nو (القولنج - خ)\nو (مجموع رسائل - ط) نشرته الجامعة المصرية، يشتمل على ١١ رسالة،\nوكتاب (من لا يحضره الطبيب - خ) بالمدينة.\nوفي مكتبة  Marciana  بالبندقية مجموعة من (رسائله) في الطب (رقم ١٥٧ = ١٠٧ = ٤١) لم يتسع وقتي لفحصها.\nوللدكتور داود الجلبي الموصلي كتاب: (محمد بن زكريا الرازي - ط).\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 10704,
      "title": "الحاوي في الطب"
    },
    {
      "text_id": 12834,
      "title": "رسائل فلسفية للرازي"
    }
  ]
}