{
  "author_id": 1238,
  "author_meta": "ابن الدجاجي (٤٨٢ - ٥٦٤ هـ)\nجاء في ذيل طبقات الحنابلة :\nسعد الله بن نصر بن سعيد، المعروف بابن الدجاجي، وبابن الحيواني\nالفقيه الواعظ المقرىء الصوفي، الأديب أَبُو الحسن، ويلقب بمهذب الدين: ولد في أول رجب، سنة اثنتين وثمانين وأربعمائة.\nوقرأ بالروايات على أبي الخطاب بن الجراح، وأبي منصور الخياط، وسمع منهما، من أبي الخطاب الكلوذاني، وأبي الحسن بن العلاف، وأبي القاسم بن بيان، وابن الطيوري، وأبي الغنائم النرسي، وغيرهم. وتفقه على أبي الخطاب حتى برع.\nوقد روي عنه كتابه «الهداية» تصنيفه، وقصيدته في السنة وغيرها.\nوروي عن ابن عقيل كتاب «الانتصار لأهل السنة والحديث».\nقال ابن الخشاب: هو فقيه، واعظ حسن الطريقة، سمعت منه.\nقال ابن الجوزي: تفقه، وناظر، ودرس، ووعظ. وكان لطيف الكلام، حلو الإيراد، ملازما لمطالعة العلم، إلى أن مات.\nوقال ابن نقطة: شيخ فاضل صحيح السماع، حَدَّثَنَا عنه جماعة من شيوخنا. وكان ثقة.\nوقال صدقة بن الحسين في تاريخه: كان شيخا حسنا، تفقه على أبي الخطاب وكان من أصحاب أَبِي بَكْرٍ الدينوري. وكان يعظ، ويقرىء القرآن، ويسمع الحديث.\nقال ابن النجار: كان من أعيان الفقهاء الفضلاء، وشيوخ الوعاظ النبلاء، مليح الوعظ، حسن الإيراد، حلو العبارة، حسن النثر والنظم. وكان يخالط الصوفية، ويحضر معهم سماع الغناء. وكان من ظراف المشايخ.\nوسئل عنه الشيخ موفق الدين المقدسي. فقال: كان شيخا حسنا، من فقهاء أصحابنا ووعاظهم، صحب أبا الخطاب، وابن عقيل، وروى عنهما، سمعنا عليه.\nقال ابن الجوزي: أَنْبَأَنَا سعد الله بن نصر، قَالَ: كنت خائفا من الخليفة لحادث نزل، فأغفيت، فرأيت في المنام كأني في غرفة أكتب شيئا، فجاء رجل فوقف بإزائي، وقال: اكتب ما أملي عليك، وأنشد:\nادفع بصبرك حادث الأيام … وترج لطف الواحد العلام\nلا تيأسن وإن تضايق كربها … ورماك ريب صروفها بسهام\nوله تعالى بين ذلك فرجة … تخفى عن الأبصار والأوهام\nكم من نجا من بين أطراف القنا … وفريسة سلمت من الضرغام\nقال ابن الجوزي: وسئل في مجلس وعظه - وأنا أسمع - عن أخبار الصفات. فنهى عن التعرض لها، وأمرنا بالتسليم، وأنشد:\nأبي العاتب الغضبان يا نفس أن يرض … ى وأنت التي صيرت طاعته فرضا\nفلا تهجري من لا تطيقين هجره … وإن هم بالهجران خديك والأرضا\nقال ابن القطيعي: وأنشدني أحمد بن أبي السرايا، قَالَ: أنشدني سعد الله بن الدجاجي لنفسه:\nملكتم مهجتي بيعا ومقدرة … فأنتم اليوم أغلالي وأغلالي\nعلت فخرا ولكني ضنيت هوى … فأنتم اليوم أعلالي وأعلالي\nوزاد غير ابن القطيعي في روايته بيتا ثالثا:\nأوصى لي البين أن أشقى بحبكم … فقطع البين أوصالي وأوصالي\nومن شعره أيضا رحمه الله:\nلي لذة في ذلتي وخضوعي … وأحب بين يديك سفك دموعي\nوتضرعي في رأي عينك راحة … لي من جوى قد كن بين ضلوعي\nما الذل للمحبوب في حكم الهوى … عار، ولا جور الهوى ببديع\nهبني أسأت، فأين عفوك سيدي … عمن رجاك لقلبه الموجوع؟\nجد بالرضى من عطف لطفك واغن … ه بجمال وجهك عن سؤال شفيع\nقال ابن القطيعي: كان ابن الدجاجي، قد ناظر ووعظ، وأفتى وصنف، له فضل ودين وخاطر بغدادي. بلغني أنه حضر بالديوان العزيز وجماعة من الفقهاء فاستدل شخص بحديث عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فقال ابن البغدادي الحنفي: هذا الحديث لا يصح عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فقال الخصم: قد أخرجه البخاري ومسلم، فقال ابن البغدادي: قد طعن فيهما أَبُو حنيفة، فقال ابن الدجاجي: هل كان مع أبي حنيفة ملحمة؟.\nوقد قرأ بالروايات، وحدث، وسمع منه خلق كثير.\nوروى عنه ابنه أَبُو نصر محمد، وابن الأخضر، وابن سكينة، والشيخ موفق الدين، وابن عماد الحراني، والأنجب الحمامي، وغيرهم.\nتوفي آخر نهار يوم الاثنين لاثنتي عشرة خلت من شعبان سنة أربع وستين وخمسمائة، ودفن من الغد إلى جانب رباط الزوزني بمقبرة الرباط.\nقال ابن الجوزي: دفن هناك إرضاء للصوفية لأنه أقام عندهم مدة في حياته فبقي على ذلك خمسة أيام، وما زال الحنابلة يلومون ولده على هذا، يقولون: مثل هذا الرجل الحنبلي أي شيء يصنع عند الصوفية. فنبشه بعد خمسة أيام بالليل.\nقال: وكان أوصى أن يدفن عند والديه. ودفن عليهما بمقبرة الإمام أحمد رَضِيَ الله عنه.",
  "books": [
    {
      "text_id": 5355,
      "title": "سفط الملح وزوح الترح"
    }
  ]
}