{
  "author_id": 1263,
  "author_meta": "د. صبحي إبراهيم الصالح (١٣٤٥ - ١٤٠٧ هـ = ١٩٢٦ -  ١٩٨٦ م)\nرئيس المجلس الإسلامي الأعلى في لبنان، شهيد أهل السنّة، أمين عام رابطة علماء لبنان، الأمين العام للجبهة الإسلاميّة الوطنيّة في لبنان، مفكّر إسلامي، عضو المجامع العلميّة في القاهرة ودمشق وبغداد وأكاديميّة المملكة المغربيّة\nولد في طرابلس في لبنان سنة ١٩٢٦م .\nدراسته الثانوية المدنية والشرعية في دار التربية في طرابلس وفي السنة الأولى من دراسته الشرعية سنة ١٩٣٨م رغب في ارتداء الزي الديني وبدأ يخطب أيام الجمعة في المساجد ولم يكد يبلغ الثانية عشرة من عمره .\nجمع بين الثقافتين الشرعية والمدنية منذ انتسابه إلى كلية أصول الدين في الأزهر الشريف سنة ١٩٤٣م وحصوله منها على كل من الشهادة العالية (الإجازة ) سنة ١٩٤٧م والشهادة العالمية سنة ١٩٤٩م ثم انتسابه إلى كلية الآداب في جامعة القاهرة سنة ١٩٤٧م وحصوله منها على الليسانس في الأدب العربي ( قسم الامتياز ) سنة ١٩٥٠م .\nقدم إلى باريس سنة ١٩٥٠م ونال شهادة دكتوراه الدولة في الآداب سنة ١٩٥٤\nوخلال الأعوام الأربعة التي قضاها في باريس أنشأ مع صديقه الباحث الإسلامي د. محمد حميد الله الحيدرأبادي أول مركز إسلامي ثقافي في العالم .\nوظل يخطب في تلك المدة بعد صلاة الجمعة في جامع باريس ويشارك في تعليم اللغة العربية للأفارقة المسلمين ولاسيما أبناء الشمال الأفريقي ويحاضر في أندية العاصمة الفرنسية .\nأمضى في التدريس الجامعي اثنين وثلاثين عاماً : في بغداد أولاً ( ١٩٥٤- ١٩٥٦م ) , وفي دمشق ثانياً ( ١٩٥٦- ١٩٦٣م ) ..وأخيراً في بيروت منذ عين أستاذاً في ملاك التعليم العالي وفي جامعة بيروت العربية منذ تأسيسها حتى وفاته .\nوفي الجامعة الأردنية ( ١٩٧١- ١٩٧٣م ) وكان فيها رئيساً لقسم أصول الدين انتخب في كلية الآداب والعلوم الإنسانية في الجامعة اللبنانية رئيساً لقسم اللغة العربية منذ ١٩٧٥م ثم عين مديراً لكلية الآداب سنة ١٩٧٧م وهو أستاذ ذو كرسي للإسلاميات وفقه اللغة في هذه الكلية .\nحاضر بصفة أستاذاً زائراً في كثير من الجامعات العربية منها جامعة الإمام محمد بن سعود الإسلامية في الرياض والكلية الزيتونية للشريعة وأصول الدين في الجامعة التونسية وسمي مشرفاً على رسائل الدكتوراه في الدراسات الحضارية واللغوية والإسلامية في جامعة ليون الثالثة بفرنسة وفي جامعة باريس الثانية ( جامعة الحقوق والعلوم الاقتصادية والاجتماعية ) في أطروحات تتعلق بالشريعة الإسلامية وما يبرح يشارك في مناقشة نظائر هذه الأطروحات حتى وفاته .\nانتسب إلى العديد من المجامع والأكاديميات : فهو عضو مجمع اللغة العربية في القاهرة , وعضو أكاديمية المملكة المغربية , وعضو المجمع العلمي العراقي في بغداد , وعضو لجنة الاشراف العليا على الموسوعة العربية الكبرى .\nوتولى في حياته العديد من المناصب : حيث صار رئيساً للمجلس الإسلامي الأعلى وهذا المجلس الذي يرأسه المفتي الشهيد حسن خالد في لبنان وهو أعلى سلطة إسلامية في لبنان .\nثم صار رئيس اللجنة العليا للقرن الخامس عشر الهجري في لبنان , والأمين العام لرابطة علماء لبنان .\nنال جائزة التفكير الاجتهادي في الإسلام الذي كرمته بها المنظمة العربية للتربية والثقافة والعلوم في ٢٣ حزيران ١٩٨٦م في نطاق الاحتفال باستقبال القرن الخامس عشر الهجري .\nاستشهد في لبنان عام (١٤٠٧/ ١٩٨٦م ) .\nأهم المؤلفات المطبوعة:\n١ -  الإسلام والمجتمع العصري\n٢-  النظم الإسلامية:نشأتها وتطورها ، بيروت ، دار العلم للملايين ، ١٣٨٥هـ، ٦٠٨ص.\n٣-  المرأة في الإسلام ، بيروت ، المؤسسة العربية للدراسات والنشر، ١٤٠٠هـ،٥٧ص.\n٤-  نهج البلاغة لأمير المؤمنين علي بن أبي طالب (ضبط نصوصه وابتكر فهارسه العلمية، بيروت، دار الكتاب اللبناني، ١٣٨٧هـ، ٨٥٣ص.\n٥-  أحكام أهل الذمة لابن قيم الجوزية (تحقيق وتعليق) ، ط٢، بيروت ، دار العلم للملايين ، ١٤٠١هـ، ٢مج.\n٦-  شرح الشروط العمرية (مجرداً من أحكام أهل الذمة) ، ١٣٩١هـ.\n٧-  دراسات في فقه اللغة ، دمشق ، مطبعة جامعة دمشق،١٣٧٩هـ ، ٤١٢ص.\n٨-  مباحث في علوم القرآن، ط١٤، بيروت ، دار العلم للملايين، ١٤٠٢هـ، ٣٨١ص.\n٩-  الإسلام ومستقبل الحضارة، ط٢، دمشق ، دار قتيبة، بيروت ، دار الشورى، ١٤١٠هـ،٤٤٢ص.\n١٠-  منهل الواردين شرح رياض الصالحين للنووي، ط٥، بيروت ، دار العلم للملايين، ١٣٩٧هـ،٢مج.\n١١-  الإسلام والمجتمع العصري، حوار ثلاثي حول الدين وقضايا الساعة، بيروت، دار الآداب، ١٣٩٨هـ، ٢٧٢ص.\n١٢- فلسفة الفكر الديني بين الإسلام والمسيحية/لويس غردية-جورج قنواتي، ترجمة بالاشتراك مع فريد جبر، ط٢، بيروت، دار العلم للملايين،  ١٣٩٨-١٤٠٣هـ، ٣مج.\n١٣- علوم الحديث ومصطلحه، ط٨ ، بيروت، دار العلم للملايين، ١٤١١هـ، ٤٤٨ص.\n١٤- معالم الشريعة الإسلامية، ط٢، بيروت، دار العلم للملايين، ١٣٩٨هـ، ٤٢٢ص.\n١٥- انكبّ على إخراج (المعجم العربي) و(المعجم الفرنسي) مع الدكتور سهيل إدريس",
  "books": [
    {
      "text_id": 7317,
      "title": "مباحث في علوم القرآن لصبحي الصالح"
    },
    {
      "text_id": 96229,
      "title": "علوم الحديث ومصطلحه"
    },
    {
      "text_id": 9998,
      "title": "دراسات في فقه اللغة"
    }
  ]
}