{
  "author_id": 1268,
  "author_meta": "محمد حبش (مواليد ١٩٦٢، دمشق، سوريا) عالم ومفكر إسلامي وبرلماني من سوريا.\nالدراسة\nتلقى تعليمه في مدارس دينية في دمشق، كما درس العلوم الإسلامية في المعهد الشرعي للدعوة والإرشاد، ثم حصل على درجة الإقراء بالقراءات المتواترة من \"شيخ القراء\" محمد سكر ومن الفتوى السورية، ونال الإجازة في الشريعة من جامعة دمشق ثم تابع تحصيله فنال ثلاث درجات ليسانس في العلوم العربية والإسلامية من جامعات دمشق وطرابلس وبيروت كما حصل على الماجستير ونال الدكتوراه من جامعة القرآن الكريم في الخرطوم.\nمارس العمل الديني واعظاً وخطيباً وحقق شهرة كبيرة ثم خاض انتخابات البرلمان السوري وفاز بعضوية المجلس مرتين، كما فاز في انتخابات مكتب رئاسة المجلس خمس مرات.\nالمشروع الفكري\nتبنى الدكتور محمد حبش التجديد الديني، متأثراً بشكل خاص بالشيخ أحمد كفتارو والشيخ جودت سعيد وأطلق مشروعه عبر مركز الدراسات الإسلامية بدمشق الذي أسسه وأشرف عليه، وعقد عدة مؤتمرات إسلامية لتعزيز خطاب التنوير الإسلامي. وأسس رابطة كتاب التنوير كما انتخب مرتين رئيساً لجمعية علماء الشريعة في سوريا.\nصدر له ٤٢ كتاباً مطبوعاً في قضايا التنوير الإسلامي كما اشتهر بمقالاته الجريئة في الصحف العربية،وبرامجه الكثيرة على المحطات الفضائية والإذاعات العربية.\nيتبنى الدكتور حبش عدداً من قضايا التجديد الديني أهمها: رفض احتكار الخلاص، وتجديد فقه المرأة في الإسلام وإحياء مصادر الشريعة الغائبة مما يعني منح دور أكبر في التشريع للعقل على حساب النص لم تكن أفكاره واضحة، وقد كان صعودها سريعاً وجاءت صادمة للخطاب المحافظ، فتعرض لنقد شديد من قبل الشخصيات المحافظة، وخاصة مؤسسة الشيخ كفتارو والسلفيين والشيخ سعيد رمضان البوطي، في حين لقي قبولاً كبيراً لدى الاتجاهات التنويرية والتحديثية في الإسلام، وأدى ذلك إلى سلسلة من المواجهات الفكرية، نشرت في عدد من الصحف، وقد ظل يمارس الخطابة والإمامة والوظائف الدينية وينشر في العديد من الصحف المجلات.\nأهم كتبه\n١. سيرة رسول الله\n٢. النبي الديمقراطي\n٣. المسلمون وعلوم الحضارة\n٤. إسلام بلا عنف\n٥. نبي من أجل الإنسان\n٦. المرأة بين الشريعة والحياة\n٧. المصارف والربا\n٨. المشترك أكثر مما تعتقد\n٩. المعتمد في أصول الفقه\n١٠. القراءات المتواترة وأثرها في الحكم الشرعي\n١١. الشامل في القراءات\n١٢. أشواق داغستان\n١٣. شرف الكلمة ورسالة الإعلام الإسلامي\n١٤. روائع شعر الحكمة\n١٥. منهج التجديد والإصلاح\n١٦. ألف يوم في مجلس الشعب\nكتب ألفت عنه\nكتب عن الدكتور الحبش عدة دراسات منها \"التجديد الديني في سوريا\" وقد كتبه الدكتور بول هاك من جامعة برنستون الأمريكية وتحدث فيه عن المشروع التجديدي الذي يتبناه الدكتور حبش.\nوقد طبع الكتاب مراراً باللغة الإنجليزية وبالعربية، كما نشر علي طه وصادق المصطاوي وعادل الحامدي وغسان يوسف وعلاء آل رشي وهائل اليوسفي وريمون زيتوني وآخرون سلسلة حوارات فكرية مطولة لتلخيص فكره.\nوكتب بسام الزين كتاباً حوارياً في نقد كتاب المرأة بين الشريعة والحياة بعنوان \"يا صديقي الحبش\".\nأهم أعماله العلمية\nانتخب في عام ٢٠٠٦ نائباً لرئيس المنتدى الإسلامي العالمي للوسطية.\nوهو عضو في مجلس الأمناء في الجامعة الإسلامية بإسلام آباد وفي جامعة الجزيرة وعضو في اتحاد الكتاب العرب وعدد من المنظمات الإسلامية الدولية والمحلية.\nكما مارس التدريس الجامعي في كلية الشريعة وكلية أصول الدين وكلية الدعوة الإسلامية والأكاديمية العسكرية العليا في سوريا وأشرف على عدد من رسائل الدكتوراه والترقيات في الجامعة الأردنية وكلية الدعوة الإسلامية.",
  "books": [
    {
      "text_id": 3270,
      "title": "شرح المعتمد في أصول الفقه"
    },
    {
      "text_id": 38020,
      "title": "القراءات المتواترة وأثرها في الرسم القرآني والأحكام الشرعية"
    }
  ]
}