{
  "author_id": 1269,
  "author_meta": "محمود أحمد الطحان (شقيق الشيخ عبد الرحيم الطحان)\nكان مدير برنامج الحديث في الدراسات العليا بالشريعة في جامعة الكويت\nأبو حفص محمود بن أحمد بن محمود طحان النعيمي، وقيل يرجع نسبه إلى آل البيت الطيبين من نسب علي ابن الحسين ابن علي ابن أبي طالب رضي الله عنه. وهو من أهل حلب الشام.\nيقول الشيخ - حفظه الله -:\n(أمضيت ثلاث سنوات في منبج (تبعد عن حلب ٩٠ كم) منذ ١٩٤٦ م إلى ١٩٤٩ م، ثم التحقت بالمدرسة الخسروية بحلب وكنت أزور من بقي من أهلي وأقربائي فيها، وفي تلك السنوات أخذت عن الشيخ جمعة (هو الشيخ جمعة أبو زلام رحمه الله (مفتي منبج)) الفقه والنحو وجزءاً من ألفية ابن مالك، وقد ذكرت الشيخ جمعة في سلسلة مشايخي)\nومن شيوخه: الشيخ محمد أبو زهو رحمه الله صاحب (كتاب الحديث والمحدثون)\nوله بحوث و كتب منها:\n١ - حجية السنة ودحض الشبهات التي تثار حولها\n٢ - مفهوم التجديد بين السنة النبوية وأدعياء التجديد\n٣ - معجم المصطلحات الحديثية\n٤ - تيسير مصطلح الحديث\n٥ - أصول التخريج ودراسة الأسانيد\n٦ - تحقيق الجامع لأخلاق الراوي وآداب السامع، للخطيب البغدادي: أحمد بن علي (ت ٤٦٣)\n٧ - تحقيق المعجم الأوسط للطبراني.\n***\nوهذه ترجمة أخرى مفصلة:\nهو فضيلة الشيخ العلامة المحدث الفقيه الدكتور أبو حفص محمود بن أحمد الطحان الحلبي النعيمي، ويرجع نسبه إلى آل البيت الطيبين من نسب علي بن الحسين بن علي بن أبي طالب رضي الله عنهم.\nمولده ونشأته:\nولد في قضاء الباب من أعمال حلب، وذلك في عام ١٩٣٥ للميلاد، ثم انتقل إلى منبج، ثم إلى حلب، ونشأ في أسرة متدينة، فوالده الحاج أحمد الطحان، رجل محب فاضل، ربى جميع أبنائه على طلب العلم وحب العلماء.\nدراسته:\nدرس الابتدائية: قسما منها في الباب، وقسما منها في منبج، ثم دخل الثانوية الشرعية بحلب وتخرج فيها حاملا شهادتها عام ١٩٥٤ م.\nبدأ في حفظ القرآن الكريم، في مدرسة الحفاظ، عند الشيخ محمد نجيب خياطة رحمه الله، ثم أكمل عنده حفظ القرآن الكريم، خلال دراسته في الثانوية الشرعية بحلب، فكان يقرأ عليه في جامع الخسروية، بعد صلاة الفجر، فأكمل حفظ القرآن الكريم في سنتين.\nانتسب إلى كلية الشريعة بجامعة دمشق وذلك في عام ١٩٥٦، وتخرج فيها عام ١٩٦٠ م، بعد أربع سنوات من الدراسة فيها بتفوق، وكان قد تزوج خلال فترة دراسته في الجامعة وقبل تخرجه فيها.\nثم التحق بعد تخرجه في كلية الشريعة، بالخدمة الإلزامية وتخرج برتبة ضابط احتياط عام ١٩٦١ م.\nشيوخه:\nالشيخ جمعة أبو زلام في منبج.\nيقول الدكتور محمود الطحان حفظه الله عن علاقته بمنبج وبالشيخ جمعة أبو زلام رحمه الله (مفتي منبج)، حسبما ذكر لي هو بنفسه: فقال: (أمضيت ثلاث سنوات في منبج منذ ١٩٤٦ م إلى ١٩٤٩ م، ثم التحقت بالمدرسة الخسروية بحلب، وكنت أزور من بقي من أهلي وأقربائي فيها، وفي تلك السنوات أخذت عن الشيخ جمعة الفقه والنحو وجزءاً من ألفية ابن مالك، وقد ذكرت الشيخ جمعة في سلسلة مشايخي، وكتبت ذلك في ترجمتي.\nوكان من شيوخه في الثانوية الشرعية نخبة من أهل العلم، منهم:\nالشيخ عبد الوهاب سكر، والشيخ محمد أبو الخير زين العابدين (التوحيد)، والشيخ الفقيه محمد الملاح (علم المصطلح والبلاغة والفقه الحنفي)، والشيخ محمد نجيب خياطة، شيخ القراء بحلب (تلميذ الشيخ المقرئ أحمد أبو التيج المدني، مؤسس علم القراءات في حلب)، (التجويد والتلاوة والفرائض)، والشيخ الفقيه محمد سلقيني، والشيخ الفقيه اللغوي محمد أسعد عبجي مفتي حلب، (علم العروض)، والشيخ الفقيه اللغوي محمد ناجي أبو صالح، والشيخ اللغوي عبد الله حماد (علم الصرف)، وغيرهم.\nومن شيوخه في الأزهر بمصر:\nالشيخ الدكتور محمد محمد أبو زهو رحمه الله، صاحب (كتاب الحديث والمحدثون).\nوالشيخ الدكتور محمد السماحي أحد علماء الحديث الأفاضل رحمه الله، وله مؤلفات، وزاره في منزله.\nوسألته عن الدكتور محمد محمد أبو شهبة، عما إذا كان من شيوخه، فقال: إنه ليس من شيوخي، ولكنه امتحنني شفويا في الماجستير.\nأقرانه:\nوكان من أقرانه في الثانوية الشرعية بحلب:\nالدكتور عبد الله محمد سلقيني، والدكتور محب الدين أحمد أبو صالح، والشيخ عبد الوهاب ريحاوي، والشيخ نجم الدين زين العابدين رحمه الله، والشيخ عبد الحميد صلوح الأريحاوي، وغيرهم.\nتلاميذه:\nللشيخ تلاميذ كثر في الجامعة الإسلامية بالمدينة المنورة، وفي كلية الشريعة بجامعة الإمام بالرياض، وفي كلية الشريعة والدراسات الإسلامية بجامعة الكويت، عدا عن الذين لازموه خارج الجامعة، وعدا عن أولاده.\nويذكر من تلاميذه على سبيل المثال: الدكتور عبد الرزاق الشايجي عميد كلية الشريعة والدراسات الإسلامية بجامعة الكويت سابقا، والدكتور الداعية محمد العوضي، والدكتور وليد الطبطبائي، وفهد الخني، عضوا مجلس الأمة الكويتي، والدكتور نهاد عبيد، درسه في الجامعة الإسلامية بالمدينة المنورة، وغيرهم كثير.\nعمله:\nعمل إماما وخطيبا في جامع الزيارة بمنبج، وفي عدة مساجد بحلب.\nثم عين مدرسا لمادة التربية الإسلامية في القطر السوري، في الحفة، واللاذقية، وفي الثانوية الشرعية بحلب، وغيرها من الثانويات العامة بحلب، واستمر على ذلك إلى عام ١٩٦٥ م.\nثم تعاقد مع الجامعة الإسلامية بالمدينة المنورة، ودرّس فيها الحديث النبوي ومصطلحه، في أثناء دراسته للماجستير وطلبه لدرجة الدكتوراه، وبقي يدرس فيها لمدة عشر سنوات.\nوخلال وجوده في السعودية، درَس الماجستير عام ١٩٦٩ م وكانت بحثا ولم تكن رسالة، ثم حصل على درجة الدكتوراه في الحديث الشريف، من كلية أصول الدين بجامعة الأزهر، عام ١٩٧١ م، برسالة عنوانها: \" الحافظ الخطيب البغدادي وأثره في علوم الحديث \"، وكان المشرف عليها هو فضيلة الشيخ عبد الوهاب عبد اللطيف رحمه الله، وبعد وفاته عين مكانه الشيخ محمد الحكيم رحمه الله، وكان الدكتور محمد السماحي عضوا في المناقشة … وطُبعت الرسالة على نفقته في العام ١٩٨١ للميلاد.\nثم انتقل إلى كلية الشريعة بجامعة الإمام بن سعود الإسلامية بالرياض وبقي فيها مدة سبع سنين، وألف فيها كتابه الشهير: \" تيسير مصطلح الحديث \" وذلك في العام ١٩٧٧ للميلاد، والذي قرر لطلاب كلية الشريعة بجامعة الإمام بالرياض، وبعده بسنة أو سنتين، خرج كتابه الآخر في علم المصطلح، الذي يحمل اسم: \" أصول التخريج ودراسة الأسانيد \"، وهو أول كتاب جامع في التخريج ودراسة الأسانيد، وكلاهما مقرر في عدد من الجامعات.\nثم انتقل إلى كلية الشريعة والدراسات الإسلامية بجامعة الكويت، عام ١٩٨٢ ـ ٢٠٠٥، بعد افتتاحها هناك، واستمر فيها أستاذا فيها للحديث الشريف ومصطلحه، حتى بلوغه السبعين، ورجوعه إلى بلده حلب الشهباء.\nرأس خلال عمله في جامعة الكويت، قسم التفسير والحديث، وبرنامج الحديث الشريف لدرجة الماجستير لعدة سنوات، وأشرف على عدد من الطلاب والطالبات.\nدرّس كتابه: \" تيسير مصطلح الحديث\" و \" مقدمة ابن الصلاح \" طلاب علم خارج الجامعة قبل رحيله عن الكويت ببضع سنين، ونفع الله بعلمه خلقا، أبناؤه على رأسهم، نال اثنان منهم اليوم درجة الماجستير في الحديث النبوي الشريف.\nزار مصر للدراسة، والسعودية للتدريس، وكذلك الكويت، كما زار ألمانيا للدعوة، وأمريكا، بعثته الجامعة تفرغ علمي، وبقي فيها مدة سنة، وزار عددا من ولاياتها وجامعاتها، والآن هو مقيم في حلب.\nمؤلفاته:\nله عدة مؤلفات، كتب لمعظمها القبول في الأوساط العلمية:\nتيسير مصلح الحديث.\nأصول تخريج الأحاديث ودراسة الأسانيد.\nالخطيب البغدادي.\nمن للسنة اليوم.\nعناية المحدثين بمتن الحديث كعنايتهم بالأسانيد.\nحجية السنة ودحض الشبهات التي تثار حولها. بحث.\nمفهوم التجديد بين السنة النبوية وأدعياء التجديد. بحث في الرد على الدكتور حسن الترابي.\nمعجم المصطلحات الحديثية. بحث.\nتحقيق الجامع لأخلاق الراوي وآداب السامع، للخطيب البغدادي: أحمد بن علي (ت ٤٦٣). تحقيق المعجم الأوسط للطبراني (١١ مجلدا) طبع دار المعارف بالرياض.\nتحقيق كتاب: الحديث على أبواب الفقه، للشيخ محمد بن عبد الوهاب، رحمه الله، حققه هو والدكتور خليل ملا خاطر، كل منهما حقق مجلدين.\nصفاته:\nيتصف بالتواضع الجم، ودماثة الخلق، والجرأة في قول الحق، والبعد عن النفاق والتملق، وهو معتدل القامة، أسمر اللون، ذو لحية بيضاء كثة، ومنهجه في الدعوة، البيان والوضوح مع الدعم بالحجة والبرهان. فهو صاحب منهج سليم مستقيم.\nوالدكتور محمود الطحان، أحد الأساتذة الأفاضل، ممن لهم مكانتهم بالجامعات العربية، وله المصنفات النافعة التي يسرت على طلبة العلم الوقوف على قواعد المصطلح، وطرق تخريج الأحاديث وأخرج للمكتبة الإسلامية بعض المصنفات القيمة والمهمة.\nحج ١٤ حجة، واعتمر (٢٠ ـ ٣٠) عمرة، ويسأل الله الإخلاص والقبول.\nيقطن الشيخ اليوم في حلب، مع زوجاته الثلاث واثنين من أبنائه هما الأصغران بين إخوتهم، وقد شارف على الانتهاء من بناء جامع في إحدى قرى حلب الشرقية، ولكن عُرض عليه أن يدرس في الجامع الأموي الكبير ويخطب فيه، ولكنه آثر التفرغ في مزرعة له على أطراف حلب، حفظ الله الشيخ ونفع به.\nوينصح طلاب العلم بتقوى الله عز وجل، والاستمرار في طلب العلم ونشره، مع الإخلاص في العمل والدعوة.\nقلت:\nإن كتابه: (تيسير مصطلح الحديث)\nقرر للتدريس في عدد من الجامعات الإسلامية:\nكلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية بالرياض، وكلية الشريعة والدراسات الإسلامية بجامعة الكويت، وكلية الدراسات العربية والإسلامية بدبي، وغيرها.\nوقد أثنى عليه عدد من العلماء، ودرسه عدد آخرون.\nوسجل صوتيا … وطبع عدت طبعات، طبعته دار المعارف بالرياض ودار التراث بالكويت، وترجم إلى اللغتين: الإنجليزية والفرنسية.وهو من أنفع الكتب للمبتدئين لسهولة عبارته ووضوحها، وقد انتفع به كثير من طلبة العلم فجزى الله مؤلفه خيرا وبارك في حياته وألبسه ثوب العافية.\nوقد حققه وعلق عليه الشيخ علي بن نايف الشحود (فتح المغيث في التعليق على تيسير مصطلح الحديث).\nقال مؤلفه:\nوبعد: فإن الله تعالى ـ وله الحمد والمنة ـ قد كتب لهذا الكتاب القبول لدى طلبة العلم عامة، والمشتغلين بالحديث وعلومه خاصة. فقد نفدت منه من حين الطبعة الأولى عام ١٣٩٧ هـ ـ ١٩٧٧ م، إلى الآن ست طبعات. لذا رأيت طبعه الطبعة السابعة لدى مكتبة المعارف بالرياض\nوذكر بأنه أخذ تقسيم الكتاب من كتاب النخبة للحافظ ابن حجر رحمه الله، والمعلومات من مقدمة ابن الصلاح والتقريب للنووي.\nوقال: بأنه قد يكون هناك تشابه بينه وبين كتاب الدكتور محمد السماحي رحمه الله، في بعض الفقرات ليس إلا، وكلاهما مطبوع.\nالمصادر:\nهذه المعلومات مستفادة من:\nـ فضيلة الشيخ الدكتور نفسه بتاريخ ٢ جمادى الآخرة ١٤٣١ هـ، الموافق ١٦/ ٥ / ٢٠١٠ م\nـ الشيخ عبد الباسط الطحان، شقيق الشيخ، عام ١٩٩٨ م.\nـ ولده الشيخ سهيل بن محمود الطحان، عام ٢٠٠٩ م، وغير ذلك.\nكتبها: فياض محمد، في يوم الأحد ٢ جمادى الآخرة ١٤٣١ هـ، الموافق ١٦/ ٥ / ٢٠١٠ م.\n[توفي بالقاهرة، يوم الخميس ٣٠ ربيع الآخِر ١٤٤٤ هـ الموافق ٢٤/ ١١/ ٢٠٢٢ م]",
  "books": [
    {
      "text_id": 10133,
      "title": "حجية السنة ودحض الشبهات التي تثار حولها"
    },
    {
      "text_id": 8681,
      "title": "تيسير مصطلح الحديث"
    }
  ]
}