{
  "author_id": 127,
  "author_meta": "أبو بكر الجزائري\nجابر بن موسى بن عبد القادر بن جابر، أبو بكر الجزائري\nسيرة الشيخ ومعلومات عن حياته:\nولد في قرية ليرة جنوب بلاد الجزائر عام ١٩٢١ م، وفي بلدته نشأ وتلقى علومه الأولية، وبدأ بحفظ القرآن الكريم وبعض المتون في اللغة والفقه المالكي، ثم انتقل إلى مدينة بسكرة، ودرس على مشايخها جملة من العلوم النقلية والعقلية التي أهلته للتدريس في إحدى المدارس الأهلية.\nثم ارتحل مع أسرته إلى المدينة المنورة، وفي المسجد النبوي الشريف استأنف طريقه العلمي بالجلوس إلى حلقات العلماء والمشايخ حيث حصل بعدها على إجازة من رئاسة القضاء بمكة المكرمة للتدريس في المسجد النبوي. فأصبحت له حلقة يدرس فيها تفسير القرآن الكريم، والحديث الشريف، وغير ذلك.\nكما عمل مدرساً في بعض مدارس وزارة المعارف، وفي دار الحديث في المدينة المنورة، وعندما فتحت الجامعة الإسلامية أبوابها عام ١٣٨٠ هـ كان من أوائل أساتذتها والمدرسين فيها، وبقي فيها حتى أحيل إلى التقاعد عام ١٤٠٦ هـ.\nصاحب الترجمة أحد العلماء النشطين الذين لهم جهودهم الدعوية في الكثير من البلاد التي زارها. وما يزال حتى إعداد هذه الترجمة عام ١٤٢٣ هـ يقوم بالوعظ والتدريس في المسجد النبوي الشريف، ويجتمع إليه عدد كبير من المستفيدين.\nوقد قام بتأليف عدد كبير من المؤلفات، منها:\nرسائل الجزائري وهي (٢٣) رسالة تبحث في الإسلام والدعوة.\nمنهاج المسلم ـ كتاب عقائد وآداب وأخلاق وعبادات ومعاملات.\nعقيدة المؤمن ـ يشتمل على أصول عقيدة المؤمن جامع لفروعها.\nأيسر التفاسير للقرآن الكريم ٤ أجزاء.\nالمرأة المسلمة.\nالدولة الإسلامية.\nالضروريات الفقهية ـ رسالة في الفقه المالكي.\nهذا الحبيب محمد صلى الله عليه وسلم .. يا محب ـ في السيرة.\nكمال الأمة في صلاح عقيدتها.\nهؤلاء هم اليهود.\nالتصوف يا عباد الله.\nوغير ذلك من المؤلفات.\nوفاته:\nتوفي في فجر يوم الأربعاء ٤ ذو الحجة ١٤٣٩ هـ الموافق ١٥ أغسطس ٢٠١٨ عن عمر ناهز ٩٧ عاماً، بعد صراع مع المرض وصلي عليه صلاة الجنازة بعد ظهر يوم وفاته في المسجد النبوي الشريف، ووري جثمانه الثرى في مقبرة البقيع. وقبل عام من وفاته تعرض لالتهاب رئوي حاد، نُقل على إثره إلى مستشفى الأمير محمد بن عبد العزيز للحرس الوطني بالمدينة لتلقي العلاج.",
  "books": [
    {
      "text_id": 10088,
      "title": "أيسر التفاسير للجزائري"
    },
    {
      "text_id": 11163,
      "title": "حقيقة الجهاد في سبيل الله ومحرمة الخروج على حاكم المسلمين"
    },
    {
      "text_id": 11261,
      "title": "عباد الله اسلمو تسلموا"
    },
    {
      "text_id": 11277,
      "title": "عظات وعبر من أحاديث سيد البشر صلى الله عليه وسلم"
    },
    {
      "text_id": 12109,
      "title": "نداءات الرحمن لأهل الإيمان"
    },
    {
      "text_id": 12913,
      "title": "الإنصاف فيما قيل في المولد من الغلو والإجحاف"
    },
    {
      "text_id": 3255,
      "title": "اقتربت الساعة فتوبوا أيها المذنبون"
    },
    {
      "text_id": 8546,
      "title": "المدينة المنورة النبوية فضلها، فضل ساكنيها، زيارتها"
    },
    {
      "text_id": 8578,
      "title": "النجاة النجاة يا عباد الله"
    },
    {
      "text_id": 8624,
      "title": "النكاح والطلاق أو الزواج والفراق"
    }
  ]
}