{
  "author_id": 1270,
  "author_meta": "أحمد شوقي (١٢٨٥ - ١٣٥١ هـ = ١٨٦٨ - ١٩٣٢ م)\nأحمد شوقي بن علي بن أحمد شوقي: أشهر شعراء العصر الأخير. يلقب بأمير الشعراء.\nمولده ووفاته بالقاهرة. كتب عن نفسه: (سمعت أبي يرد أصلنا إلى الأكراد فالعرب) نشأ في ظل البيت المالك بمصر، وتعلم في بعض المدارس الحكومية، وقضى سنتين في قسم الترجمة بمدرسة الحقوق، وأرسله الخديوي توفيق سنة ١٨٨٧ م إلى فرنسة، فتابع دراسة الحقوق في مونبليه، واطلع على الأدب الفرنسي، وعاد سنة ١٨٩١ فعين رئيسا للقلم الإفرنجي في ديوان الخديوي عباس حلمي. وندب سنة ١٨٩٦ لتمثيل الحكومة المصرية في مؤتمر المستشرقين بجنيف.\nولما نشبت الحرب العامة الأولى، ونحي عباس حلمي عن (خديوية) مصر، أوعز إلى صاحب الترجمة باختيار مقام غير مصر، فسافر إلى إسبانية سنة ١٩١٥ وعاد بعد الحرب (في أواخر سنة ١٩١٩) فجعل من أعضاء مجلس الشيوخ إلى أن توفي. عالج أكثر فنون الشعر: مديحا، وغزلا، ورثاء، ووصفا، ثم ارتفع محلقا فتناول الأحداث السياسية والاجتماعية، في مصر والشرق والعالم الإسلامي، فجرى شعره على كل لسان. وكانت حياته كلها (للشعر) يستوحيه من المشاهدات ومن الحوادث. اتسعت ثروته، وعاش مترفا، في نعمة واسعة، ودعة تتخللها ليال (نواسية) وسمى منزله (كرمة ابن هاني) وبستانا له (عش البلبل) وكان يغشى في أكثر العشيات بالقاهرة مجالس من يأنس بهم من أصدقائه، يلبث مع بعضهم ما دامت النكتة تسود الحديث، فإذا تحولوا إلى جدل في سياسة أو نقاش في (حزبية) تسلل من بينهم، وأم سواهم. وهو أول من جود القصص الشعري التمثيلي، بالعربية، وقد حاول قبله أفراد، فبذهم وتفرد. وأراد أن يجمع بين عنصري البيان: الشعر والنثر، فكتب نثرا مسجوعا على نمط المقامات، فلم يلق نجاحا، فعاد منصرفا إلى الشعر. من آثاره (الشوقيات - ط) أربعة أجزاء، وهو ديوان شعره، و (دول العرب - ط) نظم، و (مصرع كليوباترة - ط) قصة شعرية، و (مجنون ليلى - ط)، و (قمبيز - ط) و (على بك - ط) و (علي بك الكبير - ط) و (عذراء الهند - ط) وقصص أخرى. وللأمير شكيب أرسلان في سيرته (شوقي أو صداقة أربعين سنة - ط) وللعقاد والمازني (الديوان - ط) وفيه نقد شعره قبل كهولته، ولأحمد عبد الوهاب أبي العز (اثنا عشر عاما في صحبة أمير الشعراء - ط) ولأنطون الجميل (شوقي - ط) ولإسعاف النشاشيي (العربية وشاعرها الأكبر - ط) مقامة، ولإدوار حنين ومحمود حامد شوكت (شوقي على المسرح - ط) و (المسرحية في شعر شوقي - ط) ولمحمد خورشيد (أمير الشعراء شوقي بين العاطفة والتاريخ - ط) ولعمر فروخ (أحمد شوقي أمير الشعراء في العصر الحديث - ط) ولأحمد عبيد (ذكرى الشاعرين شوقي وحافظ - ط) ولابنه حسين شوقي ( أبي شوقي - ط) ولمحمد مندور (محاضرات عن مسرحيات شوقي، حياته وشعره - ط)\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 8188,
      "title": "أسواق الذهب"
    }
  ]
}