{
  "author_id": 1271,
  "author_meta": "الباغندي الصغير ( ٠٠٠ - ٣١٢ هـ = ٠٠٠ - ٩٢٥ م)\nمحمد بن محمد بن سليمان بن الحارث الأزدي، أبو بكر الباغندي، الواسطي.\nتاريخ الميلاد: سنة بضع عشرة ومائتين.\nتاريخ الوفاة:  ٣١٢هـ.\nشيوخه:\nعلي بن المديني.\nشيبان بن فروخ.\nأبو بكر بن أبي شيبة.\nهشام بن عمار.\nسويد بن سعيد.\nالصلت بن مسعود الجحدري.\nمحمد بن سليمان لوين.\nدحيم الدمشقي.\nأحمد بن أبي الحواري.\nعثمان بن أبي شيبة.\nعبد الملك بن شعيب بن الليث.\nالحارث بن مسكين.\nمحمد بن زنبور المكي.\nمحمد بن عبد الله بن نمير.\nمحمد بن عبد الملك بن أبي الشوارب.\nتلاميذه:\nابن عقدة.\nالحسين بن إسماعيل المحاملي القاضي.\nمحمد بن مخلد الدوري.\nدعلج بن أحمد السجزي.\nأبو بكر الشافعي.\nأبو القاسم الطبراني.\nأبو علي بن الصواف.\nأبو عمر بن حيويه.\nأبو حفص عمر بن شاهين.\nعلي بن عمر السكري.\nمحمد بن المظفر.\nأبو أحمد الحاكم.\nأبو بكر بن المقرئ.\nأبو بكر أحمد بن عبدان.\nأبو بكر الإسماعيلي.\nأبو الحسين أحمد بن محمد البحيري النيسابوري.\nمكانته:\nقال الذهبي: الإمام الحافظ الكبير، محدث العراق، وأحد أئمة هذا الشأن ببغداد، جمع وصنف، وعمر وتفرد، وكان أول ما سمع بواسط سنة بضع وعشرين ومائتين.\nقال الخطيب البغدادي: كان كثير الحديث، رحل فيه إلى الأمصار البعيدة، وعني به العناية العظيمة، وأخذ عن الحفاظ والأئمة، وسكن بغداد، وحدث بها، وكان حافظا فهما عارفا، بلغني أن عامة ما حدث به كان يرويه من حفظه.\nوقال هبة الله اللالكائي: إن الباغندي كان يسرد الحديث من حفظه ويهذه مثل تلاوة القرآن السريع القراءة، وكان يقول: حدثنا فلان، قال حدثنا فلان، وحدثنا فلان، وهو يحرك رأسه حتى تسقط عمامته.\nوقال عمر بن شاهين: قام أبو بكر الباغندي ليصلي، فكبر، ثم قال: أخبرنا محمد بن سليمان لوين …، فسبحنا به، فقال: \" بسم الله الرحمن الرحيم، الحمد لله رب العالمين…\".\nقال أحمد بن محمد بن شجاع: كنا عند إبراهيم بن موسى الجوزي ببغداد، وكان عنده أبو بكر الباغندي ينتقي عليه، فقال له إبراهيم بن موسي: هو ذا تسخر بي، أنت أكثر حديثا مني وأعرف وأحفظ.\nفقال له: قد حبب إلى هذا الحديث، بحسبك أني رأيت النبي صلى الله عليه وسلم في النوم، فلم أقل له ادع الله لي، وقلت: يا رسول الله أيما أثبت في الحديث منصور أو الأعمش؟\nفقال لي: منصور، منصور.\nوكان يقول: أنا أجيب في ثلاث مائة ألف مسألة من حديث رسول الله صلى الله عليه وسلم.\nوكان للوزير الفضل حجرتان: إحداهما للباغندي، يجيئه ويقرأ له، والأخري لليزيدي.\nقال محمد بن أحمد بن أبي خيثمة ـ وذكر عنده أبو بكر الباغندي ـ فقال: ثقة كثير الحديث، لو كان بالموصل لخرجتم إليه، ولكنه يتطرح عليكم، ولا تريدونه.\nقال أبو عمرو الراسبي: دخلت على الباغندي أنا وابن مظاهر فأخرج إلينا أصوله، فكتبنا منها ما كتبنا، ثم أخرج إلينا تخريجه، ثم قال له ابن مظاهر: يا أبا بكر، اقبل نصيحتي، ادفع إلى تخريجك هذا أعرفه وأخرج لك ما تصير به أبو بكر بن أبي شيبة.\nقال ابن الراسبي: قال لي ابن مظاهر: هذا رجل لا يكذب، ولكن يحمله الشره على أن يقول: حدثنا، ووجدت في كتبه مواضع: \"ذكره فلان\"، وفي كتابي: \"عن فلان\".\nقال الدراقطني في كتاب \" المصحفين \": حدثني أبي أنه سمع أبا بكر الباغندي أملي عليهم في الجامع في حديث ذكره \"وعباد الرحمن الذين يمشون على الأرض هويا \" بالياء وضم الهاء.\nوقال في \"الضعفاء\": الباغندي مدلس مخلط، يسمع من بعض رفاقه ثم يسقط من بينه وبين شيخه وربما كانوا اثنين وثلاثة وهو كثير الخطأ.\nوقال الخطيب البغدادي: لم يثبت من أمر الباغندي ما يعاب به سوي التدليس، ورأيت كافة شيوخنا يحتجون به، ويخرجونه في الصحيح.\nقال ابن شاهين: مات في يوم الجمعة في عشرين شهر ذي الحجة سنة اثنتي عشرة وثلاث مائة.\nمصنفاته:\n\"مسند عمر بن عبد العزيز\".\nمصادر الترجمة:\nتاريخ بغداد.\nالتقييد.\nسير أعلام النبلاء.\nتذكرة الحفاظ.\nتاريخ الإسلام.\nميزان الاعتدال.\nالبداية والنهاية.\nالوافي بالوفيات.\nطبقات الحفاظ.\nشذرات الذهب.\n(نقلا عن : موقع جامع الحديث)",
  "books": [
    {
      "text_id": 13173,
      "title": "مسند عمر بن عبد العزيز للباغندي"
    },
    {
      "text_id": 26443,
      "title": "ما رواه الأكابر عن الأصاغر لأبي بكر الباغندي"
    }
  ]
}