{
  "author_id": 1272,
  "author_meta": "محمد بن إسحاق بن إبراهيم بن مهران الخراساني، أبو العباس السراج، الثقفي مولاهم، صاحب \"المسند الكبير\".\nتاريخ الميلاد: ٢١٦ هـ.\nتاريخ الوفاة: ٣١٣ هـ.\nشيوخه:\nإسحاق بن راهويه.\nقتيبة بن سعيد.\nمحمد بن بكار بن الريان.\nبشر بن الوليد.\nأبو معمر القطيعي.\nهناد ابن السري.\nالحسن بن عيسى ابن ماسرجس.\nيعقوب الدورقي.\nمحمد بن رافع.\nداود بن رشيد.\nمحمد بن حميد الرازي.\nمحمد الجرجرائي.\nعمرو بن بينها.\nأبو همام السكوني.\nأبو كريب.\nتلاميذه:\nالبخاري.\nمسلم.\nأبو حاتم الرازي.\nأبو بكر بن أبي الدنيا.\nعثمان بن السماك.\nالحافظ أبو علي النيسابوري.\nأبو حاتم البستي.\nأبو أحمد بن عدي.\nأبو إسحاق المزكي.\nإبراهيم بن عبد الله الأصبهاني.\nأبو أحمد الحاكم.\nعبيد الله بن محمد الفامي.\nحسينك بن علي التميمي.\nأبو محمد الحسن بن أحمد المخلدي.\nأبو بكر محمد بن محمد بن هانئ.\nمكانته:\nقال الذهبي: الإمام الحافظ الثقة شيخ الإسلام محدث خراسان.\nوقال الخطيب: كان من الثقات الأثبات عُني بالحديث وصنف كتبا كثيرة وهي معروفة.\nوقال أبو بكر بن جعفر المزكي: سمعت السراج يقول نظر محمد بن إسماعيل البخاري في التاريخ لي وكتب منه بخطه أطباقا وقرأتها عليه.\nقال أبو الوليد حسان بن محمد: دخل أبو العباس السراج على أبي عمرو الخفاف فقال له يا أبا العباس من أين جمعت هذا المال قال بغيبة دهر أنا وأخواي إبراهيم وإسماعيل غاب أخي إبراهيم أربعين سنة وغاب أخي إسماعيل أربعين سنة وغبت أنا مقيما ببغداد أربعين سنة أكلنا الجشب ولبسنا الخشن فاجتمع هذا المال.\nوعن الحافظ أبو علي بن الأخرم الشيباني: استعان بي السراج في التخريج على صحيح مسلم، فكنت أتحير من كثرة الحديث الذي عنده وحسن أصوله وكان إذا وجد حديثا عاليا يقول: لا بد أن تكتبه، فأقول: ليس من شرط صاحبنا، فيقول: فشفعني في هذا الحديث الواحد.\nقال أبو عبد الله الحاكم: سمعت أبي يقول: لما ورد الزعفراني وأظهر خلق القرآن، سمعت السراج يقول: العنوا الزعفراني، فيضج الناس بلعنته فنزح إلى بخارى.\nوقال أحمد بن محمد الخفاف: حدثنا أبو العباس السراج إملاء قال: من لم يقر بأن الله تعالى يعجب ويضحك وينزل كل ليلة إلى السماء الدنيا فيقول من يسألني فأعطيه فهو زنديق كافر يستتاب، فإن تاب وإلا ضربت عنقه.\nمصنفاته:\n\"المسند الكبير\"\nمصادر الترجمة:\nسير أعلام النبلاء.\nالرسالة المستطرفة.",
  "books": [
    {
      "text_id": 8252,
      "title": "البيتوتة لمحمد بن إسحاق الخراساني"
    }
  ]
}