{
  "author_id": 1278,
  "author_meta": "أحمد علي بن لُطف الله السهارنفوري (١٢٢٥ - ١٢٩٧ هـ = ١٨١٠ - ١٨٨٠ م)\nأحد كبار المحدثين والفقهاء.\nوُلِد في بمدينة «سهارنفور»، ونشأ بها، وقرأ شيئًا نَزَرًا على أساتذة بلدته.\nثُمَّ سافر إلى «دهلى»، وأخذ عن الشيخ مملوك علي النانوتوي وأسند الحديث عن الشيخ وجيه الدين السهارنفوري، عن الشيخ عبد الحي بن هبة الله البدهانوي، عن الشيخ عبد القادر بن ولي الله بن الشيخ عبد الرحيم الدهلوي.\nثُمَّ سافر إلى مكة المباركة فتشرَّف بالحج سنة ١٢٥٩ هـ[١٨٤٣ م]، وقرأ الأمهات السّت وغيرها من الكتب على الشيخ المحدث الكبير الشاه محمد إسحاق بن الشيخ محمد أفضل الدهلوي المهاجر المكي سبط الشيخ عبد العزيز بن ولي الله، وأخذ عنه الإجازة، وقد أوصاه شيخه الشَّاه محمد إسحاق بالاشتغال بخدمة الحديث\nثُمَّ رحل إلى المدينة المنورة وسَعِد وتبرَّك بالإقامة بجِوار النبي - صلى الله عليه وسلم -، ثم رجع إلى الهند في سنة ١٢٦١ - ١٢٦٢ هـ[١٨٤٦ م].\nولمَّا عاد من الحرمين الشَّريفين إلى الهند قام بتدريس الحديث ونشره، وأسَّس «المطبعة الأحمدية» بـ «دهلي»، وطبع فيها كتب الحديث، وحلّاها بالحواشي المفيدة، سيَّما «صحيح البخاري» في نحوٍ من عشر سنين فصحّحه وكتب عليه حاشية مبسوطة، ونشر لأوَّل مرَّة في العالم «الجامع الصحيح» للبخاري، وقد طُبع المجلَّد الأوَّل - أي نصف الكتاب - في سنة ١٢٦٧ هـ[مايو: ١٨٥١ م]، والمجلَّد الثَّاني - أي النصف الأخير - في محرم الحرام ١٢٧٠ هـ[١٨٥٣ م]، علمًا بأن «الصحيح» للبخاري طبع بعد عشر سنوات في العالم الإسلامي في مطبعة «بولاق» سنة ١٢٨٠ هـ في «القاهرة».\nوبعد الثَّورة الإنكليزية المعروفة بـ «ثورة سنة ١٨٥٧ م» خربتِ المطبعةُ المذكورة في هذه الحادثة وضاعتْ مكتبته واحترقتْ.\nثُمَّ أقام الشيخ بعدها «المطبعة الأحمدية» بمدينة «ميرت»، وطبع «الجامع الصحيح» في سنة ١٢٨٢ - ١٢٨٣ هـ[١٨٦٥ - ١٨٦٦ م]، وبعد ذلك تتابعت طباعتُه من عدَّة مطابعَ في «دهلي» و «مومباي». وما طبع في «أصح المطابع» على «صحيح البخاري» من: «حلّ اللغات» (أي شرح الكلمات الغريبة)، ورسالة الإمام ولي الله الدهلوي: «الأبواب والتراجم»، كلها زيادة من صاحب «أصح المطابع».\nوكذلك طُبعتْ بجهود الشيخ «سنن الترمذي» مع حاشيته له في سنة ١٢٦٥ هـ، و «صحيح مسلم» مع حاشية الإمام النووي في سنة ١٢٦٧ هـ، و «سنن أبي داود» في سنة ١٢٧١ - ١٢٧٢ هـ، و «مشكاة المصابيح» مع حاشيته في سنة ١٢٧٠ هـ، و «الحصن الحصين» في سنة ١٢٧١ هـ، و «تقريب التهذيب»، و «رسالة الجرجاني»، و «مقدمة الشيخ عبد الحق» في علوم الحديث، و «الموطأ» للإمام مالك، و «إرشاد الساري»، وغيرها من الكتب التي بلغتْ أربعين كتابًا أو أكثرَ، كلُّها طُبعتْ تحت إشراف الشيخ السهارنفوري، وطُبِعتْ بعضُ الرسائل التي ألَّفها أيضًا.\nثمَّ استوطن الشيخ آخر حياته في وطنه «سهارنفور»، واشتغل بتدريس الحديث فيها مدة اثنين وثلاثين عامًا (٣٢) في مدرسة عالية «مظاهر العلوم»، وفي منزله أيضًا، وتخرّج من درسه مشاهير العلماء، منهم الشيخ إمداد الله المهاجر المكي، والشيخ محمد قاسم النانوتوي، والعلَّامة رشيد أحمد الجنجوهي، والشيخ محمد يعقوب الجنجوهي، والعلَّامة شبلي النعماني، والشيخ محمد علي المونكيري، والشيخ عبد الجبار العمر بوري، والشيخ سلامت الله الجيراجبوري، و الشيخ عبد العلي الميرتي، والشيخ عبد الله الأنصاري الأنبيتهوي، والشيخ عبد الله التونكي، والشيخ محمد بن غلام السورتي، والشيخ وصي أحمد السورتي وغيرهم.\nوتُوُفِّي بالفالج لسِتِّ ليال خلَون من جُمادى الأولى سنة سبع وتسعين ومائتين وألف، الموافق: ٠٣/ ٠٥/ ١٨٨٠ م بمدينة «سهارنفور» فدفن بها (١).\n_________\n(١) انظر: «نزهة الخواطر» (٣/ ٩٠٧)، ومقدمة «اللامع» (١/ ٤٥٩)، ومقدمة «أوجز المسالك» (١/ ١٥١).\n[نقلا عن مقدمة التحقيق لحاشية المترجَم على صحيح البخاري]",
  "books": [
    {
      "text_id": 907,
      "title": "صحيح البخاري - بحاشية السهارنفوري - ت الندوي"
    }
  ]
}