{
  "author_id": 1285,
  "author_meta": "قال الذهبي في «السير» :\nعَلِيُّ بنُ المُفَضَّلِ بنِ عَلِيِّ بنِ مُفَرِّجِ بنِ حَاتِمِ بنِ حَسَنِ بنِ جَعْفَرٍ المَقْدِسِيُّ\nالشَّيْخُ، الإِمَامُ، المُفْتِي، الحَافِظُ الكَبِيْرُ المُتْقِنُ، شَرَفُ الدِّيْنِ، أَبُو الحَسَنِ ابْنُ القَاضِي الأَنْجَبِ أَبِي المَكَارِمِ المَقْدِسِيُّ، ثُمَّ الإِسْكَنْدَرَانِيُّ، المَالِكِيُّ.\nمَوْلِدُهُ: فِي سَنَةِ أَرْبَعٍ وَأَرْبَعِيْنَ وَخَمْسِ مائَةٍ.\nوَتَفَقَّهَ بِالثَّغْرِ عَلَى: الفَقِيْهِ صَالِحِ ابْنِ بِنْتِ مُعَافَى، وَأَبِي الطَّاهِرِ بنِ عَوْفٍ الزُّهْرِيِّ، وَعَبْدِ السَّلَامِ بنِ عَتِيْقٍ السَّفَاقُسِيِّ، وَأَبِي طَالِبٍ أَحْمَدَ بنِ المُسَلَّمِ اللَّخْمِيِّ.\nوَبَرَعَ فِي المَذْهَبِ ، وَسَمِعَ مِنْهُم، وَمِنَ الحَافِظ أَبِي طَاهِرٍ\nالسِّلَفِيّ، وَلَزِمَه سَنَوَاتٍ، وَأَكْثَرَ عَنْهُ، وَانقطَعَ إِلَيْهِ، وَأَسمَعَ وَلَدَهُ مُحَمَّداً مِنْهُ.\nوَسَمِعَ أَيْضاً مِنَ: القَاضِي أَبِي عُبَيْدٍ نِعْمَةَ بنِ زِيَادَةِ اللهِ الغِفَارِيِّ؛ حَدَّثَهُ بِأَكْثَرِ (صَحِيْح البُخَارِيِّ)، عَنْ عِيْسَى بنِ أَبِي ذَرٍّ الهَرَوِيِّ ثُمَّ السَّرْوِيِّ ، وَسَمَاعُهُ مِنْهُ (لِلصَّحِيْحِ) سِوَى قِطعَةٍ مِنْ آخِرِهِ فِي سَنَةِ ثَمَانٍ وَخَمْسِيْنَ.\nوَسَمِعَ مِنْ: بَدْرٍ الخُذَادَاذِيِّ، وَعَبْدِ الرَّحْمَنِ بنِ خَلَفِ اللهِ المُقْرِئِ، وَأَبِي مُحَمَّدٍ العُثْمَانِيِّ، وَعَبْدِ اللهِ بنِ بَرِّيٍّ النَّحْوِيِّ، وَعَلِيِّ بنِ هِبَةِ اللهِ الكَامِلِيِّ، وَمُحَمَّدِ بنِ عَلِيٍّ الرَّحْبِيِّ، وَخَلْقٍ كَثِيْرٍ بِالثَّغْرِ وَمِصْرَ وَالحَرَمَيْنِ.\nوَجَمَعَ، وَصَنَّفَ، وَتَصَدَّرَ لِلإِشْغَالِ، وَنَابَ فِي الحُكمِ بِالإِسْكَنْدَرِيَّةِ مُدَّةً، ثُمَّ درَّسَ بِمَدْرَسَتِهِ الَّتِي هُنَاكَ مُدَّةً، ثُمَّ إِنَّهُ تَحَوَّلَ إِلَى القَاهِرَةِ، وَدرَّسَ بِالمَدْرَسَةِ الَّتِي أَنْشَأَهَا الصَّاحِبُ ابْنُ شُكْرٍ، وَإِلَى أَنْ مَاتَ.\nوَكَانَ مُقَدَّماً فِي المَذْهَبِ، وَفِي الحَدِيْثِ؛ لَهُ تَصَانِيْفُ مُحرَّرَةٌ، رَأَيْتُ لَهُ فِي سَنَةِ سِتٍّ وَثَمَانِيْنَ كِتَابَ (الصِّيَامِ) بِالأَسَانِيْدِ، وَلَهُ (الأَرْبَعُوْنَ فِي طَبَقَاتِ الحُفَّاظِ)، وَلَمَّا رَأَيْتُهَا، تَحَرَّكتْ هِمَّتِي إِلَى جَمْعِ الحُفَّاظِ وَأَحْوَالِهِم.\nوَكَانَ ذَا دِيْنٍ وَوَرَعٍ وَتَصَوُّنٍ وَعَدَالَةٍ وَأَخلَاقٍ رَضِيَّةٍ وَمُشَاركَةٍ فِي الفَضْلِ قَوِيَّةٍ.\nذَكَرَهُ تِلْمِيْذُهُ الحَافِظُ أَبُو مُحَمَّدٍ المُنْذِرِيُّ، وَبَالَغَ فِي تَوقِيْرِهِ وَتَوْثِيْقِهِ، وَقَالَ :\nرَحَلَ إِلَى مِصْرَ فِي سَنَةِ أَرْبَعٍ وَسَبْعِيْنَ، فَسَمِعَ مُحَمَّدَ بنَ عَلِيٍّ\nالرَّحْبِيَّ…، وَسَمَّى جَمَاعَةً، وَكَانَ مُتوَرِّعاً، حَسَنَ الأَخْلَاقِ، جَامِعاً لِفنُوْنٍ، انْتَفَعتُ بِهِ كَثِيْراً.\nقُلْتُ: لَوْ كَانَ ارْتَحَلَ إِلَى بَغْدَادَ وَالمَوْصِلِ، لَلَحِقَ جَمَاعَةَ مُسْنَدِيْنَ، وَمَتَى خَرَجَ عَنِ السِّلَفِيِّ، نَزَلَتْ رِوَايَتُهُ، وَقَلَّتْ.\nأَجَاز لَهُ مِنَ المَغْرِب: مُسْنِدُ وَقْتِهِ أَبُو الحَسَنِ عَلِيُّ بنُ أَحْمَدَ بنِ حُنَيْنٍ، وَجَمَاعَةٌ.\nوَلَمَّا تُوُفِّيَ، قَالَ بَعْضُ الفُضَلَاءِ لِمَا مَرُّوا بِنَعْشِهِ: رَحِمَك الله أَبَا الحَسَنِ، قَدْ كُنْتَ أَسْقَطْتَ عَنِ النَّاس فُرُوضاً - يُرِيْدُ: لِنُهُوضِهِ بِفنُوْنٍ مِنَ العِلْمِ -.\nحَدَّثَ عَنْهُ: المُنْذِرِيُّ، وَالرَّشِيْدُ الأُرْمَوِيُّ، وَزَكِيُّ الدِّيْنِ البِرْزَالِيُّ، وَمَجْدُ الدِّيْنِ عَلِيُّ بنُ وَهْبٍ القُشَيْرِيُّ، وَالعَلَمُ عَبْدُ الحَقِّ ابْن الرَّصاصِ، وَالشَّرَفُ عَبْدُ المَلِكِ بنُ نَصْرٍ الفِهْرِيُّ اللُّغَوِيُّ، وَإِسْحَاقُ بنُ بلكويه الصُّوْفِيُّ، وَالحَسَنُ بنُ عُثْمَانَ القَابِسِيُّ المُحْتَسِبُ، وَالجَمَالُ مُحَمَّدُ بنُ سُلَيْمَانَ الهَوَارِيّ، وَالقَاضِي شَرَفُ الدِّيْنِ أَبُو حَفْصٍ السُّبْكِيُّ، وَمُحَمَّدُ بنُ مُرْتَضَى بنِ أَبِي الجُوْدِ، وَالشِّهَابُ إِسْمَاعِيْلُ القُوْصِيُّ، وَالنَّجِيْبُ أَحْمَدُ بنُ مُحَمَّدٍ السَّفَاقُسِيُّ، وَمُحَمَّدُ بنُ عَبْدِ الخَالِقِ بنِ طَرْخَانَ الأُرْمَوِيُّ، وَالمُحْيِي عَبْدُ الرَّحِيْمِ ابْنُ الدَّمِيْرِيِّ، وَعِدَّةٌ.\nوَرَوَى لِي عَنْهُ بِالإِجَازَةِ يُوْسُفُ ابْن القَابِسِيِّ: لَمْ أُدْرِكْ أَحَداً سَمِعَ مِنْهُ فِي رِحلَتِي.\nقَالَ زَكِيُّ الدِّيْنِ المُنْذِرِيُّ: تُوُفِّيَ فِي مُسْتَهَلِّ شَعْبَانَ، سَنَةَ إِحْدَى عَشْرَةَ وَسِتِّ مائَةٍ، وَدُفِنَ بِسَفْحِ المُقَطَّمِ.",
  "books": [
    {
      "text_id": 10441,
      "title": "أربعون حديثا لعلي بن المفضل المقدسي"
    },
    {
      "text_id": 26726,
      "title": "الأربعون على الطبقات لعلي بن المفضل المقدسي"
    },
    {
      "text_id": 29639,
      "title": "كتاب الأربعين في فضل الدعاء والداعين"
    },
    {
      "text_id": 30243,
      "title": "أحاديث مقتبسة من الأربعين المسلسلة"
    },
    {
      "text_id": 3981,
      "title": "جزء فيه طرق حديث عبد الرحمن بن أبي ليلى عن كعب بن عجرة في الصلاة على النبي صلى الله عليه وسلم"
    }
  ]
}