{
  "author_id": 13,
  "author_meta": "هو نور الدين علي بن محمد بن حسن بن إبراهيم بن عبد الله الملقب بالضباع شيخ القراء والمقاريء بالديار المصرية\nعلامة كبير وإمام مقدم في علم التجويد والقراءات والرسم العثماني وضبط المصحف الشريف وعد الآي وغيرها.\nولي مشيخة عموم المقارئ والإقراء بالديار المصرية على رؤوس الأشهاد من كبار العلماء المبرزين عن جدارة فنال منهم مكان الصدارة.\nوكان محيطاً لا يغيض وبحراً في العلم لا يزال يفيض وكتب في كل ما له صلة بالقرآن فأحسن وأجاد وناقش فأفحم وأفاد ورد المغيرين على علوم القرآن بغيظهم لم ينالوا خيراً، وكفى الله بصولته المسلمين منهم شراً وضراً.\nوكان تقياً زكياً ورعاً تقياً زاهداً عابداً متواضعاً لين الجانب سمحاً كريم النفس لا يفتر عن تلاوة القرآن وعمر طويلاً.\nمن أخذ عنه :\nوقد بورك للمترجَم في وقته فأخذ عنه التجويد والقراءات عالم كثير وجم غفير من مصر وخارجها لا يأتي عليهم العد وذاع صيته في كل مكان برفعة الشأن.\nفممن أخذ عنه القراءات العشر من طريق الشاطبية والدرة وطيبة النشر وكذلك القراءات الأربع التي فوق العشر من خارج مصر العلامة المحقق فضيلة الشيخ عبد العزيز بن الشيخ محمد علي عيون السود شيخ القراء وأمين الإفتاء بحمص بسوريا.\nوممن أخذ عنه أيضاً القراءات العشر ومن طريق طيبة النشر العلامة المحقق والثبت المدقق الشيخ أحمد حامد الريدي التيجي المدني ثم المكي المقرئ الكبير وشيخ القراء بمكة المكرمة.\nممن تلقى :\nوقد تلقى العلامة الضباع القراءات على غير واحد من ثقات الجهابذة الأثبات منهم: العلامة المحقق الشيخ حسن الكتبي والأستاذ الكبير الشيخ عبد الرحمن الخطيب الشعار. وقد أخذ هذان العالمان على خاتمة المحققين العلامة الشيخ محمد بن أحمد المعروف بالمتولي شيخ القراء والإقراء بالديار المصرية في وقته.\nمؤلفاته :\nهذا وللعلامة الضباع -رحمه الله تعالى- مؤلفات كثيرة منها :\n١- أرجوزة فيما يخالف فيه الكسائي حفصاً .\n٢- إرشاد المريد ، إلى مقصود القصيد في القراءات السبع .\n٣- الإضاءة في بيان أصول القراءة ، بالنسبة للقراء العشرة .\n٤- إعلام الإخوان بأجزاء القرآن .\n٥- أقرب الأقوال ، على فتح الأقفال ، في التجويد .\n٦- بلوغ الأمنية ، شرح منظومة إتحاف البرية \" بتحرير الشاطبية \" .\n٧- البهجة المرضية ، في شرح الدرة المضية .\n٨- تذكرة الإخوان ، في بيان أحكام رواية حفص بن سليمان .\n٩- تقريب النفع ، في القراءات السبع .\n١٠- الجوهر المكنون ، شرح رسالة قالون .\n١١- رسالة الضاد .\n١٢- رسالة قالون .\n١٣- سمير الطالبين في رسم وضبط الكتاب المبين .\n١٤- شرح رسالة قالون .\n١٥-الشرح الصغير ، أو حاشية على تحفة الأطفال\n١٦- صريح النص ، في بيان الكلمات المختلف فيها عن حفص .\n١٧- الفرائد المدخرة ، شرح الفوائد المعتبرة ، في قراءات الأربعة الذين بعد العشرة.\n١٨- الفوائد المهذبة ، في بيان خلف حفص من طريق الطيبة .\n١٩- الفرائد المرتبة ، على الفوائد المهذبة ، في بيان خلف حفص من طريق الطيبة .\n٢٠- قطف الزهر من القراءات العشر .\n٢١- القول الأصدق ، في بيان ما خالف فيه الأصبهاني الأزرق .\n٢٢- القول المعتبر في الأوجه التي بين السور .\n٢٣- المطلوب ، في بيان الكلمات المختلف فيها عن أبي يعقوب .\n٢٤- منحة ذي الجلال ، في شرح تحفة الأطفال .\n٢٥- هداية المريد ، إلى رواية أبي سعيد المعروف بورش من طريق القصيد.\n٢٦- إتحاف المريد ، بشرح فتح المجيد ، في قراءة حمزة من طريق القصيد.\n٢٧- إرشاد الإخوان ، إلى شرح مورد الظمآن ، في رسم وضبط القرآن.\n٢٨- الأقوال المعربة ، عن مقاصد الطيبة ، في القراءات العشر .\n٢٩- أسرار المطلوب ، في بيان الكلمات المختلف بها عن أبي يعقوب .\n٣٠- إنشاد الشريد ، من معاني القصيد ، في القراءات السبع .\n٣١- البدر المنير ، في قراءة ابن كثير .\n٣٢- تنقيح التحرير .\n٣٣- جميل النظم في علمي الابتداء والختم .\n٣٤- الدرر الفاخرة ، في أسانيد القراءات المتواترة .\n٣٥- الدر النظيم ، شرح فتح الكريم ، في تحرير أوجه القرآن الحكيم ، من طريقة الطيبة .\n٣٦- عُكاز القاري ، في تراجم شيوخ المقاري .\n٣٧- فتح الكريم المنان ، في آداب حملة القُرآن .\n٣٨- قطف الزَّهْر ، من ناظمة الزُّهْر في عد الآي ( علم الفواصل ) .\n٣٩- مختصر بلوغ الأمنية ، في شرح إتحاف البرية ، في تحرير الشاطبية .\n٤٠- مفردة اليزيدي .\n٤١- المقدمة : في علوم القرآن .\n٤٢- نظم ما خالف فيه قالون ورشاً ، من طريق الحرز .\n٤٣- النور الساطع ، في قراءة الإمام نافع .\nوعين -رحمه الله تعالى- مراجعاً للمصاحف الشريفة بمشيخة المقارئ المصرية قبل توليته لرئاسة هذه المشيخة وبعدها أيضاً فكان يعنى بكتاب الله تعالى ويسهر عليه ويحتاط له حتى تخرج طبعاته دقيقة مطابقة للأحكام المتعلقة بكتابة المصاحف وله دور كبير في هذا المجال يسجله له التاريخ بأحرف من نور ويذكره له عشرات الآلاف من حفاظ القرآن الكريم في أرجاء المعمورة.\nقال الشيخ إبراهيم السمنودي مثنيا على الشيخ الضباع في سنة ١٩٤٤ م :\nأعطاك ربكُ يا ضباع منزلة … هيهات لم يرقها إلا الأماجيدُ\nاختارك الله للقرآن في زمن … فن القراءات فيه اليوم موءودُ\nنفضت عنه غبار الوأد محتسبا … يشد أزرك تأييد وتسديدُ\nفأصبحت مصر للأقطار سيدة … وللقراءات تحميد وتمجيدُ\nأما المقاريء فهي اليوم مفخرة … وللمشايخ منك العز والجودُ\nوفاته :\nتوفي العلامة الضباع بعد حياة حافلة بالخدمات الجليلة لكتاب الله العزيز في ١٤ رجب ١٣٨٠ هـ",
  "books": [
    {
      "text_id": 211,
      "title": "فتح الكريم المنان في آداب حملة القرآن"
    },
    {
      "text_id": 21530,
      "title": "القول الأصدق في بيان ما خالف فيه الأصبهاني الأزرق"
    }
  ]
}