{
  "author_id": 1304,
  "author_meta": "قال الذهبي في \"السير\" :\nالقَاضِي، الإِمَامُ، المُحَدِّثُ، أَبُو مُحَمَّدٍ عَبْدُ اللهِ بنُ عَبْدِ الرَّحْمَنِ بنِ يَحْيَى بنِ إِسْمَاعِيْلَ بنِ عَلِيِّ بنِ مُحَمَّدِ بنِ إِسْمَاعِيْلَ بنِ الوَلِيْدِ بنِ عَمْرِو بنِ مُحَمَّدِ بنِ خَالِدِ ابنِ الدِّيْبَاجِ مُحَمَّدِ بنِ عَبْدِ اللهِ بنِ عَمْرِو ابنِ الشَّهِيْدِ عُثْمَانَ بنِ عَفَّانَ الأُمَوِيُّ، العُثْمَانِيُّ، الدِّيْبَاجِيُّ، الإِسْكَنْدَرَانِيُّ، صَاحِبُ تِلْكَ الفَوَائِدِ الَّتِي نَروِيهَا.\nحَدَّثَ عَنْ: أَبِيْهِ، وَأَبِي القَاسِمِ بنِ الفَحَّام، وَأَبِي عَبْدِ اللهِ الرَّازِيّ، وَأَبِي بَكْرٍ مُحَمَّدِ بنِ الوَلِيْدِ الطُّرْطُوْشِيّ ، وَأَبِي الفَضْلِ جَعْفَر بن إِسْمَاعِيْلَ بن خَلَفٍ المُقْرِئ، وَعَبْد اللهِ بن يَحْيَى بنِ حَمُّودٍ، وَعِدَّة.\nوَمَا علمتُه رَحَل.\nرَوَى عَنْهُ: الحَافِظ عَبْد الغَنِيِّ، وَالحَافِظ عَلِيّ بن المُفَضَّلِ، وَالحَافِظ عَبْد القَادِرِ، وَحَمَّادٌ الحَرَّانِيّ، وَجَعْفَر بن عَلِيٍّ الهَمَذَانِيُّ، وَآخَرُوْنَ.\nوَيُعرفُ فِي زَمَانِهِ بِابْنِ أَبِي اليَابِسِ .\nقَالَ ابْنُ المُفَضَّلِ: كَانَتْ عِنْدَهُ فُنُوْنٌ عِدَّة، وُلِدَ سَنَةَ أَرْبَعٍ وَثَمَانِيْنَ وَأَرْبَعِ مائَةٍ، وَمَاتَ فِي شَوَّالٍ، سَنَة اثْنَتَيْنِ وَسَبْعِيْنَ وَخَمْسِ مائَةٍ.\nقُلْتُ: كَانَ ثِقَةً فِي نَفْسِهِ.\nوَقَدْ قَالَ حَمَّادٌ الحَرَّانِيّ: رَمَى أَبُو طَاهِرٍ السِّلَفِيُّ العُثْمَانِيَّ بِالكَذِبِ، فَذَكَر لِي جَمَاعَة مِنْ أَعيَانِ أَهْل الإِسْكَنْدَرِيَّة أَنَّ العُثْمَانِيَّ كَانَ صَحِيْحَ السَّمَاعَات، ثِقَةً، ثَبْتاً، صَالِحاً، مُتَعَفِّفاً، يُقْرِئُ النَّحْو وَاللُّغَة وَالحَدِيْث، وَسَمِعْتُ جَمَاعَةً يَقُوْلُوْنَ: إِنَّهُ كَانَ يَقُوْلُ: بَيْنِي وَبَيْنَ السِّلَفِيِّ وقفَةٌ بَيْنَ يَدَيِ اللهِ .\nقَالَ الأَبَّار: أَكْثَر أَبُو عَبْدِ اللهِ التُّجِيْبِيُّ عَنْ أَبِي الحَجَّاجِ الثَّغْرِيِّ، وَقَالَ: لَمْ أَرَ أَفْضَلَ مِنْهُ، وَلَمْ أَرَ بِالبِلَادِ المَشْرِقيَّةِ أَفْضَلَ مِنْ أَبِي مُحَمَّدٍ العُثْمَانِيِّ، وَلَا أَزْهَدَ وَلَا أَورعَ مِنْهُ.\nقُلْتُ: خَرَّجَ تِلْكَ الفَوَائِدَ فِي سَنَةِ أَرْبَعَ عَشْرَةَ وَخَمْسِ مائَةٍ، وَحَدَّثَ بِهَا فِي ذَلِكَ الوَقْتِ، وَهَلُمَّ جَرّاً.\nوَكَانَ أَبُوْهُ مِنْ عُلَمَاء الثَّغْرِ.",
  "books": [
    {
      "text_id": 9450,
      "title": "حديث العثماني للديباجي"
    }
  ]
}