{
  "author_id": 1305,
  "author_meta": "قال الذهبي في «السير» :\nالقَاضِي، الفَقِيْهُ، الصَّدُوْقُ، المُعَمَّرُ، بَدْرُ بنُ الهَيْثَمِ بنِ خَلَفٍ أَبُو القَاسِمِ اللَّخْمِيُّ، الكُوْفِيُّ، نَزِيْلُ بَغْدَادَ.\nوُلِدَ:بِالكُوْفَةِ، سَنَةَ مائَتَيْنِ أَوْ بَعْدَهَا بِعَامٍ، وَلَوْ سَمِعَ كَمَا يَنْبَغِي، لأَخَذَ عَنْ عُبَيْدِ اللهِ بنِ مُوْسَى، وَأَبِي نُعَيْمٍ، وَالكِبَارِ، وَلَكِنَّهُ سَمِعَ فِي الكُهُوْلَةِ مِنْ:أَبِي كُرَيْبٍ، وَأَبِي سَعِيْدٍ الأَشَجِّ، وَهَارُوْنَ بنِ إِسْحَاقَ، وَهِشَامِ بنِ يُوْنُسَ، وَعَمْرِو بنِ عَبْدِ اللهِ الأَوْدِيِّ، وَغَيْر وَاحِدٍ.\nحَدَّثَ عَنْهُ:أَبُو عَمْرٍو بنُ حَيُّوْيَه، وَعُمَرُ بنُ شَاهِيْن، وَأَبُو بَكْرٍ بنُ المُقْرِئِ، وَعِيْسَى بنُ الوَزِيْرِ، وَجَمَاعَةٌ.\nقَالَ الدَّارَقُطْنِيُّ:بَلَغَ مائَةً وَسَبْعَ عَشْرَةَ سَنَةً. قَالَ:وَكَانَ ثِقَةً، نَبِيْلاً، أَدرَكَ أَبَا نُعَيْمٍ.\nقَالَ:وَدَخَلَ عَلَى الوَزِيْرِ عَلِيِّ بنِ عِيْسَى، فَقَالَ لَهُ:كَمْ سِنُّ القَاضِي؟\nقَالَ:مَا أَدْرِي، لَكِنْ ظَهَرَ بِالكُوْفَةِ أُعجُوْبَةٌ، فَرَكِبْتُ مَعَ أَبِي سَنَةَ خَمْسَ عَشْرَةَ وَمائَتَيْنِ.\nرَوَاهَا بَعْضُهُم، فَزَادَ:وَرَكِبْتُ مَعَ أَبِي إِلَى عَامِلِ المَأْمُوْنِ، وَرَكِبْتُ الآنَ إِلَى حَضْرَةِ الوَزِيْرِ، وَبَيْنَ الرُّكْبَتَيْنِ مائَةَ سَنَةٍ.\nوَقَالَ أَبُو حَفْصٍ بنُ شَاهِيْن:بَلَغَ مائَةً وَسِتَّ عَشْرَةَ سَنَةً.\nقُلْتُ:تُوُفِّيَ فِي شَوَّالٍ، سَنَةَ سَبْعَ عَشْرَةَ وَثَلَاثِ مائَةٍ.\nأَخْبَرَنَا أَحْمَدُ بنُ إِسْحَاقَ:أَخْبَرَنَا الفَتْحُ بنُ عَبْدِ اللهِ، أَخْبَرَنَا هِبَةُ اللهِ بنُ أَبِي شَرِيْكٍ، أَخْبَرَنَا أَحْمَدُ بنُ مُحَمَّدٍ، حَدَّثَنَا عِيْسَى بنُ الوَزِيْرِ، أَخْبَرَنَا بَدْرُ بنُ الهَيْثَمِ، حَدَّثَنَا عَبْدُ اللهِ بنُ سَعِيْدٍ الكِنْدِيُّ، حَدَّثَنَا المُغِيْرَةُ بنُ جَمِيْلٍ الكِنْدِيُّ، حَدَّثَنِي سُلَيْمَانُ بنُ عَلِيِّ بنِ عَبْدِ اللهِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي؛ابْنِ عَبَّاسٍ، قَالَ:\nقَالَ رَسُوْلُ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - :(الوَلَاءُ لَيْسَ بِمُتَحَوِّلٍ وَلَا بِمُنْتَقِلٍ).\nقَالَ العُقَيْلِيُّ :المُغِيْرَةُ:مُنْكَرُ الحَدِيْثِ.\nثُمَّ سَاق لَهُ هَذَا عَنْ شَيْخٍ، عَنِ الأَشَجِّ.",
  "books": [
    {
      "text_id": 21484,
      "title": "حديث البدر بن الهيثم القاضي"
    }
  ]
}