{
  "author_id": 1309,
  "author_meta": "الشيخ الحافظ عبد الله بن محمد بن أحمد الدويش أحد علماء المملكة العربية السعودية وهو من أعلام منطقة نجد.\nمولده ونشأته : ولد الشيخ عبد الله فى عام ١٣٧٣ بمدينة الزلفى وقد تربى فى كنف والدته وهو رضيع ثم ترعرع ونشأ نشأة مباركة وكان رحمه الله ملازما لخدمة والده منذ الصغر اذا أثرت فيه هذه الملازمة مما جعله فى نفس والده محبوبا اليه يعز عليه مفارقته وقد كان رحمه الله آية فى سرعة الحفظ والفهم مع الذكاء المتوقد\nبدايته لطلب العلم :\nبدأ الشيخ بطلب العلم صغيرا فقدم الشيخ مدينة بريدة عام ١٣٩١ وبدأ الدراسة فيها وجد واجتهد فى سبيل تحصيل العلم على أيدى العلماء العاملين فنزل فى المسجد فى إحدى غرفه وذلك فى مسجد الشيخ محمد بن صالح المطوع رحمه الله و كان سعيه دائما فى تحصيل العلم واقتناء المؤلفات النادرة فى جميع العلوم الشرعي وكان رحمه الله تعالى مكبا على كتب السلف الصالح رحمهم الله تعالى ككتب العقيدة والفقه والحديث ولذلك تجده رحمه الله شديد التأثر بهم وبأحوالهم وكان أشد تأثرا بشيخى الاسلام ابن تيمية ومحمد بن عبد الوهاب وتلاميذهم من أئمة هذه الدعوة فكان بالعقيدة يأخذ بأقوالهم وكذلك فى المسائل الفقهية .\nمشايخه :\n١-الشيخ صالح بن أحمد الخريصى وفقه الله\n٢- الشيخ عبد الله بن محمد بن حميد رحمه الله تعالى.\n٣- الشيخ صالح بن عبد الرحمن السكيتى رحمه الله تعالى .\n٤-الشيخ محمد بن صالح المطوع رحمه الله تعالى .\n٥-الشيخ صالح بن ابراهيم البليهى رحمه الله تعالى .\n٦- الشيخ محمد بن سليمان العليط وفقه الله تعالى.\n٧-الشيخ محمد بن صالح المنصور وفقه الله تعالى.\n٨-الشيخ عبد الله بن عبد العزيز التويجرى وفقه الله تعالى.\nطريقة تدريسه :\nكان الطالب يقرأ عليه المتن فيقوم بإيضاح غوامض وتحليل ألفاظه والاستدلال على ذلك من كتاب الله تعالى أو سنة نبيه صلى الله عليه وسلم أو من كلام أهل العلم رحمهم الله تعالى وكل ذلك مع الأدب والخشية . أما اذا كان الطالب لا يقرأ فى متن كأن يقرأ فى كتب الشروح فهو يكتفى بكشف ما لبس أو يخفى على الطالب من الألفاظ.\nمؤلفاته :\n١- التوضيح المفيد لمسائل كتاب التوحيد .\n٢- الزوائد على مسائل الجاهلية.\n٣- الألفاظ الموضحات لأخطاء دلائل الخيرات.\n٤- دفاع أهل السنة و الايمان عن حديث خلق ادم على صورة الرحمن.\n٥- المورد الزلال فى التنبيه على أخطاء الظلال.\n٦- التنبيهات النقيات على ما جاء فى أمانة مؤتمر الشيخ محمد بن عبد الوهاب.\n٧- تنبيه القارىء على تقوية ما ضعفه الألبانى.\n٨- الكلمات المفيدة على تاريخ المدينة .\n٩- إرسال الريح القاصف على من أجاز فوائد المصارف .\n١٠- مختصر بدائع الفوائد.\n١١- التعليق على فتح البارى.\nأبنائه:\nخلف الشيخ رحمه الله تعالى ثلاثة أبناء جعل الله فيهم البركة وجعلهم خير خلف لخير سلف أكبرهم محمد ثم عبد الرحمن وأما أحمد فقد ولد بعد وفاة الشيخ بشهر تقريبا.\nوفاته :\nتوفى الشيخ رحمه الله فى مساء يوم السبت الموافق ٢٨١٠١٤٠٩ هـ على إثر مرض لزمه حوالى خمسة عشر يوما وقد كان عمره حين وفاته ما يقارب أربعة وثلاثين عاما قضاها فى العلم والتعليم وعبادة ربه وقد خلف الشيخ مكتبة علمية عامرة بالكتب النفيسة فرحمه الله تعالى وأسكنه الفردوس الأعلى وصلى الله وسلم على نبينا محمد وعلى اله و صحبه أجمعين .\nبقلم عبد العزيز بن أحمد المشيقح (باختصار)",
  "books": [
    {
      "text_id": 10470,
      "title": "التعليق على فتح الباري"
    },
    {
      "text_id": 10618,
      "title": "تنبيه القارئ"
    },
    {
      "text_id": 21507,
      "title": "زوائد مسائل الجاهلية"
    },
    {
      "text_id": 7593,
      "title": "التوضيح المفيد لمسائل كتاب التوحيد"
    }
  ]
}