{
  "author_id": 1313,
  "author_meta": "عبد الكريم بن علي بن محمد النملة\n- ولد في (١/ ٧/١٣٧٥) في البكيرية _القصيم، نشأ يتيم الأبوين حيث لم يرهما، حيث توفيت والدته وله من العمر سنتان فقط،وتوفي والده وله من العمر أربع سنين\n- حصل على الشهادة الابتدائية عام (١٣٨٨ هـ) من المدرسة السعودية بالبكيرية\n- حصل على شهادة الكفاءة عام (١٣٩١ هـ)\n- حصل على شهادة الثانوية عام (١٣٩٤ هـ)\n- حصل على شهادة الليسانس في الشريعة من كلية الشريعة بالرياض التابعة لجامعة الإمام محمد بن سعود الإسلامية وذلك عام (١٣٩٨ هـ)\n- عين معيدا ً بنفس الكلية ـ أعني كلية الشريعة بالرياض عام (١٣٩٨ هـ)\n- حصل على درجة الماجستير في أصول الفقه من قسم أصول الفقه بكلية الشريعة عام (١٤٠٢ هـ) وعين بعدها على مرتبة محاضر\n- حصل على درجة الدكتوراه في أصول الفقه من قسم أصول الفقه بكلية الشريعة عام (١٤٠٧ هـ) وعين بعدها على مرتبة أستاذ مساعد\n- تمت ترقيته من درجة أستاذ مساعد إلى درجة أستاذ مشارك في عام (١٤١٢ هـ)\n- وتمت ترقيته من أستاذ مشارك إلى أستاذ عام (١٤١٧ هـ)\n- قام بتدريس أصول الفقه منذ كان معيدا حتى الآن لطلاب وطالبات جامعة الإمام محمد بن سعود في الرياض وبعض فروع الجامعة.\n- يقوم الآن بتدريس وتعليم أصول الفقه وما يتصل به لطلاب وطالبات الدراسات العليا في كلية الشريعة بالرياض والمعهد العالي للقضاء وكلية التربية للبنات.\n- أشرف - ولا يزال - على كثير من الرسائل العلمية: الماجستير والدكتوراه.\n- ناقش - ولا يزال - كثيراً من الرسائل العلمية: الماجستير والدكتوراه.\n- شارك بفحص وتقييم البحوث العلمية التي ترده من المجالس العلمية في كثير من الجامعات.\n- كلف برئاسة ووكالة أقسام علمية وعضويتها، وعضوية مجلس كلية، ورئاسة مجلس الإرشاد الأكاديمي وذلك في بعض كليات الجامعة بالرياض،وفروعها في بعض المناطق.\n- يقوم الآن بشرح عدد من الكتب العلمية في أصول الفقه وتطبيقاته في حلقات علمية في بعض الجوامع مثل: كتاب روضة الناظر والورقات والمهذب والجامع\nالأسئلة التي وجهت للشيخ عبد الكريم النملة في لقاء معه في مجلة الدعوة، العدد (١٧٠١) (٩/ربيع الآخر /١٤٢٠)\n- ما هي آثاركم العلمية من مؤلفات وتصنيفات وما منهجكم فيها؟\nلقد قمت بتأليف كثير من الكتب العلمية الخاصة بأصول الفقه وما يتفرع عنها من أحكام فقهية مساهمة مني في تبسيط وتسهيل علم أصول الفقه في نفوس الطلاب والطالبات، وكنت أحرص في كتاباتي ودراساتي على بيان الناحية التطبيقية لهذه القواعد الأصولية، وأوضح أن الحوادث المتجددة لها أحكاما شرعية من خلال معرفة القواعد الأصولية\n- ما هي آثاركم من التحقيقات والتعليقات العلمية؟\nلقد قمت بتحقيق كثير من الكتب العلمية في أصول الفقه وما يتعلق به مساهمة مني في إبراز بعض المخطوطات لأجلاء العلماء ليستفاد منها، وكنت أقوم بدراسة الكتاب وتحقيقه، وإخراج نصه، وتصحيحه من التحريف والتصحيف، وبيان سقطه، وكنت أعلق على كل كتاب أقوم بتحقيقه، وهذه التعليقات تشمل: ترقيم آياته، وتخريج أحاديثه، وآثاره، وترجمة أعلامه، وتصنيف، وتعريف، أو دليل، أو زيادة عليه، وتوثيق نقول، وتصحيح أخطائه، والتعليق على المسائل العقدية والفقهية بما يناسب المقام، وهي كما يلي:\n١.روضة الناظر وجنة المناظر لابن قدامة، تحقيق وتقديم وتعليق طبع في ثلاثة مجلدات دار العاصمة ومكتبة الرشد\n٢.شرح منهاج البيضاوي في علم الأصول للأصفهاني (تحقيق وتقديم وتعليق) طبع في مجلدين مكتبة الرشيد\n٣.الأنجم الزاهرات في حل ألفاظ الورقات (تحقيق وتقديم وتعليق) طبع في مجلد مكتبة الرشيد\n٤.الضياء اللامع شرح جمع الجوامع لابن حلولو المالكي (تحقيق وتعليق وتقديم) طبع منه المجلد الأول والثاني\n٥.نفائس الأصول شرح المحصول للقرافي (تحقيق وتعليق وتقديم) _ القسم الثاني تحت الطبع في عدة مجلدات\n- ما أسباب وضعكم لهذه المؤلفات والتحقيقات الصادرة منكم؟\nهذه الكتب والمؤلفات لم أقم بتأليفها والاشتغال بها إلا لأسباب:\nأولها: أن يسألني بعض الطلاب عن مسألة فيه كثير من الالتباس والشبهة واضطرب كلام العلماء فيها، فأقوم ببيانها في كتاب يفيدني أولا، ثم يفيد من سألني، ثم من أراد الاستفادة من طلاب العلم الآخرين، وهذا مثل كتاب: (مخالفة الصحابي للحديث النبوي الشريف) فقد سألني بعضهم: كيف يخالف الصحابي الحديث مع أن الرسول صلى الله عليه وسلم لا ينطق عن الهوى؟ فقمت بتأليف الكتاب وكذلك كتاب الخلاف اللفظي عند الأصوليين وكتاب الإلمام في مسألة تكليف الكفار بفروع الإسلام\nثانيها: أن يسألني بعض الطلاب أن أقوم بتأليف كتاب على الأسلوب العصري المفهوم،والتكثير من تطبيقات القواعد الأصولية على الفروع كما أفعل في شرحي لهم أثناء المحاضرات، فقمت بتأليف كتاب (إتحاف ذوي البصائر بشرح روضة الناظر) المطبوع بثمانية مجلدات، وتأليف كتاب المهذب في علم أصول الفقه المقارن المطبوع بخمسة مجلدات\nثالثها: أن يسألني بعض الطلاب أن أقوم بتأليف كتاب في أصول الفقه جامع للمسائل الأصولية ولكن على المذهب الراجح، فقمت بتأليف كتاب (الجامع لمسائل أصول الفقه وتطبيقها على المذهب الراجح)\nرابعها: أن أرى في بعض المسائل قد اضطرب فيها كلام العلماء، ونسب إلى بعضهم رأي لم يكن لهم، ولم تدرس من قبل، ولم تطبق فقمت بدراستها، وذلك لتكثير طرق الخير ونشره، ولأنه كلما كثر التأليف كثرت طرقه، ولتيسير علم أصول الفقه للطلاب، ولتكثير المتعلمين والطالبين، فإن لكل جديد لذة\nخامسها: بعض الكتب العلمية المفيدة للطلاب يصعب الاستفادة منها: إما لأجل أن طباعتها سيئة أو أنها ضمن المخطوطات\nوأنا أفعل هذا كله، امتثالاً لأمر الله تعالى بالتبيين للناس، وكشف الشبه والالتباس، واشتياقي لتحصيل الفضائل وتجنب الرذائل، ورغبة في الأجر والمثوبة، والله من وراء القصد\n- قمتم بتأليف هذه الكتب وحققتم هذه الكتب فما هي في رأيكم مواصفات المؤلف، وخطوات التحقيق، ومواصفات المحقق باختصار؟\nهذا سؤال جوابه طويل جداً , ولكن أقول باختصار: إن مواصفات المؤلف والمحقق هي:\n١.تقوى الله تعالى في كل ما يكتب وكل ما يقول.\n٢.غزارة العلم، ودقة المعلومات.\n٣.عدم الاستعجال في كل أموره، بحيث يراجع ما يكتب عدة مرات.\n٤.أن يتأكد من كل معلومة يأتي بها.\n٥.أن يعتمد على كتب السلف الصالح.\n٦.عدم الاشتغال بأمور الدنيا.\n٧.الانقطاع عن الخلق إلا في مجال التعليم وبيان المسائل، وتوضيح المشكلات العلمية قال: تعالى (لا خير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح).\n٨.أن لايتابع أحداً من أجل مال أو جاه أو منصب، بل يقول ما أداه إليه الدليل الشرعي.\nأما خطوات التحقيق فهي باختصار:\n* جمع نسخ الكتاب المخطوط ثم نسخة على الرسم في العصر الحاضر.\n* مقابلة النسخ مقابلة دقيقة وأكثر المحققين يتساهلون في هذا تساهلاً لافتاً للنظر، لذلك أوصي كل من أراد أن يناقش رسالة ماجستير أو دكتوراه وكانت رسالته تحقيق كتاب: أن يطلب منه نسخة الكتاب المخطوطة ليتأكد من المقابلة.\n* توثيق ما ورد في الكتاب من النقول والآراء والأقوال من كتب السلف المعتمدة.\n* شرح وبيان بقض العبارات الغامضة.\n* عزو المذاهب والآراء إلى قائليها، والتأكد من ذلك.\n* أن يعرف بالمصطلحات، والأماكن، والمسائل والفرق والمذاهب والجماعات، والكتب الواردة في النص.\n* أن يعلق على المسائل العلمية تعليقياً دقيقاَ.\n* تحرير محل النزاع في المسائل التي يعمل فيها المؤلف.\n* أن يرقم الآيات ويسمي سورها، ويخرج الأحاديث، والآثار الواردة في النص، ويحكم عليها من أقوال أئمة الحديث.\n* أن يترجم لكل علم بصورة مختصرة.\n* أن يفهرس الكتاب فهرسة تفصيلية، فيضع فهرساً للآيات، والأحاديث والآثار والأماكن والمسائل الخاصة والعامة والمراجع والمصادر والموضوعات.\n- ما الدوافع وراء اختياركم التخصص في أصول الفقه؟\nإنه في أثناء دراستي لأصول الفقه في الجامعة وجدت أن لهذه المادة فوائد كثيرة وهي:\nأولاً: أن تعلم أصول الفقه يبين المناهج والطرق التي يستطيع الفقيه عن طريقها استنباط الأحكام الفقهية للحوادث المتجددة، فأردت أن أتعلم ذلك لعلي أخدم الإسلام والمسلمين بسبب ذلك، وأرد على أعداء الإسلام القائلين: أن الإسلام غير صالح لكل زمان.\nثانياً: أن أئمة الفقه يختلفون في كثير من الأحكام الفقهية وكان من أسباب اختلافهم أن بعضهم تمسك بدليل لا يوافقه عليه الآخرون، فأردت أن أعرف ما هي الأدلة والأصول التي يتمسك بها هذه الإمام دون ذاك الإمام.\nثالثاً: أن تعلم أصول الفقه يجعل الإنسان يدعو إلى الله تعالى وإلى دينه، بناء على أسس ومناهج وطرق يستطيع بها إقناع الخصم بيسر وسهولة فأردت أن أتعلم هذه الطرق لأدعو إلى الله وإلى دينه على بصيرة بخلاف ما كان يفعله بعض الدعاة الذين لم يتعلموا أصول الفقه فإنهم لا يمكنهم معرفة الأدلة والمصالح والمفاسدة.\nرابعاً: أن أصول الفقه يعلم الإنسان كيف يتأكد من الأخبار التي تصل إليه؟ وكيف يروي تلك الأخبار؟\nخامساً: أن باب القياس من أهم أبواب أصول الفقه، حيث انه من أبواب تصميم الأحكام الفقهية، لذلك قال الإمام الشافعي: \" من لم يعرف القياس فليس بفقيه \"، وقال الإمام أحمد: \" لا يستغني أحد عن القياس \"، فلما تعمقت بهذا الباب وجدته يبين العلل التي من أجلها شرعت الأحكام كلها، وهذا يجعل المطلع على ذلك مؤمناً بالله إيماناً أقوى ممن لم يعرف العلل، حيث إنه يكون أخشى لله من غيره، كما قال تعالى: (إنما يخشى الله من عباده العلماء) وبسبب ذلك تعرف المقاصد الشرعية من هذه التكاليف.\nسادساً: أن تعلم أصول الفقه، يجعل الإنسان يفهم دلالات الألفاظ من الكتاب والسنة، حيث لا يمكنه استنباط أي حكم من الكتاب أو السنة إلا إذا عرف هل دل هذه اللفظ على الحكم بدلالة النص أو عبارته، أو إشارته أو اقتضائه، وبالمنطوق، أو بالمفهوم و نحو ذلك مما ذكرته في كتبي.\nسابعاً: أن أصول الفقه يعلم كل شخص يريد كتابة بحث أو كتاباً، لأن علم أصول الفقه قد جمع بين النقل والعقل، ومن تعمق فيه عرف طريقة إيراد المسألة وتصويرها، وكيفية الاستدلال عليها والاعتراض، والجواب عنه بأسلوب مبني على أسس ومناهج. كل ما سبق جعلني اختار هذه التخصص، ثم بعدما تعمقت فيه وجدته جامعاً لكل العلوم الشرعية، ومنظما لها، لذلك من تعمق فيه كفاه عن فيه من العلوم ولا أبالغ إذا قلت: إن علم أصول الفقه ينظم حياة الإنسان الشرعية والاجتماعية والسياسية، ونحو ذلك.\n- هلا وضحتم للقارئ العادي بأسلوب ميسر معنى أصول الفقه؟\nأصول الفقه هي معرفة أدلة الفقه إجمالاً، كيفية الاستفادة منها , وحال المستفيد.\nأي معرفة أدلة الفقه المتفق عليها كالكتاب والسنة والاجماع والقياس، والمختلف فيها كالاستحسان، والاستصحاب، وسد الذرائع، وقول الصحابي، وشرع من قلبنا، والمصالح والمرسلة والعرف، والاستقراء، ويدخل في ذلك القواعد الكلية فإنها تسمى أدلة.\nوالمقصود من معرفة أدلة الفقه: معرفة الأدلة وأحوالها المتعلقة بها بالتفصيل من حيث إثباتها والرد على من نفى بعضها، ثم لابد أن يعرف كيف يعمل عند تعارض الأدلة، وكيف يرجح بعض الأدلة على بعض؟ ثم لابد أن يعرف من هو المجتهد؟ لأنه ليس كل من حفظ القرآن أو السنة يصلح أن يكون مجتهداً، بل اشترط العلماء شروطاً لا بد من توفرها فيمن يتولى الاجتهاد.\n-ما الفرق بين الفقيه والأصولي،وهل صحيح أن الثاني أوسع فقهاً من الأول؟\nالأصولي يبحث عن أدلة الفقه الإجمالية بالتفصيل، فهو الذي يضع القواعد والمناهج والأسس التي يجب على الفقيه أخذها أو السير عليها وتطبيقها إذا أراد استخراج حكم شرعي من دليل تفصيلي، ولا يجوز له أن يخالفها، فلا بد أن يتقيد بها.\nوأن مثل علم الأصول بالنسبة للفقه كمثل علم المنطق بالنسبة لسائر العلوم الفلسفية،فهو ميزان يضبط العقل ويمنعه من الخطأ في الفكر.\nولا شك أن من كانت وظيفته كذا - أعني أصولي - أوسع أفقاً من الفقيه فهو فقيه وزيادة، لمعرفته بأنواع الأدلة لذلك تجد العالم بأصول الفقه يقوم بشرح وتدريس الفقه، والتفسير، والحديث، والعقيدة، والتربية الإسلامية، وعلم الأنظمة وغير ذلك وأنا قمت بتدريس هذه الأمور، بينما المتخصص بالفقه لا يستطيع تدريس أصول الفقه وكذلك المتخصص بالتفسير.\n- ينتقد البعض أسلوب تدريس أصول الفقه في الكليات من جهة صعوبته، واعتماده على آراء المتكلمين بصورة كبيرة فما تعليقكم؟\nإن أصول الفقه كغيره من العلوم يختلف فهمه وتصوره وسهولته وصعوبته باختلاف القائمين بتدريسه وتعليمه، فإذا كان المعلم له فاهما لدقائقه، محيطاً بمسائله، متعمقاً بمعانيه فإنه إذا علمه أو درسه يستطيع أن يوصل المعلومة إلى أذهان الطلاب، ويستطيع بسط هذا العلم الذي يشرحه، ويستطيع بسط هذا العلم الذي يشرحه ويستطيع إقناعهم بأسلوب عصري مفهوم. أما إذا كان المعلم لم يفهم مادته، ولم يتعمق بها، فإنه لا يمكن - بأي حال من الأحوال - أن يفهمها للآخرين، ولا يصورها لغيره، لأن فاقد الشيء لا يعطيه. هذه قاعدة في جميع العلوم، وأصول الفقه منها، فصعوبة المادة وسهولتها راجعة إلى الأستاذ نفسه على التفصيل السابق , فأنا أذكر - لما كنت طالباً في الكلية أن بعض الأساتذة يشرح موضوعاً من كتب السلف فتجده يكلف نفسه بكلام كثير، فيردد العبارات، ولكن لا نفهم منه شيئاً، فتخرج المحاضرة كما بدأت دون فائدة، بينما البعض لآخر تجده لا يكثر الكلام ولا يعاني كثيراً في الشرح، ولكن تفهم منه في دقائق ما لا تفهمه من الآخر في ساعات , والسبب في ذلك: أن الثاني فاهم لمادته محيط بمسائلها، بينما الأول لم يفهم مادته ولم يعلم المراد مما كتبه السلف.\nأما قولك: إن أصول الفقه معتمد على آراء المتكلمين بصورة كبيرة، فهذا التعبير غير صحيح، وإنما يردد ذلك من جهل علم أصول الفقه - وقديماً قيل: من جهل شيئاً عاداه، وإنما الصحيح: أن أصول الفقه هو أدلة الفقه، ولا يتكلم في ذلك إلا الفقهاء الأربعة وأتباعهم، وكل ما يوجد في أصول الفقه من آراء إنما هي آراء فقهاء الإسلام، ولا يخرج عنها بأي حال من الأحول، ومن تتبع واستقرا مسائل أصول الفقه واختلاف العلماء فيها وجده لا يخرج عن آراء فقهاء الإسلام كما قلت وإن شئت راجع كتابي: المهذب في أصول الفقه المقارن أو إتحاف ذوي البصائر بشرح روضة الناظر وغيرهما من كتبي في أصول الفقه.\n- لماذا الجهد العلمي والفكري لمشايخ وأساتذة أصول الفقه أقل بكثير من من أقرانهم في العلوم الأخرى؟\nأنا قلت - فيما سبق - أن أصول الفقه كغيره من العلوم، فمن تعمق في مسائله، ودقق في مفرداته، وتوسع في تطبيقاته، استطاع بسهولة وبيسر أن يفهمه للآخرين، وأن يعلمه لهم ويقنعهم به. وكذلك يستطيع أن يؤلف ويصنف فيه، ويحقق بعض كتبه ويترجم كلا السلف بكلام عصري مفهوم.\nأما الذي لم يفهم مادته فإنه لا يستطيع أن يفعل شيئاً مما سبق، هذه الكلام في كل العلوم ومنها أصول الفقه.\n- كيف يتعلم طالب العمل أوصول الفقه خارج أسوار الجامعة , وما الكتب المناسبة والبرنامج المقترح؟\nيتعلم الطالب بقراءة كتب أصول الفقه، يبدأ أولاً بالمختصرات، ثم يثني بالكتب المتوسطة ثم يثلث بالمطولات. فمن كتب المختصرات: الورقات، ومختصر ابن الحاجب، وقد ألفت في هذا كتاب \" الجامع لمسائل أصول الفقه وتطبيقها على الفروع على المذهب الراجح \" وهو نافع في هذا الشأن إن شاء الله.\nومن الكتب المتوسطة: روضة الناظر، وشرح اتحاف ذوي البصائر بشرح روضة الناظر، وشرح الكوكب المنير، وشرح المنهاج للأصفهاني.\nومن الكتب المطولة: الإحكام في أصول الأحكام للآمدي والمحصول للرازي والتمهيد لأبي الخطاب والعدة لأبي يعلى، وشرح اللمع، وقد ألفت في هذا كتاباً هو: المهذب في أصول الفقه المقارن بينت فيه وأكثرت فيه من الأمثلة والتطبيقات.\n- ما أسباب تخوف الطلاب من مادة أصول الفقه، وضعفهم فيها؟\nإن مادة أصول الفقه كغيرها من المواد: إن راجعتها بدقة وتريث وتمعن فهمتها، وإن لم تفعل ذلك فإنك لن تفهمها أبداً ثم إن أستاذ المادة له دور في فهمها وعدم ذلك، فإن كان هو فاهما لأصول الفقه استطاع أن يجعلك تفهمها بأسلوب، وإن كان غير ذلك فلن يستطيع مهما أوتي من قوة.\n- بعض مؤلفات الضيف:\n١_إتحاف ذوي البصائر بشرح روضة الناظر طبع في ثمانية مجلدات\n٢_المهذب في علم أصول الفقه المقارن طبع في خمس مجلدات\n٣_ مخالفة الصحابي للحديث النبوي الشريف طبع في مجلد\n٤_ الخلاف اللفظي عند الأصوليين طبع في مجلدين\n٥_ الواجب الموسع عند الأصوليين طبع في مجلد\n٦_الإلمام في مسألة تكليف الكفار بفروع الإسلام طبع في غلاف\n٧_ الرخص الشرعية وإثباتها بالقياس طبع في مجلد\n٨_أقل الجمع عند الأصوليين وأثر الاختلاف فيه طبع في مجلد\n٩_ الجامع لمسائل أصول الفقه وتطبيقها على المذهب الراجح طبع في مجلد\n١٠_ إثبات العقوبات بالقياس طبع في غلاف\n١١_ طرق دلالة الألفاظ على الأحكام عند الحنفية وأثرها الفقهي تحت الطبع\nوقال الشيخ عبد الكريم: (هذه المصنفات التي صدرت، وعندي أخرى لم انته منها بعد لعلي انتهي منها قريباً إن شاء الله تعالى).\n[توفي يوم الثلاثاء ١٣ شعبان ١٤٣٥ هـ الموافق ١١ يونيو ٢٠١٤ م وصُلّي عليه عصر الأربعاء في جامع الراجحي بمدينة الرياض].",
  "books": [
    {
      "text_id": 1319,
      "title": "تيسير مسائل الفقه شرح الروض المربع"
    },
    {
      "text_id": 21529,
      "title": "المهذب في علم أصول الفقه المقارن"
    },
    {
      "text_id": 29884,
      "title": "الجامع لمسائل أصول الفقه وتطبيقاتها على المذهب الراجح"
    }
  ]
}