{
  "author_id": 1314,
  "author_meta": "أحمد بن عبد الغفور عطار\nأديب وشاعر سعودي ومؤسس صحيفة عكاظ السعودية عام ١٣٧٩ هـ ورئيس تحريرها فترة من الزمن حتى خضعت الصحافة لنظام المؤسسات، وصاحب ورئيس تحرير مجلة «كلمة الحق» أصدر منها أربعة أعداد شهرية وأوقف إصدارها للظروف المالية التي واجهتها. أنشأ مطبعة حديثة لطباعة جريدته عكاظ فلما ألغيت صحافة الأفراد لتقوم صحف المؤسسات، أنشأ مؤسسة عكاظ للصحافة والنشر، وما تزال الجريدة تصدر وتذكر في كل عدد جملة «أسسها أحمد عبد الغفور عطار» كما فكر في تأسيس دار للطباعة والنشر وحصل على رخصتها رسميا تحت اسم «دار النشر للعطار» وذلك عام ١٤٠٥ هـ.، كما شغل منصب مستشار بالديوان الملكي كما عمل رئيساً لمجلس إدارة مؤسسة عكاظ، توفي في جدة في يوم الجمعة السابع عشر من رجب عام ١٤١١هـ عن عمر يناهز ٧٧ عاماً. وهو من الادباء الذين تحدثوا عن الإسلام واسرار الشريعه في قضايا العبادات والمعاملات وتمتاز نظره هذا الكاتب باتساع الأفق كما أن اراءه وافكاره مقبوله عند مختلف المسلمين.\nنشآته\nرأى آحمد عبد الغفور عطار النور في منطقة تدعى جبل الكعبة المطل على الحرم المكي الشريف وكان ذلك في العام ١٣٣٤هـ ونشأ في حي المسفلة العريق. ومنذ طفولته كان تواقا للعلم والمعرفة حيث استفن ذلك الزخم والتوهج في العلم من والده عبد الغفور عطار حيث كان عالما بالكتاب والسنة ودارسا للمذهب الحنفي كما أنه كان من تجار العطور والمنسوجات الحريرية والعمائم وقد استفاد عبد الغفور عطار من اسفاره في معرفة ثقافات الشعوب بينما تعهد ابنائه بالعلم والمعرفة. أبجدية المعرفة. بدأت رحلت الاديب الراحل احمد عبد الغفور عطار العلمية علي يد «والدته» وكان هذا حال الكثيرين فاختصر ثلاث سنوات دراسية في عام واحد.\nرحلته العلمية والآدبية\n١- بدايته الصحافية\nكانت ب«الشباب الناهض» في ذلك الوقت حيث تلقى على يديها أبجدية الكتابة والقراءة ومنها انتقل لحلقات العلم في الحرم المكي وفي العام ١٣٤٣هـ التحق بمدرسة الفائزين في السنة التحضيرية وقد تمكن خلال نفس العام من حفظ كامل القرآن الكريم على يدي معلمه الشيخ عبد الغفور قاري وبعد ذلك استطاع اتمام السنة الأولى والثانية والثالثة بالمدرسة خلال عدة اشهر وتمكن من الالتحاق بمدرسة الفلاح ومن معلميه في تلك المرحلة الشيخ احمد فودة.. وبعد مرحلة مدرسة الفلاح التحق بمدرسة المسعى وخلال تلك الفترة توفي والده عبد الغفور وتولت والدته مسؤولية تشجيعه لمواصلة دراسته والنهل من بحور المعرفة وبعد أن اكمل المرحلة الابتدائية بمدرسة المسعى التحق بالمعهد العلمي السعودي الذي انشأه الملك عبد العزيز - - وكانت تلك اول مدرسة على النظام الحديث في المنطقة وقد انفردت بتدريس التربية وحسب ما هو موجود في ارشيف والدي فقد زامله في المعهد كل من عبد العزيز الفضل وعلي الخويطر وعبدالمحسن السويل وابراهيم السويل والسيد محمد نائب الحرم.\n٢- بداية صعبة\nكانت رحلته وزملاءه مع التحصيل كانت صعبة للغاية حتى انه كان يستذكر دروسه على ضوء السراج وفي أثناء دراسته في المعهد فقد خصص الملك عبد العزيز - - مكافأة قدرها جنيهان ذهبيان لكل طالب لتعينه على امور حياته.\n٣- شعلة الصحافة\nكان احمد عبد الغفور عطار منذ صغره مغرما بالعمل الصحفي وقد كانت هناك مجلة تصدر محلياً تسمى «الرسالة» وقد حفزته إلى اصدار مجلة اطلق عليها اسم «الشباب الناهض» وكان يقوم بجمعها وتحريرها يدوياً بمساعدة زملائه في المعهد.\n٤- حصاد المجلة\nولأن مجلة «الشباب الناهض» كانت تحمل مقالات عديدة فقد جمعها آحمد عبد الغفور عطار في اول كتاب له وهو على مقاعد الدراسة واسماه «كتابي» وفي ذلك الوقت زار الملك فيصل المعهد العلمي حينما كان اميراً للحجاز وفي تلك الزيارة القى آحمد عبد الغفور عطار كلمة مرتجلة وقدم للملك فيصل مؤلفه الأول فاطلع عليه واعجب بتلك المبادرة واصدر تعليماته لطباعة «»٣٠٠«» نسخة من ذلك الكتاب في مطبعة الحكومة في مكة المكرمة وكان ذلك في عام ١٣٥٤هـ. ولم يتوقف شغف العطار بالعلم إلى هذا الحد بل انه كان تواقاً للاستزادة منه والنهل من بحوره ولم تكن توجد آنذاك معاهد عليا أو كليات فقام مع زملائه الطلاب بتقديم اقتراح إلى مدير المعهد الشيخ ابراهيم الشوري بافتتاح كلية للاداب واستحسن الشيخ هذه الفكرة ونقلها إلى الأمير فيصل.\nجوائز وأوسمه\n* تم منحه ميدالية البطولة ولقب رئيس التحرير الفخري لجريدة سنترال ديلي نيوز.\n* ان سيرة لاديب الراحل احمد عبد الغفور عطار واعماله الادبية وتأسيسه لصحيفة عكاظ كرست اسمه في العالم العربي كأحد الادباء المرموقين، حيث تلقى دعوة من الرئيس التونسي السابق الحبيب بورقيبة لزيارة تونس.\n* تم تكريمه من الرئيس المصري حسني مبارك.\n* حصل آخر كتاباته عن احتلال العراق للكويت على وثيقة التقدير الذهبية من رابطة الأدب الحديث نظير اعماله الادبية واثرائه ساحة الفكر والأدب باعماله.\n* في ذات السياق تلقى التكريم من قبل المجمع العلمي العراقي حيث تم تكريمه كمفكر وعالم وأديب.\n* حصل على عضوية المجمع العلمي السوري وعضوية التآزر والشرف لذات المجمع.\nوعلى الصعيد الدولي:\n* فان دار النشر البريطانية هاتشرد طلبت نشر حقوق مؤلفاته واعادة اصدار النافد منها وتعتبر هذه الدار من اعرق دور النشر في العالم.\nجائزة الدولة:\n* على الصعيد المحلي حصل على ميدالية الاستحقاق تقديراً لإنتاجه الفكري\n* في العام ١٤٠٤ كرمه خادم الحرمين الشريفين الملك فهد بن عبد العزيز -ي- بجائزة الدولة في الأدب وقد كرم معه كل من صاحب السمو الملكي الأمير عبد الله الفيصل والشاعر طاهر زمخشري.. حيث حصل كل منهم على ميدالية لانجازاته في اثراء الساحة المحلية بالاعمال الابداعية.\n* كرمه صاحب السمو الملكي الأمير نايف بن عبد العزيز وزير الداخلية بشهادة من الدرجة الأولى تقديراً من سموه لخدمته في الأمن العام في بداية حياته.\nآعماله\n١- من أشهر مؤلفاته:\n* محمد بن عبد الوهاب\n* الهوى والشباب(ديوان شعر)\n* الخراج والشرائع\n* أريد أن أرى الله (مجموعة قصصية)\n* الهجرة (مسرحية)\n* صقر الجزيرة (٣ أجزاء)\n* البيان (نقد أدبي)\n* مقصورة ابن ديدات (بحث تاريخي أدبي)\n* الإسلام والشيوعية\n* حرب الأكاذيب\n* الفصحى والعامية\n* الإسلام طريقنا إلى الحياة\n* آراء في اللغة\n* الزحف على لغة القرآن\n* إنسانية الإسلام\n* الإسلام خاتم الأديان\n* ابن سعود وقضية فلسطين\n* الماسونية\n* الكعبة والكسوة منذ أربعة الآلاف سنة حتى اليوم\n* دفاع عن الفصحى\n* الهجرة\n* جحا يستقبل نفسه (مجموعة قصصية)\n* الإسلام دين خاص أم عام\n٢- ألف الأستاذ العطار العديد من الكتب والمؤلفات عن الصهيونية منها:\n* الشيوعية وليدة الصهيونية\n* اليهودية والصهيونية\n* مؤامرة صهيونية على العالم\n٣- كما عمل على تحقيق العديد من المراجع منها:\n* تهذيب الصحاح\n* ليس في كلام العرب للإمام ابن خالويه\n* آداب المتعلمين ورسائل أخرى في التربية الإسلامية. لابن خلدون وغيره\n* الصحاح. للإمام الجوهري ٧ أجزاء\n* مقدمة تهذيب اللغة, للإمام الأزهري\n٤- يضاف إلى ذلك العشرات من المقالات الصحافية التي نشرت بالصحافة المحلية وكذلك العديد من الأبحاث العلمية والمحاضرات التي ألقاها في الجامعات والمعاهد والأندية والجمعيات الخيرية والهيئات العالمية.\n(( صحيفة عكاظ))\nحصل الأديب العطار على امتياز إصدار صحيفة عكاظ في شهر شعبان من العام ١٣٧٩هـ وكانت تصدر في ذلك الوقت اسبوعيا وصدر العدد الأول منها في ٣ ذي الحجة من العام ١٣٧٩هـ وقد كان لصدور عكاظ دويا في تاريخ الصحافة السعودية حيث استقبلها القراء بلهفة لما كان له من سمعة أدبية وشهرة واسعة في العالمين العربي والإسلامي لكونه أديبا ومحققا في كتب التراث الإسلامي والمعاجم كما حصل على امتياز اصدار مجلة شهرية بعنوان كلمة الحق وهي تعنى بشؤون المجتمع والحياة وكانت تصدر غرة كل شهر من مكة المكرمة وصدر اول عدد منها في غرة محرم من العام ١٣٨٧هـ.\nحياته الشخصية\nكان العطار رجلاً اجتماعياً وشخصية محبوبة لدى معظم الأوساط الأدبية والثقافية، كرس حياته ومواهبه وطاقات نشاطه العقلي لخدمة البشرية, يعشق القراءة والاطلاع والكتابة لدرجة كبيرة، يساعد المحتاج على قضاء حوائجه ,كما كان يميل إلى الفكاهة المؤدبة حلو الحديث، متزن معتدل في آراءه، رغم أن حياته لم تكن مفروشة بالزهور بل كان يتخللها الكثير من الأشواك المدببة، حكيم في رأيه سديد في المشورة, ذو علم مكين وثقافة متنوعة شاملة\nوفاته\n١- بداية المرض\nفي العام ١٤٠٠هـ كان الأديب العطار في قبرص حينما تعرض لجلطة حادة في المخ وعجز عن حمل نفسه وحمل قلمه ليخط به أفكاره فكانت زوجته تكتب ما كان يمليه عليها من افكار ومواضيع ومقالات ولقد كان العطار ذا خط بديع وكان له مجموعة من اقلام «البوص» التي كان يكتب بها عناوين كتبه ومؤلفاته بالحبر الشيني الذي كان يطلبه خصيصاً لذلك الغرض. ولما تماثل للشفاء بعد شهرين من أزمة المرض بدأ يسترد عافيته رويداً رويداً ورغم مرضه إلا انه ظل مدافعاً قوياً عن الإسلام واللغة العربية ولم يقف موقفاً سلبياً من أي منهما فقد كان في ركض دائم بين الكتابة والمشاركة كما كانت له مشاركات منبرية في الأندية الأدبية ومنها نادي جازان الأدبي ونادي مكة الثقافي ونادي الوحدة الرياضي حيث تم تكريمه في كافة هذه المرافق فقد كان يحضر هذه الفعاليات التكريمية رغم مرضه.\n٢- آخر مقالاته\nوحينما اشتد عليه المرض تم ادخاله في المستشفى بجدة ورغم ذلك فإنه لم يفترق عن «صاحبيه» «القلم والكتاب»، وأذكر أن آخر مقال له كتبه وهو على سرير المرض وكان ذلك في العام ١٩٩٠ حينما احتل العراق دولة الكويت الشقيقة، حيث كتب مقالاً كشف فيه نظام صدام حسين عنوانه (صدام حسين طاغية العصر) وكانت تلك المقالة هي آخر مقالاته المكتوبة.\n٣- وفاته\nوقد انتقل إلى رحمة الله تعالى في يوم الجمعة السابع عشر من رجب عام ١٤١١هـ على وقت دخول صلاة الجمعة والإمام يرتقي منبر المسجد الحرام. وكان عمره في ذلك الوقت ٧٧ عاماً قضاها في طلب العلم النافع ومدافعاً عن لغة الضاد فهو أهل لأن يكون احد فرسانها.",
  "books": [
    {
      "text_id": 21526,
      "title": "أصلح الأديان للإنسانية عقيدة وشريعة"
    }
  ]
}