{
  "author_id": 1318,
  "author_meta": "محمد علي الصابوني (١٣٤٩ - ١٤٤٢ هـ)\nهو محمد علي ابن الشيخ جميل الصابوني الحلبي\nالنشأة\nولد الشيخ الصابوني بمدينة حلب الشهباء بسوريا عام ١٩٣٠ م، من أسره عريقة، وكان والده من كبار علماء حلب، تلقى الشيخ الصابوني تعليمه على يد والده وغيره من العلماء فقام بدراسة العربية والفرائض وعلوم الدين، كما حفظ القرآن الكريم في الكتاب وأكمل حفظه وهو في المرحلة الثانوية، هذا بالإضافة لدراسته للعديد من العلوم التي تلقاها على يد كبار العلماء بسوريا، والتي كانت تشتهر بعلمائها الكبار، فدرس الصابوني على يد كل من الشيخ محمد نجيب سراج، والشيخ أحمد الشماع، الشيخ محمد سعيد الإدلبي، والشيخ راغب الطباخ والشيخ محمد نجيب خياطة وغيرهم الكثير من العلماء والشيوخ.\nالتعليم\nتلقى الصابوني دراسته الابتدائية في المدارس الثانوية والتحق في المرحلة الإعدادية والثانوية بمدرسة التجارة ولكنه لم يستمر بدراسته فيها، حيث فضل الاتجاه إلى الدراسة الدينية فالتحق بالثانوية الشرعية والتي كانت تعرف باسم \" الخسروية\" وذلك في مدينة حلب، وتلقى هناك دراسته التي مزجت بين كل من العلوم الشرعية والعلوم الكونية، فجمع في دراسته بين كل من الدراسة الشرعية مثل التفسير، والفقه، والحديث، والأصول، والفرائض، وغيرها من العلوم الأخرى مثل الكيمياء، والفيزياء، والجبر، والهندسة، والجغرافيا والتاريخ وبذلك جمع الصابوني بين كلا من نوعي الدراسة الدينية والدراسة في فروع العلم الأخرى، وتخرج الصابوني من الثانوية الشرعية عام ١٩٤٩ م.\nبعد أن أتم الصابوني دراسته الثانوية الشرعية بنجاح قامت وزارة الأوقاف السورية بإرساله في بعثة إلى الأزهر الشريف بالقاهرة بمصر، وذلك حتى يتم دراسته الجامعية هناك وبالفعل تمكن الصابوني من أن يحصل على شهادة كلية الشريعة عام ١٩٥٢ م، ثم أتم دراسة التخصص وتخرج عام ١٩٥٤ من الأزهر حاملاً شهادة العالمية في تخصص القضاء الشرعي، وكانت هذه الشهادة من أعلى الشهادات في ذلك العصر فتعادل الدكتوراه في درجتها العلمية.\nالحياة العلمية\nبعد أن حصل الصابوني على درجة العالمية بتفوق من الأزهر الشريف عاد مرة أخرى إلى سوريا وبالتحديد إلى مدينته حلب حيث تم تعيينه أستاذاً لمادة الثقافة الإسلامية في ثانويات حلب ودور المعلمين، وظل يعمل في التدريس في الفترة ما بين ١٩٥٥ - ١٩٦٢ م.\nتم بعد ذلك انتدابه إلى المملكة العربية السعودية لكي يعمل أستاذاً معاراً من قبل وزارة التربية والتعليم السورية وذلك للتدريس بكلية الشريعة والدراسات الإسلامية، وكلية التربية بالجامعة بمكة المكرمة، فكان على راس البعثة السورية إلي المملكة، فقام بالتدريس فيها لمدة طويلة اقتربت من الثلاثين عام.\nقامت جامعة أم القرى بتعيينه باحثاً علمياً في مركز البحث العلمي وإحياء التراث الإسلامي، وقد قامت الجامعة بإسناد هذا المنصب له نظراً لجهوده ونشاطه في البحث العلمي والتأليف فقامت بإسناد مهمة تحقيق بعض كتب التراث الإسلامي إليه، وقد نجح الشيخ الصابوني في مهمته حيث عمل على تحقيق واحداً من أهم كتب التفسير وهو كتاب \" معاني القرآن\" للإمام أبي جعفر النحاس وعلى الرغم من كونها مخطوطة وحيدة إلا انه اجتهد في تحقيقها مستعيناً بالكثير من المراجع والكتب الخاصة بالتفاسير واللغة والحديث وغيرها وبالفعل خرج هذا الكتاب في ستة أجزاء وتم طبعه تحت أسم جامعة أم القرى بمكة المكرمة بمركز البحث العلمي وإحياء التراث الإسلامي.\nقام الشيخ بعد ذلك بالانتقال للعمل في رابطة العالم الإسلامي كمستشار في هيئة الإعجاز العلمي في القرآن والسنة، ومكث فيها عدة سنوات\nمؤلفاته\nتفرغ بعد ذلك الشيخ الصابوني للتأليف والبحث العلمي فقام بتأليف العديد من الكتب في عدد من العلوم الشرعية والعربية، وقد تم ترجمة مؤلفاته لعدد من اللغات الأجنبية مثل الإنجليزية والفرنسية والتركية، نذكر من هذه المؤلفات ما يلي:\nصفوة التفاسير، مختصر تفسير ابن كثير، التفسير الواضح الميسر، فقه العبادات في ضوء الكتاب والسنة، فقه المعاملات في ضوء الكتاب والسنة، موقف الشريعة الغراء من نكاح المتعة، النبوة والأنبياء، روائع البيان في تفسير آيات الأحكام من القرآن، قبس من نور القرآن الكريم، حركة الأرض ودورانها حقيقة علمية أثبتها القرآن، مختصر تفسير أبن كثير - تحقيق، المواريث في الشريعة الإسلامية، النبوة والأنبياء، الزواج الإسلامي المبكر، من كنوز السنة، موسوعة الفقه الشرعي الميسر، الزواج الإسلامي المبكر سعادة وحصانة، التفسير الواضح الميسر، الهدي النبوي الصحيح في صلاة التراويح، وغيرها العديد من المؤلفات القيمة التي أثرت المكتبة الإسلامية.\nبالإضافة للمؤلفات والرحلة العملية والعلمية للشيخ الصابوني فقد كانت له العديد من الإسهامات العلمية الأخرى فكان له درس يومي بالمسجد الحرام بمكة المكرمة، ودرس أخر أسبوعي بأحد مساجد مدينة جدة يقوم فيه بتفسير آيات القرآن الكريم، كما قام بتصوير حوالي ستمائة حلقة تلفزيونية لبرنامج تفسير القرآن الكريم كاملاً وقد استغرق هذا العمل منه الكثير من الجهد.\nجوائز وتكريم\nتقديراً لجهوده في المجال العلمي والإسلامي فقد تم اختياره من قبل جائزة دبي للقرآن ليكون \"الشخصية الإسلامية\" للدورة الحادية عشر، وتمنح هذه الجائزة للشخصيات الإسلامية المتميزة، أثناء فترة عمله الأكاديمي تخرج على يديه العديد من علماء الإسلام المتميزين، بالإضافة للمستفيدين من كتبه.\nتنبيه:\nلبعض كبار العلماء المعاصرين للمترجَم ملاحظات وردود علمية على مؤلفاته، منهم على سبيبل المثال:\n- الإمام عبدالعزيز ابن باز رحمه الله: كما في مقال مطول له بعنوان \"تنبيهات هامة على ما كتبه الشيخ محمد علي الصابوني في صفات الله عز وجل\" وهو ضمن «مجموع فتاواه ومقالاته» (٣/ ٥١ - ٨٢ جمع الشويعر).\n- وكذا العلامة الألباني رحمه الله: في مواضع كثيرة من كتبه ومسموعاته.\n- العلامة بكر أبو زيد: حيث أفرده برسالة مستقلة أسماها: \"التحذير من مختصرات محمد الصابوني في التفسير\".\n- وجمع كلامهم إضافة لملاحظات أخرى: الشيخ محمد بن جميل زينو في رسالتيه: ١ - \"تنبيهات هامة على كتاب صفوة التفاسير ومخالفات هامة في مختصر تفسير ابن جرير الطبري\" ٢ - \"التحذير الجديد من مختصرات الصابوني في التفسير\".\nتوفي يوم الجمعة ٦ شعبان ١٤٤٢ هجريًّا الموافق ١٩ مارس ٢٠٢١ ميلاديًّا، في مدينة يالوفا التركية عن عمر ناهز ٩١ عامًا.",
  "books": [
    {
      "text_id": 12347,
      "title": "روائع البيان تفسير آيات الأحكام"
    },
    {
      "text_id": 21549,
      "title": "مختصر تفسير ابن كثير"
    },
    {
      "text_id": 8967,
      "title": "صفوة التفاسير"
    }
  ]
}