{
  "author_id": 1327,
  "author_meta": "محمد عزة (وتنطق عِزّت) بن عبد الهادي دروزة (٢١ حزيران ١٨٨٧ - ٢٦ تموز ١٩٨٤)\nمفكر وكاتب ومناضل قومي عربي فلسطيني ولد في نابلس وتوفي في دمشق.  إضافة إلى نضاله السياسي، كان أديباً ومؤرخاً وصحفياً ومترجماً ومفسراً للقرآن. هو أحد مؤسسي الفكر القومي العربي إلى جانب ساطع الحصري وزكي الأرسوزي.\nاتخذ نضاله شكلاً وحدوياً تجاوز ظروف التجزئة والحدود المصطنعة، فشارك في تأسيس ونشاط الجمعيات والأحزاب الاستقلالية العربية الوحدوية النضالية في سورية الكبرى (قبل تقسيمها من قبل الاستعمار عام ١٩٢٠)، مثل جمعية العربية الفتاة وحزب الاستقلال العربي. هو أحد أعضاء المؤتمر السوري العام (١٩١٩ م) وسكرتير الجمعية التأسيسية، وأحد واضعي الدستور السوري الأول. عارض سياسة التتريك وقاد العديد من النشاطات المناهضة للانتداب البريطاني على فلسطين وسياسة تقسيم الأراضي العربية، وتوقع توحيد سورية ومصر في خمسينيات القرن العشرين. تعتبر سيرته الذاتية تأريخاً لمسيرة الحركة الوطنية النضالية والاستقلالية والوحدوية خلال القرن العشرين.\nترك دروزة أكثر من خمسين كتابًا في علوم شتى تتعلق بالعروبة والإسلام والتاريخ العام، ومنها سلسلة كتب في تاريخ الحركة العربية وأصول القومية العربية والوحدة العربية. تُعد مؤلفاته و بالذات كتاب \"الوحدة العربية\" من أهم ما كتب عن القومية العربية وعن طرق تحقيق الوحدة العربية\nالمولد والنشأة\nفي مدينة نابلس بفلسطين كان مولد محمد عزة دروزة في (١١ من شوال ١٣٠٥هـ = ٢١ من يونيو ١٨٨٧م) ونشأ في أسرة كريمة من قبيلة \"الفريحات\" التي كانت تسكن الأردن وانحدرت إلى فلسطين واستوطنت نابلس، وكان والده يعمل في تجارة الأقمشة في نابلس، وتلقى دروزة تعليمه في المدارس الابتدائية، وحصل على الشهادة الابتدائية في سنة ١٣١٨هـ = ١٩٠٠م ثم التحق بالمدرسة الرشيدية في نابلس، وهي مدرسة ثانوية متوسطة، وتخرج فيها بعد ثلاث سنوات، حاصلا على شهادتها.\nفي ميدان العمل\nولم تمكنه ظروف أسرته المادية من استكمال دراسته، فاكتفى بهذا القدر من الدراسة النظامية، والتحق بالعمل الحكومي موظفًا في دائرة البرق والبريد بنابلس (١٣٢٤هـ = ١٩٠٦م)، ثم انتقل إلى بيروت للعمل في مديرية البرق والبريد سنة (١٣٣٣هـ = ١٩١٤م) ثم أصبح مديرًا لها، ثم رُقِّي مفتشًا لمراكز البرق والبريد المدنية في صحراء سيناء وبئر سبع، وظل يترقى في وظائفه حتى أصبح في سنة (١٣٤١هـ = ١٩٢١م) سكرتيرا لديوان رئيس الأمير عبد الله أمير شرقي الأردن، لكنه تركه بعد شهر، واتجه إلى ميدان التعليم.\nوقد حفزه عدم إتمام الدراسة على إكمال ثقافته، وتغطية جوانب النقص بها بالقراءة والاطلاع الدؤوب، قرأ ما وقع تحت يديه من كتب مختلفة في مجالات الأدب والتاريخ والاجتماع والحقوق سواء ما كان فيها باللغة العربية أو بالتركية التي كان يجيدها، ويسرت له وظيفته في مصلحة البريد أن يطلع على الدوريات المصرية المتداولة في ذلك الوقت كالأهرام والهلال والمؤيد والمقطم والمقتطف، وكان البريد يقوم بتوزيع هذه الصحف على المشتركين بها، وهذه الدوريات كانت تحمل زادا ثقافيا متنوعا، ففتحت آفاق الفكر أمام عقل الشاب النابه، ووسعت مداركه، وصقلت مواهبه، وأوقفته على ما يجري في أنحاء الدولة العثمانية من أحداث.\nوفي أثناء هذه الفترة التي عملها بدائرة البرق والبريد اتصل بالصحافة، وبدأت محاولاته الأولى في الكتابة، فشارك في تحرير جريدة \"الإخاء العثماني\" التي كان يصدرها في بيروت أحمد شاكر الطيبي، وكان يترجم لها فصولا مما ينشر في الصحف التركية عن أخبار الدولة العثمانية وأحوال الحركة العربية، وكان يخص جريدة \"الحقيقة\" البيروتية، التي كان يصدرها كمال بن الشيخ عباس بمقال أسبوعي يتناول موضوعا اجتماعيا أو وطنيا، وشارك أيضا بالكتابة في جريدة فلسطين التي كان يصدرها عيسى العيسى في يافا، وجريدة الكرمل التي كان يصدرها نجيب نصار في حيفا.\nفي ميدان التربية والتعليم\nانتقل دروزة مع فرض الانتداب البريطاني في فلسطين سنة ١٣٤٢هـ = ١٩٢٢م إلى ميدان التربية والتعليم، فتولى إدارة مدرسة النجاح الوطنية في نابلس، وتحولت المدرسة على يديه إلى مركز من مراكز الوطنية إلى جانب رسالتها التعليمية والتربوية، فكانت تلقن طلابها حب العرب والعروبة، وتشعل في قلوبهم جذوة الوطنية، وتضع البرامج التي تغذي فيها الاعتزاز بالأمجاد العربية والإسلامية.\nوكانت لدروزة خلال إدارته المدرسة محاضرة أسبوعية في الأخلاق، والاجتماع يلقيها على طلاب الصفوف الثانوية، وظل ملتزما بهذا العمل خمس سنوات متصلة، ولم تشغله أعباء المدرسة عن كتابة المقالات الاجتماعية والتربوية، التي كان يمد بها مجلات \"الكشاف\" في بيروت، و\"المرأة الجديدة\" في القاهرة، ونشر مقالات سياسية في جريدتي \"الجامعة العربية\" و\"القدس\" في فلسطين.\nوأدت جهوده في السنوات الخمس التي تولى فيها إدارة المدرسة إلى تحسين نظمها وارتقاء مناهجها حتى أصبحت ذات مكانة كبيرة وتجلى أثره في توجيهها الوطني حيث تخرج في عهد رئاسته، وتتلمذ على يديه كثير من شباب فلسطين الذين كان لهم دور بارز في تاريخ الحركة الوطنية الفلسطينية.\nالحفاظ على الأوقاف الفلسطينية\nانتقل دروزة في سنة ١٣٤٧هـ = ١٩٢٨م إلى العمل في إدارة الأوقاف الإسلامية؛ حيث عُين مأمورا للأوقاف في نابلس، ثم رُقِّي في سنة ١٣٥١هـ = ١٩٣٢م مديرا عاما للأوقاف الإسلامية في فلسطين، وظل يشغل هذا المنصب حتى اندلاع الرحلة الثانية من الثورة الفلسطينية التي كانت قد شبت في سنة ١٣٥٥هـ = ١٩٣٦م، ولما كان دروزة من القائمين عليها أصدرت إدارة الانتداب البريطاني قرارًا بعزله عن منصبه في سنة ١٣٥٦هـ = ١٩٣٧م وقرارا آخر بمنعه من العودة إلى فلسطين حيث كان خارجها عند استئناف الثورة، ومنذ ذلك التاريخ ابتعد دروزة عن تولي الوظائف الحكومية والأهلية.\nمشاركته في الحركة القومية\nبدأ نشاط محمد عزة دروزة في ميدان الحركة الوطنية مبكرًا في سنة ١٣٢٧هـ= ١٩٠٩م، وشارك في إنشاء الجمعيات الوطنية والأحزاب السياسية، وشارك بتأليف الروايات القومية والمسرحيات التي تمجد العروبة، وتعبّر عن المطامح القومية والرغبة في النهوض، وتبوأ المكانة اللائقة، مثل رواية \"وفود النعمان على كسرى أنوشروان\" سنة ١٣٣٣هـ = ١٩١١م، و\"السمسار وصاحب الأرض\" سنة ١٣٣٣هـ = ١٩١٣م.\nوأتاح له عمله المتجول الاتصال بكثير من الشخصيات الوطنية والقومية البارزة وتشكيل الجمعيات الوطنية، التي أصبحت قاعدة الحركة الوطنية في فلسطين مثل \"الجمعية الإسلامية المسيحية\" وتولى سكرتيريتها، حتى يشعر العالم بأن المعارضة للمطامع الصهيونية من المسلمين والمسيحيين على السواء، وأن دروزة من الداعين إلى توحيد الجمعيات الوطنية التي تعمل في أنحاء فلسطين والتنسيق بين جهودها؛ فعقد المؤتمر الفلسطيني الأول في القدس في ربيع الأول ١٣٣٧ = يناير ١٩١٩م برئاسة عارف الدحاني، وكان أهم ما صدر عن المؤتمر التأكيد على المطالب القومية في الاستقلال والوحدة واعتبار فلسطين جزءا من سوريا، وفض المطامع الفرنسية وتجديد العلاقات مع بريطانيا على أساس التعاون فقط وعدم قبول أي وعد أو معاهدة جرت بحق البلاد ومستقبلها، وتولى دروزة مع زميل له إعداد مذكرة بخصوص هذا الشأن وتقديمها إلى الحاكم العسكري للبلاد لإرسالها إلى الحكومة في بريطانيا، وإلى مؤتمر السلم المنعقد في باريس، وانغمس دروزة في النشاط الوطني الفلسطيني منذ أن استقر في نابلس، فشارك بجهود مشكورة في انعقاد المؤتمرات السياسية التي كانت تخطط للحركة الوطنية وتتابع نشاطها، وكان على رأس المقاومين للسياسة البريطانية ومشروعاتها المختلفة، فقام مع رفاقه بحركة مقاطعة الدستور وانتخاب مجلس تشريعي مغلول اليد؛ الأمر الذي ترتب عليه وأد الفكرة وقتلها في مهدها، وقاد مظاهرات مختلفة ضد السياسة البريطانية، وأدى هذا إلى اعتقاله، وتقديمه للمحاكمة، والحكم عليه بالسجن، مثلما حدث له في سنة ١٣٥٣هـ = ١٩٣٤م، وكان دروزة أحد قادة ثورة فلسطين في سنة ١٣٥٥هـ= ١٩٣٦م حيث دعت إلى الإضراب العام، وتحول الإضراب إلى ثورة شعبية كاسحة.\nومال دروزة إلى اتخاذ إجراءات متصاعدة ضد السلطة البريطانية ما لم تستجب لمطالب البلاد، ولم تجد بريطانيا لمواجهة هذه الثورة بُدًّا من اعتقاله هو وزملائه، ولما تجددت الثورة سنة ١٣٥٦هـ= ١٩٣٧م كان المسئول عن التخطيط السياسي للثورة الفلسطينية، وكانت تتلقى أوامرها من دمشق حيث كان يقيم دروزة، وغيره من القيادات الفلسطينية اللاجئين بها، وظل هناك قائما على أمر الثورة الفلسطينية حتى اعتقله الفرنسيون بتحريض من الإنجليز في ١٣٥٨ هـ = ١٩٣٩م، وحوكم أمام محكمة عسكرية فأصدرت عليه حكما بالسجن، ثم أُفرج عنه سنة ١٣٦٠هـ= ١٩٤١م فذهب إلى تركيا لاجئا، وقضى هناك أربع سنوات عاد بعدها إلى فلسطين، واستمر دروزة يقوم بدوره السياسي في خدمة القضية الفلسطينية حتى اشتد عليه المرض في سنة ١٣٦٧هـ=١٩٤٨م، فاستقال من عضوية الهيئة العربية العليا لفلسطين وتفرغ للكتابة والتأليف، وقد سجل مذكراته في ستة مجلدات ضخمة، حوت مسيرة الحركة العربية والقضية الفلسطينية خلال قرن من الزمان.\nإنتاجه الفكري\nلم يحل انشغال دروزة بالحركة الوطنية الفلسطينية والمشاركة في قيادتها عن الكتابة والتأليف، فبدأ يؤلف خدمة للحركة الوطنية والنهوض بطلاب العلم في المدارس، فكتب رواياته الوطنية التي تشعل الحماس في النفوس الناشئة، وألف مختصرا في تاريخ العرب، بعنوان \"دروس التاريخ العربي من أقدم الأزمنة حتى الآن\"، وهو كتاب مدرسي للصفوف الابتدائية، وظل معتمدا في جميع المدارس العربية والوطنية الخاصة في فلسطين، ثم اتجه إلى التأليف العام، وهو يدور في ثلاث دوائر يكمل بعضها بعضا ويكمل كل منها رسالة الآخر.\nأما الدائرة الأولى فهي الدائرة الفلسطينية، وقد أسهم فيها بعدد من المؤلفات يأتي على قمتها مذكراته الضخمة التي تُعد أضخم عمل في هذا الباب من كتابه \"المذكرات الشخصية\"، كشفت جوانب غامضة، وأعانت على تفسير بعض القضايا المبهمة في مسيرة العمل الوطني الفلسطيني، وإلى جانب هذا العمل الكبير ألَّف كتبا كثيرة تخدم القضية الفلسطينية، مثل: \"القضية الفلسطينية في مختلف مراحلها\" و\"مأساة فلسطين\"، \"فلسطين\" و\"جهاد الفلسطينيين عبرة من تاريخ فلسطين\"، \"قضية الغزو الصهيوني\"، \"في سبيل فلسطين\"، \"فلسطين والوحدة العربية\" و\"من وحي النكبة صفحات مغلوطة\" و\"مهملة من تاريخ القضية الفلسطينية\".\nأما الدائرة الثانية فهي الدائرة العربية، وأسهم فيه مؤلفات متعددة منها:\nـ تاريخ الجنس العربي في مختلف الأطوار والأدوار والأقطار من أقدم الأزمنة، وصدر في ثمانية أجزاء نحو ثلاثة آلاف صفحة.\nـ العرب والعروبة في حقبة التغلب التركي، وصدر في تسعة أجزاء.\nـ الوحدة العربية، في مجلد كبير، وقد نال عنه جائزة من المجلس الأعلى والفنون والآداب بمصر في سنة ١٩٥١م.\nـ حول الحركة العربية الحديثة، في ستة أجزاء.\nـ نشأة الحركة العربية الحديثة، في مجلد واحد، تناول فيه أحوال العرب وتاريخ الدولة العثمانية، والجمعيات العربية التي كانت تطالب بالانفصال عن الدولة العثمانية.\nأما الدائرة الثالثة: فهي الدائرة الإسلامية، وشارك فيها بمؤلفات متعددة، يتصدرها عمله الكبير \"الدستور القرآني والسنة النبوية في شئون الحياة\"، وطُبع في مجلدين كبيرين، أوضح فيه ما احتواه القرآن والسنة النبوية من نظم لمختلف شئون الحياة، ويمثل هذا المؤلف تحولا كبيرا في حياة مؤلفه بعد أن استوفى دراسات التاريخ القومي وقضايا المجتمع العربي، حيث اتسعت نظرته أنه لا نجاح للأمة العربية في تحقيق أهدافها دون التماس منهج القرآن والالتزام به.\nوله أيضا \"التفسير الحديث\"، التزم فيه تفسير القرآن الكريم حسب ترتيب نزول  السور، وبدأ في تأليفه عندما كان لاجئا في تركيا، وصدر في ١٢ جزءا، وشارك في كتابة السيرة النبوية بكتابه المعروف \"سيرة الرسول صلى الله عليه وسلم صورة مقتبسة من القرآن\"، وصدر في مجلدين.\nوإلى جانب هذه الكتب الثلاثة الكبيرة له مؤلفات إسلامية متنوعة تواجه الاستشراق والتبشير مثل: \"القرآن والمرأة\"، \"القرآن والضمان الاجتماعي\"، \"القرآن والمبشرون اليهود في القرآن الكريم\".\nوفاته\nوبعد هذه الحياة العريضة التي حياها \"محمد عزة دروزة\" مناضلا وكاتبا، وافته المنية في دمشق بحي الروضة في يوم الخميس الموافق (٢٨ من شوال ١٤٠٤هـ = ٢٦ من يوليو ١٩٨٤م).",
  "books": [
    {
      "text_id": 23603,
      "title": "التفسير الحديث"
    }
  ]
}