{
  "author_id": 1330,
  "author_meta": "محمد محمود حجازي (١٣٣٢ - ١٣٩٢ هـ = ١٩١٤ - ١٩٧٢ م)\nمحمد محمود يوسف حجازي محمد هندي، الشافعي، الأزهري، ويلقب بمحمد الزكي:\nمن علماء الأزهر الشريف، ومن المفسرين المعاصرين.\nوُلِد في يوم الجمعة ٢٠/ ٠٦/ ١٣٣٢ هـ الموافق ١٥/ ٥/ ١٩١٤ م، في قريةِ شنبارة منقلا، التابعة لمركز دِيَرْب نَجْم بمحافظة الشرقية، بمصر.\nنشأ في كنف أبيه ورعايته، وحفظ القرآن على يديه وهو في الثانية عشرة من عمره.\nثم التحق بالمعهد الأزهري بالزقازيق، وانتقل منه إلى معهد دسوق، ثم أكمل المرحلة الثانوية بمعهد طنطا سَنةَ ١٩٣٥ م.\nثم التحق بكلية اللغة العربية بالأزهر الشريف، ونال منها شهادة العالِميَّةِ سنة ١٩٣٩ م.\nثم شهادة العالية مع إجازة التدريس سنة ١٩٤١ م.\nوأخذ في السنوات الأولى من تخرُّجه يعُدُّ نفسه، واتجه إلى علم التفسير، حتى حصل على درجة الماجستير عن كتابه «التفسير الواضح» من قسم التفسير وعلوم القرآن بكلية أصول الدين جامعة الأزهر في عام ١٩٦٦ م.\nثم حصل على درجة العالِميَّةِ (الدكتوراه) من كلية أصول الدين بالقاهرة في التفسير والدراسات القرآنية في ١٥/ ٤/١٩٦٨ م، عن موضوع: «الوحدة الموضوعية في القرآن الكريم»، بإشراف الشيخ أحمد الكومي، ومناقشة الشيخ محمد أبو زهرة، والشيخ أمين أبو الروس ..\nوأخذ في السنوات الأولى من التخرج يُعد نفسه لمستقبل علمي زاهر، واتجه على الخصوص إلى التفسير.\nأعماله ومناصبه:\nولي التدريس بمعهد الزقازيق الديني.\nثم أصبح شيخًا لمعهد فاقوس الديني.\nثم شيخًا لمعهد الزقازيق الديني.\nكما عُين مديرا لمعهد المنصورة.\nوبعد حصوله على شهادة الدكتوراه عمل ولي التدريس في جامعة الأزهر الشريف، بكلية أصول الدين، قسم التفسير وعلوم القرآن.\nوله أحاديث سجلها لإذاعة القرآن الكريم المصرية عن القصص القرآني.\nوقد انتُدب رحمه الله إلى العمل بالمعهد العالي للقضاء بالمملكة العربية السعودية عام ١٩٦٩ م لمدة عام واحد، مدرسًا لمادة التفسير وعلوم القرآن.\nثم ابتُعث بعد نيله الدكتوراه إلى جامعة أم درمان الإسلامية بجمهورية السودان ١٩٧٠/ ١٩٧١ م؛ فدرس فيها قرابة العامين.\nأهم مؤلفاته:\n١ - «التفسير الواضح»: في ٣٠ جزء بعدد أجزاء القرآن، جُمعَت في ٣ مجلدات، طُبع أكثر من مرة من آخرها الطبعة العاشرة عن دار الجيل ببيروت ١٤١٣ هـ= ١٩٩٣ م.\n٢ - «الوحدة الموضوعية للقرآن الكريم»: طبع عام ١٣٩٠ ه - ١٩٧٠ م بمطبعة المدني بالقاهرة ويطلب من دار الكتب الحديثة بالقاهرة.\nيقول في مقدمته: «ولقد راعني وأنا أكتب «التفسير الواضح» هذا النسق العجيب في سور القرآن وترتيبها في المصحف، فهذه سورة مدنية بجوار سورة مكية، وهذه سورة مدنية وسط عدد من السور المكية وهكذا. ثم إذا نظرت الى نفس السورة وآياتها تجد العجب العجاب، تجد السورة وقد جمعت آيات متعددة، وإن تكن متناسبة ومتلائمة، ولكنك تجد السورة تتحدث من موضوع خاص، فإذا قرأت غيرها تجدها تحدثت هي الأخرى عن نفس الموضوع، ولكن بشكل خاص ونسق يلتئم مع جو السورة التي قيل فيها، هذه ظاهرة استرعت البحث والنظر … ».\n٣ - «القصص القرآني في القرآن الكريم»: وهذا الكتاب لا يزال مخطوطًا، ومنه نسخة بخط الشيخ، وقد ذكر أحد الباحثين أنه حصل على هذه النسخة الفريدة.\n٤ - «أحاديث مختارة».\n٥ - «مشروعية القتال في الإسلام»: وهذا الكتاب ذكره المؤلف في «التفسير الواضح» عند تفسير قولِه تعالى: ?وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ?، قال: «وهذه الآية تدعونا إلى البحثِ في واجب المسلمين نحو دعوتهم ونشر دينهم، وماذا يكون موقفهم أمام معارضيهم وأعدائهم، في هذا الموضوع كتبت أنا وزميل لي بحثًا تامًّا كاملًا في مشروعية القتال، سيطبع قريبًا إن شاء الله» اهـ، ولا يُعرَفُ شيءٌ عن هذا الكتاب، وهل طبع أم لا؟\nوفاته:\nتوفي بمدينة الخرطوم بدولة السودان، يوم الإثنين ٣ ربيع الأول سنة ١٣٩٢ هـ الموافق ١٧/ ٠٤/١٩٧٢ م كما أرخه ابنه، ودفن بمدينة الزقازيق بمحافظة الشرقية.\nمصادر ترجمته:\n١ - «مناهج المفسرين» للدكتور منيع عبدالحليم محمود.\n٢ - «العالم المفسر الدكتور محمد محمود حجازي» مقال لطارق طه مكرم الله، منشور بموقع «رابطة العلماء السوريين»، وذكر من مراجعه:\nأ- «الدكتور محمد محمود حجازي ومنهجه في التفسير» رسالة لمحمد علي أحمد مكي.\nب- «جهود الشيخ الدكتور محمد محمود حجازي في التفسير الموضوعي» بحث للدكتور أحمد عباس البدوي.\n٣ - مع زيادات من جمع فريق المكتبة الشاملة.",
  "books": [
    {
      "text_id": 23589,
      "title": "التفسير الواضح"
    }
  ]
}