{
  "author_id": 1343,
  "author_meta": "محمد نجيب المطيعي (١٣٤٠ - ١٤٠٧ هـ = ١٩٢٢ - ١٩٨٥ م)\nمحمد نجيب بن إبراهيم بن عبد الرحمن بن أحمد بن بخيت المطيعي الطوابي. قضى حياته في مصر ثم السودان ثم المملكة العربية السعودية.\nولد في ١٥ يناير سنة ١٩٢٢ م الموافق ١٦ جمادى الأول ١٣٤٠ هـ بقرية (الطوابية) من قرى صعيد مصر بمحافظة أسيوط، وكان جده نزح من (المطيعة) إلى الطوابية\nوالمطيعة هي بلدة تابعة لمحافظة أسيوط تقع جنوب أسيوط، وقد كانت تسمى (القَطيعة)، ولكن أحد أبنائها وهو الشيخ محمد بخيت المطيعي الحنفي المتوفى سنة (١٣٥٤ هـ - ١٩٣٥ م) - وكان مفتياً للديار المصرية - قد استطاع أن يغير اسمها، فسماها (المطيعة) وانتسب إليها. والظاهر أنه كره اسم القطيعة لما فيه من معنى القطع والهجر، فغير اسمها جرياً على سنة النبي صلى الله عليه وسلم في تغيير الأسماء القبيحة إلى أسماء حسنة.\nوللمترجم (محمد نجيب المطيعي) صلةَ قرابةٍ بالمفتي السابق الشيخ محمد بخيت المذكور، وفي بعض كتاباته أنه إذا نقل عن الشيخ بخيت يقول: قال جدنا، فهو تقريباً عم جده.\nحفظ القرآن الكريم على والده، ثم انتقل به إلى مسجد أولاد إبراهيم باشا بالإسكندرية، فحفظ الآجرومية في النحو وحفظ البخاري ومسلم وسنن أبي داوود، كما درس كتب الفقه والعقيدة والأصول واللغة.\nوعمل مدرسًا في مسجد العمري بمدينة الإسكندرية، ثم صحافيًا ومراجعًا لغويًا في جريدة «وادي النيل».\nوفي الإسكندرية كان يناضل ضد المنظمات الصهيونية، حتى اضطره ذلك للهرب متجولا في محافظات الوجه البحري، ومن أجل التعمية على سبب هروبه كان يدَّعي أنه كان نصرانياً فأسلم، وأنه من أجل ذلك يخشى على حياته، فآواه بعض أعيان تلك القرى من المسلمين وتعاطفوا معه، حتى إنه استطاع أن يستخرج أوراقاً رسمية باسمٍ اختاره لنفسه وهو: محمد نجيب إبراهيم المطيعي، واسمه الحقيقي هو: محمود إبراهيم عبد الرحمن أحمد بخيت\nانتقل إلى القاهرة، فافتتح مكتبة المطيعي بميدان عبده باشا بحي العباسية، وقد قامت بنشر العديد من الكتب والإصدارات، وكان يستقبل فيها ضيوفه ويتحفهم بالكتب القيمة، يقول أحد من زاره وهو السيد علوي بن عبد الله السقاف «زرنا الشيخ العلامة الكبير محمد المطيعي في محل تجارته لبيع الكتب، وهو عالم شافعي المذهب متضلع، له مؤلفات من آخرها إكماله لشرح المهذب الذي شرحه النووي، ثم السبكي ولم يكملاه ونسج على منواليهما، واشترينا منه الجزء الثالث عشر والرابع عشر والخامس عشر والباقي لا يزال تحت الطبع» وقد قال عنه في موضع آخر «وبعد الساعة التاسعة وصل لزيارتنا الشيخ العلامة المطيعي، وكانت جلسة حافلة بالأبحاث العلمية التي دلتنا على غزارة علمه في الحديث والتفسير وفقه الإمام الشافعي، وذكر لنا أنه يعد لمجموع النووي، وهو الآن في آخر ربع منه».\nوشارك في برنامج فتاوى بالإذاعة المصرية يرد فيه على أسئلة المستمعين، وله تسجيلات صوتيه سجلها طلابه في شرح صحيح البخاري ومسلم وإحياء علوم الدين والأشباه والنظائر. وكانت دروسه ما بين مسجد كلية طب عين شمس وجامعة القاهرة وبيت الطلبة الماليزيين بالعباسية القاهرة، وكان أبو إسحاق الحويني ممن يحضر هذه الدروس وقتها\nثم سافر إلى السودان سنة ١٩٨١ فعمل رئيسًا لقسم السنّة وعلوم الحديث بجامعة «أم درمان» الإسلامية، كما أشرف فيها على العديد من رسائل الماجستير والدكتوراه\nكما عمل أستاذًا للحديث بجامعة الخرطوم\nثم قصد المملكة العربية السعودية عام ١٩٨٤، فعمل عميدًا لمعهد أبي بكر الصديق للدعوة الإسلامية بجدة، حتى وفاته\nتوفي في مستشفى الملك فهد بجدة حي الرويس يوم ٩ محرم ١٤٠٧ هجرية الموافق ٢٤ سبتمبر ١٩٨٥ ميلادية وهو يراجع آخر ما أضاف من مجلدات المجموع، ودفن في البقيع في المدينة المنورة حسب وصيته.\n(إجازاته)\nنال إجازات عديده من الشيخ محمد حبيب الله الشنقيطي، والسيد محمد علوي عباس المالكي، والسيد حسن الأهدل، وكثير من علماء المغاربة والموريتانيين.\n(من تلاميذه):\nمحمود سعيد ممدوح\nيسري رشدي السيد جبر الصديقي الشافعي الحسني الأزهري\nأبو إسحاق الحويني\nمحمد عمرو عبد اللطيف\nأحمد الهجين\nالقارئ إيهاب فكري\nالقارئ عبد الحكيم خاطر\nأحمد شحاتة الألفي الإسكندري\nأحمد منصور آل سبالك\n(ممن أجازهم)\nمحمد عمرو عبد اللطيف\nمجد مكي\nأبو تراب الظاهري\nمساعد البشير\nمحمد الدبيسي\nعلي بن عبد الرحيم الغامدي\n(مؤلفاته)\nتكملة المجموع شرح المهذب وهو أهم مؤلفاته وأكبرها\nكتاب تاريخ النقود الإسلامية\nكتاب خالد والدعوة المحمدية: يعرض فيه كيف كانت حياة خالد بن الوليد رضي الله عنه، نسبه وميلاده ونشأته وحروبه في الجاهلية والإسلام وخططه العسكرية وكيف كان رجل سياسة محنك وداعية جهبذ وكيف شهد التاريخ له بأنه رجل حرب وقيادة، رضي الله عنه\nصلة السنة بالقرآن: بحث قدمه في مؤتمر السيرة الثالث بدولة قطر ثم أضاف إلى البحث بابا يوضح فيه كيفية استخراج الأحكام من حديث خير الأنام وقد طبع الكتاب والبحث في كتاب واحد باسم صلة السنة بالقرآن،\nتبسيط علوم الحديث وأدب الرواية: نشر بدار حسان سنة ١٩٧٩ م.\nالبخاري المفترى عليه: وهي سلسلة مقالات نشرت في مجلة الأزهر من ١٩٧٥ إلى ١٩٧٧\nدرة الناصحين على أبشار اللامذهبيين، وهو للرد على دعاة اللامذهبية ومن يدعي القدرة على الاجتهاد المطلق دون الرجوع إلى الأئمة الأربعة.\nكتاب حقيقة محمود محمد طه أو الرسالة الكاذبة: نشر عام ١٩٨٦ وهو للرد على الدعوة المضلة المضللة التي قامت في السودان على يد المرتد الآثم وقد ظل الشيخ به وبدعوته حتى نفذت الحكومة حكم المحكمة السودانية بإعدام هذا المدعي الكاذب «محمود محمد طه».\nكتاب أحكام التصوير في الإسلام: نشر مكتبة المطيعي، وهو ردود على أسئلة قدمت إليه في أذاعة القرآن الكريم بجمهورية مصر العربية وقد جمعت في كتيب صغير يجمع فيه حكم التماثيل أن كانت مشوهة أو نصفية وحكم الستائر التي عليها رسوم ونقوش وحكم ورق الحائط الذي عليه تصاوير وحكم التصوير الفوتوغرافي وحكم الرسوم المطبوعة في الكتب وحكم العرائس المستعملة في لعب الصغار.\nتحقيق خمسة مجلدات من فتح البيان في مقاصد القرآن لصديق حسن خان: وقد طبع الكتاب في ١٥ مجلدا بعناية الشيخ عبد الله إبراهيم الأنصاري سنة ١٩٩٢، وقد أثبت تعليقات الشيخ المطيعي وهي من المجلد ٩ إلى المجلد ١٥ وكان يكتب بعد التعليق: (المطيعي)، قال: «إن المؤلف رحمه الله وضع بعض الحواشي ثم وضع الأستاذ المطيعي عند طبعه الكتاب الطبعة الأولى في الهند بعض الحواشي ووضعنا قربها كلمة (المطيعي)»\nله باب ثابت في مجلة الدعوة والاعتصام بعنوان: ليس حديثا .. ليس صحيحا.\n[عن ويكيبيديا، مع اختصار وترتيب]",
  "books": [
    {
      "text_id": 1026,
      "title": "تكملة المطيعي الأولى على المجموع شرح المهذب - ط السلفية"
    }
  ]
}