{
  "author_id": 1351,
  "author_meta": "مالك بن الحاج عمر بن الخضر بن نبي\nولد في مدينة تبسة (وهي مدينة تقع أقصى شرق الجزائر على الحدود الداخلية مع تونس) عام ١٣٢٣ هـ الموافق ١٩٠٥ م تلك الفترة التي شهدت أحداثاً كبيرة في تاريخ الجزائر وتاريخ الدول العربية، فقد سقطت الخلافة العثمانية واحتلت فرنسا الجزائر وبسطت هيمنتها على تونس والمغرب وكانت معظم الدول العربية تحت الاستعمار وما ترتب على ذلك من ردود الأفعال سواء في شكل حركات جهادية للتحرر أو دعوات إصلاحية\nولد مالك بين مجتمع جزائري محافظ وكانت أسرته فقيرة حيث كَفَلَهُ عمله في مراحل التعليم، وبسبب حالة الاحتلال التي كانت تعيشها الجزائر في ذلك الوقت لم يُقْبَلْ بن نبي، بعد انتهائه من المرحلتين الابتدائية والإعدادية، في الثانوية، فدرس في معهد وتخرج سنة ١٩٢٥ م برتبة باش عدل أي مساعد في القضاء بعد سنوات الدراسة الأربع، في مدرسته التي اعتبرها «سجناً» يعلّم فيه كتابة «صك زواج أو طلاق»؛ ثم عمل مُتَطَوِّعًا بسبب عدم وجود وظائف.\nسافر بعدها مع أحد أصدقائه إلى فرنسا حيث كانت له تجربة فاشلة فعاد مجددا إلى مسقط رأسه. وبعد العودة تبدأ تجارب جديدة في الاهتداء إلى عمل، كان أهمها، عمله في محكمة أفلو حيث وصلها في مارس ١٩٢٧ م، احتك أثناء هذه الفترة بالفئات البسيطة من الشعب فبدأ عقله يتفتح على حالة بلاده.\nأعاد الكرة سنة ١٩٣٠ م بالسفر لفرنسا ولكن هذه كانت رحلة علمية. حاول أولا الالتحاق بمعهد الدراسات الشرقية، إلا أنه لم يكن يسمح للجزائريين أمثاله بمزاولة مثل هذه الدراسات. تركت هذه الممارسات تأثيرا في نفسه. فاضطّر للتعديل في أهدافه وغاياته، فالتحق بمدرسة (اللاسلكي) للتخرج كمساعد مهندس، ممّا يجعل موضوعه تقنياً خالصاً، بطابعه العلمي الصرف، على العكس من المجال القضائي والسياسي. وتخرج عام ١٩٣٥ م مهندسا كهربائيا\nاتجه منذ نشأته نحو تحليل الأحداث التي كانت تحيط به وقد أعطته ثقافته المنهجية قدرة على إبراز مشكلة العالم المتخلف باعتبارها قضية حضارة أولا وقبل كل شيء فوضع كتبه جميعا تحت عنوان مشكلات الحضارة\nانغمس في الدراسة، وفي الحياة الفكرية، وتزوج من فرنسية واختار الإقامة في فرنسا حيث شرع يؤلف، في قضايا العالم الإسلامي، فيمكن القول: إنه لم يكُفَّ عن التأليف من سنة ١٩٤٦\n- حيث ألَّف فيها أول كتاب له وهو (الظاهرة القرآنية) (١٩٤٦)\n- وتلاه برواية (لبَّيك)، وهي رواية فلسفية (١٩٤٧)\n- ثم (شروط النهضة)، الذي طرح فيه مفهوم القابلية للاستعمار صدر بالفرنسية (١٩٤٨) [وبالعربية في ١٩٥٧]\n- ثم (وجهة العالم الإسلامي) (١٩٥٤)\nفي عام ١٩٥٦ لجأ إلى القاهرة بعد إعلان الثورة المسلحة في الجزائر سنة ١٩٥٤ م\n- فكتب كتابه (الفكرة الإفريقية الآسيوية) (١٩٥٦)\n- وله: النجدة … الشعب الجزائري يباد (١٩٥٧)\n- فكرة كومنولث إسلامي (١٩٥٨)\n- وصدر له (مشكلة الثقافة) (١٩٥٩)\nاتجه في القاهرة بعد اتصاله بالعديد من الطلاب إلى ترجمة كتبه إلى العربية ثم أصدر بقية كتبه بالعربية وتوالت أعماله الجادة.\n- حيث أصدر (الصراع الفكري في البلاد المستعمرة) (١٩٦٠) وهو أول كتاب كتبه مالك بن نبي بالعربية مباشرة بخلاف معظم كتبه التي ألَّفها بالفرنسية.\n- حديث في البناء الجديد (١٩٦٠) (ألحق بكتاب تأملات)\n- تأملات (١٩٦١)\n- وله (ميلاد مجتمع) (١٩٦٢)\n- في مهبِّ المعركة (١٩٦٢)\nبعد استقلال الجزائر عاد إلى الوطن سنة ١٩٦٣ حيث عين مديرا عاما للتعليم العالي الذي كان محصوراً في جامعة الجزائر المركزية وأصدر في الجزائر:\n- آفاق جزائرية (١٩٦٤)\n- القضايا الكبرى.\n- (مذكرات شاهد القرن - الطفل) (١٩٦٥)\nفي سنة ١٩٦٧ استقال من منصبه وتفرغ للكتابة والعمل الفكري وتنظيم ندوات فكرية، فأصدر:\n- (إنتاج المستشرقين وأثره في الفكر الإسلامي) (١٩٦٨)\n- الإسلام والديمقراطية (١٩٦٨)\n- (مذكرات شاهد القرن - الطالب) (١٩٧٠)\n- معنى المرحلة (١٩٧٠)\n- (مشكلة الأفكار في العالم الإسلامي) ويعتبر من أهم ما كتب بالعربية في القرن العشرين (١٩٧٠)\nتوفي رحمه الله في ٣١ أكتوبر ١٩٧٣ بالجزائر لكن علمه مازال مشعا يبلغ الآفاق\nونُشر له بعد وفاته كتب\n- (دور المسلم ورسالته في القرن العشرين) (١٩٧٧) [محاضرة ألقيت في ١٩٧٢]\n- (بين الرشاد والتيه) (١٩٧٨) [مقالات جمعها في صيف ١٩٧٢]\nولمالك بن نبي آثار فكرية لم تطبع، وهي في صورة مخطوطات مثل:\n- (دولة مجتمع إسلامي)\n- (العلاقات الاجتماعية وأثر الدين فيها)\n- (مجالس تفكير) وغيرها.",
  "books": [
    {
      "text_id": 11526,
      "title": "الصراع الفكري في البلاد المستعمرة"
    },
    {
      "text_id": 13296,
      "title": "لبيك حج الفقراء"
    },
    {
      "text_id": 13921,
      "title": "مذكرات مالك بن نبي - العفن"
    },
    {
      "text_id": 13925,
      "title": "وجهة العالم الإسلامي - المسألة اليهودية"
    },
    {
      "text_id": 19298,
      "title": "مشكلة الثقافة"
    },
    {
      "text_id": 21780,
      "title": "بين الرشاد والتيه"
    },
    {
      "text_id": 21781,
      "title": "تأملات"
    },
    {
      "text_id": 21840,
      "title": "دور المسلم ورسالته في الثلث الأخير من القرن العشرين"
    },
    {
      "text_id": 21841,
      "title": "شروط النهضة"
    },
    {
      "text_id": 23415,
      "title": "ميلاد مجتمع"
    },
    {
      "text_id": 2910,
      "title": "الظاهرة القرآنية"
    },
    {
      "text_id": 32674,
      "title": "القضايا الكبرى"
    },
    {
      "text_id": 37560,
      "title": "إنتاج المستشرقين وأثره في الفكر الإسلامي الحديث"
    },
    {
      "text_id": 37588,
      "title": "مشكلة الأفكار في العالم الإسلامي"
    },
    {
      "text_id": 37596,
      "title": "فكرة كمنويلث إسلامي"
    },
    {
      "text_id": 37612,
      "title": "في مهب المعركة"
    },
    {
      "text_id": 37647,
      "title": "المسلم في عالم الإقتصاد"
    },
    {
      "text_id": 37650,
      "title": "فكرة الإفريقية الآسيوية"
    },
    {
      "text_id": 37827,
      "title": "وجهة العالم الإسلامي"
    },
    {
      "text_id": 38209,
      "title": "مذكرات شاهد للقرن"
    },
    {
      "text_id": 96857,
      "title": "من أجل التغيير"
    }
  ]
}