{
  "author_id": 1354,
  "author_meta": "أَبُو جَعْفَرٍ التِّرْمِذِيُّ مُحَمَّدُ بنُ أَحْمَدَ بنِ نَصْرٍ\nقال «الذهبي» في السير:\nهُوَ: الإِمَامُ، العَلاَّمَةُ، شَيْخُ الشَّافِعِيَّة بِالعِرَاقِ فِي وَقته، أَبُو جَعْفَرٍ مُحَمَّد بن أَحْمَدَ نَصْر التِّرْمِذِيّ، الشَّافِعِيّ، الزَّاهِد.\nوُلِدَ: سَنَةَ إِحْدَى وَمائَتَيْنِ.\nوَارْتَحَلَ، وَسَمِعَ: يَحْيَى بن بُكَيْرٍ، وَيُوْسُف بن عَدِيّ، وَإِسْحَاق بن إِبْرَاهِيْمَ الصِّيْنِيّ، وَإِبْرَاهِيْم بن المُنْذِرِ الحِزَامِيّ، وَعُبَيْد اللهِ القَوَارِيْرِيّ، وَتفقَّه بِأَصْحَابِ الشَّافِعِيّ، وَلَهُ وَجهٌ فِي المَذْهَب.\nحَدَّثَ عَنْهُ: أَحْمَدُ بنُ كَامِلٍ، وَابْن قَانع، وَأَبُو بَكْرٍ بنُ خَلاَّد، وَأَبُو القَاسِمِ الطَّبَرَانِيّ، وَعِدَّةٌ.\nقَالَ الدَّارَقُطْنِيُّ: ثِقَةٌ مَأْمُوْنٌ نَاسكٌ.\nوَذكر إِبْرَاهِيْم بن السَّرِيّ الزَّجَّاج: أَنَّهُ كَانَ يُجرَى عَلَى أَبِي جَعْفَرٍ فِي الشَّهر أَرْبَعَةُ درَاهُم، يتقوَّتُ بِهَا.\nقَالَ: وَكَانَ لَا يَسأَلُ أَحَداً شَيْئاً .\nوَقَالَ مُحَمَّدُ بنُ مُوْسَى البربرِيّ: أَخْبَرَنِي أَبُو جَعْفَرٍ أَنَّهُ تقوَّت بَضْعَةَ عشر يَوْماً بِخمْس حبَّاتٍ، قَالَ: وَلَمْ أَكنْ أَملك غَيْرَهَا، أَخَذْتُ بِهَا لِفْتاً .\nوَنَقَلَ الشَّيْخ محيَي الدِّين النَّوَوِيّ: أَنَّ أَبَا جَعْفَرٍ جَزَمَ بِطهَارَة شَعْرِ رَسُوْل اللهِ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ-.\nوَقَدْ خَالفَ فِي هَذِهِ المَسْأَلَة جُمهورَ الأَصْحَاب.\nقُلْتُ - الذهبي - : يتعيَّن عَلَى كُلّ مُسْلِم الْقطع بِطَهَارَة ذَلِكَ، وَقَدْ ثَبَتَ أَنَّهُ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- لَمَّا حَلَقَ رأْسَهُ، فَرَّقَ شَعْرَه المُطَهَّر عَلَى أَصْحَابِهِ، إِكرَاماً لَهُم بِذَلِكَ .\nفوَالهفِي عَلَى تَقْبيل شعرَة مِنْهَا.\nقَالَ وَالد أَبِي حَفْصٍ بن شَاهِيْن: حَضَرْتُ أَبَا جَعْفَرٍ، فسُئِلَ عَنْ حَدِيْث النُّزُول، فَقَالَ: النُّزُول مَعْقول، وَالكَيْفُ مَجْهُول، وَالإِيْمَان بِهِ وَاجب، وَالسُّؤَال عَنْهُ بِدْعَة.\nقَالَ أَحْمَدُ بنُ كَامِلٍ القَاضِي: لَمْ يَكُنْ للشَّافعيَة بِالعِرَاقِ أَرَأْسُ، وَلَا أَوْرَعُ، وَلَا أَنْقَلُ مِنْ أَبِي جَعْفَرٍ التِّرْمِذِيّ .\nقُلْتُ: تُوُفِّيَ فِي المُحَرَّمِ، سَنَةَ خَمْسٍ وَتِسْعِيْنَ وَمائَتَيْنِ.\nوَقِيْلَ: إِنَّهُ اخْتُلِطَ بِأَخَرَة.",
  "books": [
    {
      "text_id": 26470,
      "title": "جزء فيه تفسير القرآن برواية أبي جعفر الترمذي"
    }
  ]
}