{
  "author_id": 1365,
  "author_meta": "الشيخ عبد المجيد بن عزيز الزنداني هو سياسي وداعية يمني، وهو مؤسس جامعة الإيمان الشرعية باليمن ومؤسس الهيئة العالمية للإعجاز العلمي في القرآن والسنة في مكة المكرمة. رئيس مجلس شورى حزب التجمع اليمني للإصلاح وأحد كبار مؤسسي جماعة الإخوان المسلمين في اليمن\nالولادة والنشأة\nولد الشيخ عبد المجيد بن عزيز الزنداني وُلد في قرية (الظهبي)، في مديرية (الشعر) من محافظة اب إحدى محافظات الجمهورية اليمنية، في عام ١٩٤٢م، وتلقى التعليم الأولي في الكتاب -إبان الحكم الإمامي في اليمن- ثم في عدن وأكمل الدراسة النظامية فيها.\nالشيخ الزنداني في مصر\nوبعدها خرج لمواصلة الدراسة الجامعية في جمهورية مصر العربية، وهناك التحق بكلية الصيدلة ودرس فيها لمدة سنتين، بسبب اهتمامه بالعلم الشرعي منذ نعومة أظفاره، أخذ يقرأ في علوم الشريعة ويتبحر فيها وتسنى له الالتقاء بأكابر العلماء في الأزهر الشريف، وكذا الطلاب اليمنين في مصر وعلى رأسهم الأستاذ الزبيري، وفتحت للشيخ آفاق واسعة في فهم نصوص الشريعة. وخلال وجوده في مصر كان له اتصال بجماعة الإخوان المسلمين وتأثر بهم.\nالعودة إلى اليمن\nعاد لليمن وساهم في جهود حماية الثورة الجمهورية التي قضت على الحكم الإمامي عام ١٣٨٢هـ/١٩٦٢م، وقدم عبر إذاعة صنعاء برنامج (الدين والثورة).\nوقد اغتيل الأستاذ (محمد محمود الزبيري)،في بلاد برط وكان الزنداني بجواره،؛ رحل إلى مدينة عدن، وتولى إدارة معهد (النور) العلمي في حي (الشيخ عثمان)، ثم عاد إلى مدينة صنعاء بعد نجاح الانقلاب الأبيض الذي قام به الرئيس (عبد الرحمن الإرياني) ضد الرئيس (عبد الله السلال) عام١٩٦٧م، والمعروف بـ(حركة الخامس من نوفمبر)، وتولى إدارة الشئون العلمية في وزارة التربية والتعليم، وساهم بالتدريس لعدد من المواد العلمية في مدارس الجمهورية كمادة الأحياء، ثم تعيّن رئيسًا لمكتب التوجيه والإرشاد منذ إنشائه عام ١٩٧٥م، وخلال عمله هذا عمل على إحداث تفاعلات فكرية واسعة عبر استقدام عدد من كبار المفكرين العرب والمسلمين إلى اليمن، وكان يقود تنظيم الاخوان المسلمين في اليمن.\nعين في وزارة المعارف (التربية والتعليم)، وبدأت حياته بالتصنيف والتدريس، فألف كتاب التوحيد مع مجموعة من العلماء كمنهج في المدارس الإعدادية والثانوية، ولقد سجلت له كثير من الأشرطة الدعوية والمحاورات في دعوة الكافرين ومنها شريط إنه الحق، وترجمت كثير من كتبه إلى عدت لغات وكذا بعض أشرطته.\nالذهاب إلى السعودية\nوانتقل إلى المملكة العربية السعودية وعاش فيها حقبة من الزمن، وقام بالتدريس وإلقاء المحاضرات، وساهم في تأسيس هيئة الإعجاز العلمي في القرآن والسنة في المملكة العربية السعودية وترأسها بعد ذلك.\nثم عاد إلى بلده اليمن وأسس جامعة الإيمان للعلوم الشرعية، وتواصلت مصنفاته وأبحاثه في علم الإيمان والإعجاز، وكذا في الدعوة ومنهجها ولقد منح شهادة الدكتوراه من جامعة أم درمان الإسلامية بالسودان.\nمقالات وأبحاث للشيخ الزنداني\n* أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ\n* الأقمار الصناعية تشهد بنبوة محمد\n* منطقة المصب والحواجز بين البحار\nكتب الشيخ الزنداني ومؤلفاته\n١. علم الإيمان\n٢. طريق الإيمان\n٣. نحَو الإيمَان\n٤. التوحيد\n٥. البّينة العلمية في القرآن الكريم",
  "books": [
    {
      "text_id": 9781,
      "title": "بينات الرسول صلى الله عليه وآله وسلم ومعجزاته"
    }
  ]
}