{
  "author_id": 1371,
  "author_meta": "محمد حسين هيكل شاعر وأديب وسياسي كبير مصري، ولد في ٢٠ أغسطس ١٨٨٨ الموافق ١٢ ذو الحجة ١٣٠٥ هـ في قرية حنين الخضراء في مدينة المنصورة ، محافظة الدقهلية ، مصر.\nدرس القانون في مدرسة الحقوق الخديوية بالقاهرة وتخرج منها في عام ١٩٠٩. حصل على درجة الدكتوراه في الحقوق من جامعة السوربون في فرنسا سنة ١٩١٢، ولدي رجوعه إلى مصر عمل في المحاماة ١٠ سنين، كما عمل بالصحافة. اتصل بأحمد لطفي السيد وتأثر بأفكاره، والتزم بتوجيهاته، كما تأثر بالشيخ محمد عبده وقاسم أمين وغيرهم.\nكان عضوا في لجنة الثلاثين التي وضعت دستور ١٩٢٣، أول دستور صدر في مصر المستقلة وفقا لتصريح ٢٨ فبراير ١٩٢٢. لما أنشأ حزب الأحرار الدستوريين جريدة أسبوعية باسم السياسة الأسبوعية عين هيكل في رئاسة تحريرها سنة ١٩٢٦. اختير وزيرا للمعارف في الوزارة التي شكلها محمد محمود عام ١٩٣٨، ولكن تلك الحكومة استقالت بعد مدة، إلا أنه عاد وزيرا للمعارف للمرة الثانية سنة ١٩٤٠ في وزارة حسين سري، وظل بها حتى عام ١٩٤٢، ثم عاد وتولى هذا المنصب مرة أخرى في عام ١٩٤٤، وأضيفت إليه وزارة الشؤون الاجتماعية سنة ١٩٤٥.\nاختير سنة ١٩٤١ نائبا لرئيس حزب الأحرار الدستوريين، ثم تولى رئاسة الحزب سنة ١٩٤٣، وظلَّ رئيسًا له حتى ألغيت الأحزاب بعد قيام ثورة ٢٣ يوليو ١٩٥٢. تولى رئاسة مجلس الشيوخ سنة ١٩٤٥ وظل يمارس رئاسة هذا المجلس التشريعي حتى يونيو ١٩٥٠ حيث أصدرت حكومة الوفد المراسيم الشهيرة التي أدت إلى إخراج هيكل وكثير من أعضاء المعارضة من المجلس نتيجة الاستجوابات التي قدمت في المجلس وناقشت اتهامات وجهت لكريم ثابت أحد مستشاري الملك فاروق.\nتولى أيضا تمثيل السعودية في التوقيع على ميثاق جامعة الدول العربية عام ١٩٤٥، كما رأس وفد مصر في الأمم المتحدة أكثر من مرة.\nتوفي يوم السبت ٥ جمادى الأولى ١٣٧٦ هـ الموافق ٨ ديسمبر ١٩٥٦م عن عمر يناهز ٦٨ عاما.\nمؤلفاته\n* رواية زينب.\n* رواية سهيلة في الظلمة - ١٩١٤.\n* سير حياة شخصيات مصرية وغربية - ١٩٢٩.\n* حياة محمد - ١٩٣٣.\n* في منزل الوحى - ١٩٣٩.\n* مذكرات في السياسة المصرية - ١٩٥١ / ١٩٥٣.\n* الصديق أبو بكر.\n* الفاروق عمر - ١٩٤٤ / ١٩٤٥.\n* عثمان بن عفان - ١٩٦٨.\n* ولدي.\n* يوميات باريس.\n* الإمبراطورية الإسلامية والأماكن المقدسة - ١٩٦٤.\n* قصص سعودية قصيرة - ١٩٦٧.\n* في أوقات الفراغ،\n* الشرق الجديد.",
  "books": [
    {
      "text_id": 9797,
      "title": "حياة محمد صلى الله عليه وآله وسلم"
    }
  ]
}