{
  "author_id": 1373,
  "author_meta": "محمد علي اللاهوري القادياني (١٨٧٤-١٩٥١ م) أحد أتباع غلام أحمد القادياني (الذي ادعى النبوة) ، ورئيس الفرع اللاهوري للقاديانية\nبعد موت ميرزا غلام أحمد انقسمت القاديانية إلى شعبتين:\n- شعبة قاديان: (تزعمها ابن غلام أحمد )\n- شعبة لاهور : (تزعمها محمد على اللاهورى)\nوقد اختلف العلماء في حقيقة اعتقاد «محمد علي» في الميرزا غلام أحمد القادياني، فقال بعضهم بأنه كان يعتقد أنه مجدِّد، لا أنه نبي، ولكن الراجح أن الرجل خبيث ماكر، وأنه أعلن هذا بعد وفاة الميرزا ليسوِّق للقاديانية من غير الانحراف الجلي الذي فيها وهو ادعاء الميرزا للنبوة! وهو الذي حصل بالفعل، فانتشرت بسببه القاديانية في بلاد كثيرة.\nوالباطل لا بد وأن يتناقض أهله فيه، فقد صرح «محمد علي» نفسه بقوله عن الغلام: «نحن نعتقد أن «غلام أحمد» مسيح موعود، ومهدي معهود، وهو رسول الله ونبيه، ونزله في مرتبة بيَّنها لنفسه - أي: إنه أفضل من جميع الرسل -، كما نحن نؤمن بأن لا نجاة لمن لا يؤمن به!».\nومن معتقداتهم - شعبة لاهور - أن المسيح هو ابن يوسف النجار من مريم (!!) ، ويقولون - ككل القاديانية - بإلغاء فريضة الجهاد\nقام محمد علي بنشاط كبير في عرض القاديانية، ولعل من أهم أعماله: ترجمته للقرآن الكريم إلى اللغة الإنجليزية، حيث ملأها بالأفكار القاديانية، مما جعل الكثير من الناس يقعون ضحية تلك الأفكار ظانين أنها ترجمة رجل مسلم\nلقد اتجه هذا الرجل في تفسيره للقرآن وجهة خطيرة لم يتورع فيها عن الكذب والتعسف ومخالفة أهل العلم واللغة والإجماع، وإنما فسره بمعان باطنية، فيها التركيز على إنكار الإيمان بالغيب وبالقدرة الإلهية، والأمثلة على ذلك كثيرة جدّاً، منها على سبيل المثال:\n- (أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ اللهِ) آل عمران/٤٩، المراد بالطير هنا: استعارة، أي: رجال يستطيعون أن يرتفعوا من الأرض وما يتصل بها من أخلاق وأشياء، ويطيروا إلى الله ويحلقوا في عالم الروح.\n- المراد باليد البيضاء التي أُعطي موسى: أي: الحجة، والحبال والعصي في قوله تعالى: (فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ) الشعراء/٤٤، أي: وسائلهم وحيلهم التي عملوها في إحباط سعي موسى.\n- وفي قوله تعالى: (فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ) سبأ/١٤ الآية، دابة الأرض: هو رجل اسمه «رحبعام بن سليمان» الذي تولى الملك بعده، وسمي دابة الأرض لقصر نظره، إذ كان لا يجاوز الأرض.\nوالمنسأة التي هي العصا: كناية عن ضعف الحكومة وانقراضها.\nوالجن: شعوب أجنبية بقيت في حكم بني إسرائيل إلى ذلك العهد.\nوهدهد سليمان: هو إنسان! كان يسمَّى الهدهد، وكان رئيس البوليس السري! في حكومة سليمان.\nوهذه الترجمة قد حذَّر منها العلماء لما فيها من دس اعتقاد الفرقة القاديانية فيها.\nفعلماء مصر أفتوا حكومتهم بمنع الإذن بدخول مصحفهم المطبوع مع ترجمتهم له, وكذلك فعل مفتي بيروت.\nوقد صدر قرار عن «مجلس مجمع الفقه الإسلامي» المنبثق عن «منظمة المؤتمر الإسلامي» برقم: ٤ (٤ / ٣) بشأن القاديانية واللاهورية، وقد جاء فيه:\n«وأما اللاهورية: فإنهم كالقاديانية في الحكم عليهم بالردة، بالرغم من وصفهم ميرزا غلام أحمد بأنه ظل وبروز لنبينا محمد صلى الله عليه وسلم» هذا ويحرم تزوج المسلم من قاديانية.",
  "books": [
    {
      "text_id": 30082,
      "title": "المختصر في أصول الفقه"
    },
    {
      "text_id": 30090,
      "title": "جامع المسائل والقواعد في علم الأصول والمقاصد"
    },
    {
      "text_id": 30092,
      "title": "رسالة في الأدب لأصحاب الطلب"
    },
    {
      "text_id": 30093,
      "title": "سيل الأقلام بفوائد من كتاب العلم من صحيح الإمام"
    },
    {
      "text_id": 30131,
      "title": "الرسالة الندية في القواعد الفقهية"
    }
  ]
}