{
  "author_id": 1374,
  "author_meta": "الدكتور عماد الدين خليل\nمن مواليد الموصل ـ العراق عام ١٩٣٩\nحصل على البكالوريوس (الليسانس) في الآداب بدرجة الشرف من قسم التاريخ بكلية التربية ـ جامعة بغداد عام ١٩٦٢والماجستير في التاريخ الإسلامي بدرجة جيد جدا من معهد الدراسات العليا بكلية الآداب ـ جامعة بغداد عام ١٩٦٥ عن رسالته الموسومة بـ (عماد الدين زنكي: ٤٨٧ - ٥٤١ ه / ١٠٩٤- ١١٤٦م ) والدكتوراه في التاريخ الإسلامي بدرجة الشرف الأولى من كلية آداب جامعة عين الشمس في القاهرة عام ١٩٦٨عن رسالته الموسمية (الإمارات الارتقية في الجزائر الفراتية والشام : ٤٦٥ - ٨١٣ه / ١٠٧٢- ١٤١٠)\nعمل مشرفا على المكتبة المركزية لجامعة الموصل عام ١٩٦٨ - وعمل معيدا فمدرسا فأستاذا مساعدا في كلية آداب جامعة الموصل للأعوام ١٩٦٧-١٩٧٧ عمل باحثا علميا ومديرا لقسم التراث ومديرا لمكتبة المتحف الحضاري في المؤسسة العامة للآثار والتراث/  المديرية العامة لآثار ومتاحف المنطقة الشمالية في الموصل للأعوام ١٩٧٧- ١٩٨٧ حصل على الأستاذية عام ١٩٨٩ وعمل أستاذا للتاريخ الإسلامي ومناهج البحث وفلسفة التاريخ في كلية آداب جامعة صلاح الدين في اربيل للأعوام ١٩٨٧- ١٩٩٢ ثم في كلية تربية جامعة الموصل ١٩٩٢-٢٠٠٠م فكلية الدراسات الإسلامية والعربية في دبي بالإمارات العربية المتحدة ٢٠٠٠-٢٠٠٢م فجامعة الزرقاء الأهلية/ الأردن عام ٢٠٠٣ م فكلية آداب جامعة الموصل ٢٠٠٣-٢٠٠٥م التي أعارت خدماته لكلية الشريعة والدراسات الإسلامية بجامعة اليرموك/ الأردن حيث لا يزال يعمل هناك.\nشارك في عدد من المؤتمرات والندوات الدولية العلمية والثقافية من بينها\n١-  المؤتمر الأول للتعليم الجامعي بغداد العراق ١٩٧١\n٢-  المؤتمر العالمي الثالث للسيرة والسنة النبوية الدوحة قطر ١٩٧٩\n٣-  المؤتمر الدولي الثالث لتاريخ بلاد الشام (فلسطين) عمان الأردن ١٩٨٠\n٤-  الندوة العالمية الثالثة للآثار والتراث بغداد العراق ١٩٨١\n٥-  ندوة حوار حول الأدب الإسلامي المدينة المنورة السعودية ١٩٨٢\n٦-  ندوة كتابة تاريخ الأمة الإسلامية الزقازيق مصر ١٩٨٩\n٧-  ندوة المنهاجية وإسلامية المعرفة أكسفورد المملكة المتحدة ١٩٩٠\n٨-  الأسبوع الثقافي للمعهد العالمي وجمعية الدراسات والبحوث الإسلامية عمان الأردن ١٩٩٢\n٩-  المؤتمر العالمي الثاني حول سعيد النورسي وتجديد الفكر الإسلامي اسطنبول تركيا ١٩٩٢\n١٠ـ ندوة مستقبل العالم الإسلامي الثقافي من خلال واقعه المعاصر، فاس المغرب ١٩٩٣\n١١ـ المؤتمر العالمي الثالث حول فكر سعيد النورسي اسطنبول تركيا ١٩٩٥\n١٢ـ المؤتمر الثاني لجامعة الزرقاء الأهلية حول الأدب الإسلامي الواقع والطموح عمان/ الأردن ١٩٩٩\n١٣ـ الملتقى الدولي الثالث للأدب الإسلامي، أغادير/ المغرب ٢٠٠١م\n١٤ـ الملتقى الدولي الرابع للأدب الإسلامي، فاس/ المغرب ٢٠٠٤م\nوشارك في إنجاز عدد من الأعمال العلمية لبعض المؤسسات ومنها:\n١- المنظمة العربية للتربية والثقافة والعلوم/ تونس\n٢- مركز الدراسات الإسلامية/ أكسفورد\n٣- المعهد العالمي للفكر الإسلامي/ فيرجينيا\n٤- الندوة العالمية للشباب الإسلامي/ الرياض\nكما حاضر في عدد من الجامعيات والمؤسسات العربية والإسلامية والعالمية، منها:\n١- جامعة الإمام محمد بن سعود - الرياض\n٢- جامعة العين - الإمارات العربية المتحدة\n٣- مركز الدراسات الإسلامية - أكسفورد\n٤- جامعة القران الكريم والعلوم الإسلامية - أم درمان\n٥- جامعة أم درمان - أم درمان\n٦- الجامعة الأردنية - عمان\n٧- جامعة صنعاء - صنعاء\n٨- جامعة العلوم والتكنولوجيا - صنعاء\n٩- جامعة الزرقاء الأهلية - عمان\n١٠- جامعة جرش الأهلية - عمان\n١١- جامعة قطر - الدوحة\n١٢- مكتبة الأردن للمعهد العالمي للفكر الإسلامي - عمان\n١٣- جمعية الدراسات والبحوث الإسلامية - عمان\n١٤- الجامعة الإسلامية العالمية - ماليزيا\n١٥- المجمع العالمي العراقي - بغداد\n١٦- كلية الدراسات الإسلامية والعربية - دبي\n١٧- جامعة اليرموك - اربد\n- شارك في صياغة مناهج التاريخ لعدد من الجامعات منها\n١- جامعة العلوم والتكنلوجية - صنعاء\n٢- الجامعة الإسلامية العالمية - ماليزيا\n٣- المعهد الأوربي للدراسات الإنسانية - فرنسا\n- أنجز العديد من المواد العالمية في التاريخ والحضارة والفكر والادب للموسوعات العربية والإسلامية ومنها:\n١- موسوعة دار الشروق - القاهرة (٤٠ مادة)\n٢- الموسوعة العلمية المتطورة ـ مدريد( ١٠ مواد)\n٣- موسوعة التاريخ والحضارة الإسلامية ـ القاهرة (٣٥ مادة)\n٤- موسوعة مؤسسة الوقف التركية ـ اسطنبول (مادة واحدة)\n٥- الموسوعة الدينية ـ بيروت (٦ مواد)\n- شارك في عضوية اللجان الاستشارية لهيئات تحرير عدد من المجلات العلمية والفكرية المحكمة ومنها:\n١- مجلة المسلم المعاصر ـ مصر\n٢- مجلة الانسان المعاصر ـ لبنان\n٣- مجلة المنعطف - المغرب\n٤- مجلة اسلامية المعرفة - ماليزيا\n٥- مجلة الدراسات الاسلامية - الباكستان\n٦- مجلة التاريخ الاسلامي - الهند\nاشرف على العديد من الطلبة الماجستير والدكتوراه في التاريخ الاسلامي\nكتب عن اعماله عدد من رسائل الدبلوم العالمي والماجستير والدكتوراه في العديد من الجامعات  العربية\nترجمت بعض مؤلفاته الى عدد من اللغات وبخاصة الانكليزية والفرنسية والتركية والفارسية والكردية والاندنوسية\nنشر عشرات البحوث في العديد من المجلات العلمية والاكادمية والمحكمة منها:\nسومر (بغداد) المؤرخ العربي (بغداد) المورد( بغداد) مجلة المجمع العالمي العراقي (بغداد) اداب الرافدين( الموصل) المسلم المعاصر (القاهرة) اسلامية المعرفة (ماليزيا) التجديد (ماليزيا) العلم والايمان (الخرطوم) مجلة جامعة ام القرى (مكة المكرمة) النعطف ( المغرب) الانسان ( باريس) الدراسات الاسلامية ( باكستان) مجلة التاريخ الاسلامي (الهند) افاق الثقافة والتراث (الامارات العربية المتحدة) حولية كلية الشريعة والقانون والدراسات الاسلامية ( الدوحة ) الافاق (عمان) نشر مئات المقالات والبحوث الثقافية والاعمال الادبية ( دراسة وتنظيرا ونقدا وابداعا) فيما يقارب السبعين مجلة و صحيفة عربية واسلامية - عضو رابطة الاداب الاسلامي العالمية - اختير عضوا في مجلس جامعة صلاح الدين - اربيل \" العراق (١٩٨٩-١٩٩١) ومجلس جامعة الموصل - العراق (٢٠٠٣-٢٠٠٥)م ممثلا عن التدريسيين - قيم كتابه ( مدخل الى الحضارة الاسلامية ) من قبل مؤسسة ارامكس ميديا واحدا من افضل عشرة كتب في العالم لعام ٢٠٠٥ م - متزوج منذ عام ١٩٧٢ وله ولد وابنتان وهواياته تنصب على المطالعة والرياضة ومشاهدة لعبات كرة القدم .\nالمؤلفات المشورة\nاولا: في التاريخ ومناهجه وفلسفته\n١-  ملامح الانقلاب الاسلامي في خلافة عمر بن بن عبد العزيز الدار العلمية بيروت - ١٩٧٠\n٢-  عماد الدين زنكي   مؤسسة الرسالة بيروت - ١٩٧٢\n٣-  دراسة في السيرة   مؤسسة الرسالة ودار النفائس بيروت - ١٩٧٤\n٤-  التفسير الاسلامي للتاريخ دار العلم للملايين بيروت - ١٩٧٥\n٥-  الحصار القاسي ملامح ماساتنا في افريقيا مؤسسة الرسالة بيروت - ١٩٧٨\n٦-  الامارات الارتقية في الجزيرة الفراتية والشام مؤسسة الرسالة بيروت - ١٩٨٠\n٧-  نور الدين محمود : الرجل والتجربة  دار القلم دمشق -١٩٨١\n٨-  في التاريخ الاسلامي : فصول في المنهج والتحليل المكتب الاسلامي بيروت ـ١٩٨١\n٩-  المقاومة الاسلامية للغزو الصليبي : عصر ولاة السلاجقة مكتبة المعارف الرياض ـ ١٩٨١ في الموصل\n١٠-  دراسة التاريخ المكتب الاسلامي بيروت ـ ١٩٨٣\n١١- ابن خلدون اسلاميا المكتب الاسلامي بيروت ـ١٩٨٣\n١٢-حول اعادة كتابة التاريخ الاسلامي دار الثقافة الدوحة ـ ١٩٨٦\n١٣-  المستشرقون والسيرة النبوية بحث مقارن في منهج دار الثقلفة الدوحة ـ ١٩٨٩ المستشرق البريطاني المعاصر : مونتغمري وات\n١٤- تحليل للتاريخ الاسلامي ؛ اطار عام   دار الثقافة الدوحة ـ١٩٩٠\n١٥-  المنظور التاريخي في فكر سيد قطب دار القلم بيروت ـ ١٩٩٤\n١٦-  نظرة الغرب الى الحاضر الاسلام ومستقبلية  دار النفائس بيروت ـ ١٩٩٩\n١٧-   دليل التاريخ والحضارة في الاحاديث النبوية الشريفة مكتب الاردن للمعهد العالمي للفكر الاسلامي عمان -٢٠٠٠ بالاشتراك مع المهندس حسن الرزو\n١٨-  مدخل الى التاريخ والحضارة الاسلامية الجامعة الاسلامية العالمية ماليزيا ـ ٢٠٠١م\n١٩-  الوحدة والتنوع في التاريخ المسلمين   دار الفكر دمشق ـ٢٠٠٢م\nثانيا : في الفكر الاسلامي\n١- لعبة اليمين واليسار       مؤسسة الرسالة بيروت - ١٩٧٢\n٢- تهافت العلمانية           مؤسسة الرسالة بيروت - ١٩٧٥\n٣- مقابل في العدل الاجتماعي        مؤسسة الرسالة بيروت - ١٩٨٧\n٤- مع القران في عالمه الرحيب       دار العلم للملايين بيروت - ١٩٧٩\n٥- افاق قرانية                           دار العلم للملايين بيروت - ١٩٧٩\n٦- كتابات على بوابة القرن الخامس عشر  دار العلوم الرياض - ١٩٨٢\n( بالاشتراك مع الدكتور عبد الحليم عويس)\n٧- كتابات اسلامية المكتب الاسلامي ومكتبة الحرمين الرياض - ١٩٨٢\n٨- كتاب مدخل الى موقف القران الكريم من العلم  مؤسسة بيروت - ١٩٨٣ الحديث\n٩- العلم في مواجهة المادية : قراءة في كتاب مؤسسة الرسالة بيروت ـ ١٩٨٣ سوليفان : (حدود العلم)\n١٠- حول اعادة تشكيل العقل المسلم  كتاب الامة الدوحة ـ ١٩٨٣\n١١- اضواء جديدة على لعبة اليمين واليسار  مؤسسة الرسالة بيروت - ١٩٨٥\n١٢- مؤشرات اسلامية في زمن السرعة مؤسسة الرسالة بيروت - ١٩٨٥\n١٣- حوار في المعمار الكوني دار الثقافة الثقافة الدوحة - ١٩٨٧\n١٤- في الرؤية الاسلامية دار الثقافة الدوحة - ١٩٨٨\n١٥- مدخل الى اسلامية المعرفة المعهد العالمي للفكر الاسلامي فيرجينيا - ١٩٩١\n١٦- قالوا في الاسلام الندوة العالمية للشباب الاسلامي الرياض - ١٩٩٢\n١٧- رؤية اسلامية في قضايا معاصرة  كتاب الامة الدوحة - ١٩٩٥\n١٨- القران الكريم من منظور غربي دار الفرقان عمان - ١٩٩٦\n١٩- الاسلام والوجه الاخر للفكر الغربي  مؤسسة الرسالة بيروت - ١٩٩٧\n٢٠- المراة والاسرة المسلمة من منظور غربي دار الفرقان عمان - ١٩٩٧\n٢١- الرؤية الان: في هموم فلسطين والعالم منشورات فلسطين المسلمة لندن الاسلامي - ٢٠٠١م\n٢٢- متابعات في الفكر والدعوة والتحديات  دار الحكمة لندن - ٢٠٠٢م المعاصرة\n٢٣- اولى ملاحم القرن  مؤسسة الرسالة - ٢٠٠٢م\n٢٤- مذكرات حول واقعة ١١ ايلول   دار الفكر دمشق - ٢٠٠٣م\nثالثا : في الادب الاسلامي\nأ‌-  التنظير\n١- في النقد الاسلامي المعاصر                  مؤسسة الرسالة بيروت - ١٩٧٢م\n٢- مدخل الى نظرية الادب الاسلامي          مؤسسة الرسالة - ١٩٨٧م\n٣- الغابات المستهدفة للاداب الاسلامي        دار الضياء عمان - ٢٠٠٠م\nب- النقد\n٤- محاولات جديدة في النقد الاسلامي          مؤسسة الرسالة. ١٩٨١م.\n٥- في النقد التطبيقي                                 دار النشر عمانـ ١٩٩٨م\n٦- متابعات في دائرة الادب الاسلامي           مؤسسة الرسالة قيد النشر\nج- الدراسة الادبية\n٧- الطبيعة في الفن الغربي والاسلامي          مؤسسة الرسالة . ١٩٧٧م\n٨- فوضى العالم في المسرح الغربي المعاصر     مؤسسة الرسالة ١٩٧٧م\n٩- الفن والعقيدة                                         مؤسسة الرسالة ١٩٩٠م\n١٠- (الكلمات) : رؤية جمالية في الفكر النورسي    قيد النشر\nد ـ الابداع\n-  المسرح\n١١- الماسورون                      مؤسسة الرسالة ١٩٧٠م\n١٢- معجزة في الضفة الغربية     مؤسسة الرسالة ١٩٧٩م\n١٣- خمس مسرحيات اسلامية ذات فصل واحد           مؤسسة الرسالة ١٩٨٠م\n١٤- المغول                                                      مؤسسة الرسالة ١٩٨٥م\n١٥- العبور                                                     دار ابن كثير دمشق ـ ٢٠٠٥م\n١٦- الشمس والدنس                                          دار ابن كثير ـ ٢٠٠٥م\n١٧- التحقيق                                                   دار ابن كثير . قيد النشر\n١٨- الهم الكبير                                              دار ابن كثير . قيد النشر\n-  الرواية\n٢٠- السيف والكلمة                           المركز الثقافي العربي الرباطـ ٢٠٠٥م\n- القصة القصيرة\n٢١- كلمة الله                              دار حضرموت . المكلا ـ ٢٠٠٢م\n٢٢- رحلة الصعود التي لا نهاية لها    دار ابن كثير قيد النشر\n-الشعر\n٢٣- جداول الحب واليقين             مؤسسة الرسالة . ١٩٧٨م\n٢٤- ابتهالات في زمن الغربة           دار ابن كثير قيد النشر\n-  ادب الرحلات\n٢٥- الرحيل الى اسطنبول            دار حضر موت ٢٠٠٢م\n٢٦- ريبورتاج : حوار في الهموم الاسلامية        دار الحكمة لندن ـ ٢٠٠٢م\nالمشاريع التنموية\nالمشروع الاول وهو اعادة كتاب التاريخ الاسلامي\nوقد اشترك بالمشروع الكتب الاسلامي الكبير محمد قطاب وكذالك الاستاذ الكبير محمد عمارة\nوقد انجز الدكتور عماد الدين جزءا منه واصدر كتاب ( حول اعادة كتابة التاريخ الاسلامي ) ولكن المشروع لم يتم بالكامل\nمشروع تاسيس رابطة الادب الاسلامي نظرية ونقدا وتطبيقا وقد توقفت بسبب الاوضاع بالعراق\nالجوائز التي حصل عليها عالميا :\n- جائزة جامعة الزرقاء الاهلية الافضل كتاب عام ٢٠٠٣ عن كتاب ( مدخل الى التاريخ والحضارة الاسلامية ) كما قيم هذا الكتاب من قبل مؤسسة ارامكس ميديا واحدا من افضل عشرة كتب في العالم لعام ٢٠٠٥م\n- جائزة رئيس الجمهورية في دولة السودان وتمنح هذه الجائزة سنويا لافضل كاتب اسلامي في العالم الاسلامي ، وذكر اسمه في موسوعة اعلام الفكر العربي المعاصر يشرف عليها الدكتور عبد الامير الاعسم .",
  "books": [
    {
      "text_id": 1479,
      "title": "قالوا عن القرآن"
    },
    {
      "text_id": 23674,
      "title": "المستشرقون والسيرة النبوية"
    },
    {
      "text_id": 9802,
      "title": "دراسة في السيرة"
    }
  ]
}