{
  "author_id": 1378,
  "author_meta": "العلامة الدكتور محمد بن محمد بن سويلم أبو شهبة\n١ - ولد رحمه الله بقرية «منية جناج» الواقعة على ضفاف نهر النيل فرع رشيد التابعة لمركز ومدينة دسوق - محافظة كفر الشيخ - في ٢٥ شوال ١٣٣٢هـ - ١٥/٩/١٩١٤م.\n٢ - أتمَّ حفظ نصف القرآن الكريم بكتَّاب القرية إلى جانب تعلم القراءة والكتابة, وأصول الدين.\nولما فتحت المدارس الأولية التحق بمدرسة قريته أتم بها حفظ القرآن الكريم, وأخذ الشهادة الأولية في سن الثانية عشرة.\n٣ - في عام ١٣٤٤هـ - ١٩٢٥م دخل معهد دسوق الديني.\nوفي عام ١٣٤٨هـ - ١٩٣٠م التحق بمعهد طنطا الثانوي.\nوفي عام ١٣٥٣هـ - ١٩٣٥م التحق بكلية أصول الدين.\n٤ - وفي عام ١٣٥٧هـ - ١٩٣٩م أخذ الشهادة العالية, وكان من الأوائل فالتحق بقسم الدراسات العليا «شعبة التفسير والحديث».\nوفي عام ١٣٦٣هـ - ١٩٤٤م نجح في الامتحان التمهيدي للعالمية.\nوفي ذي الحجة ١٣٦٥هـ - نوفمبر عام ١٩٤٦م نوقش في رسالة «الدكتوراة» أمام لجنة خماسية من كبار العلماء فنالها بدرجة الامتياز.\n٥ - وفي رجب ١٣٨٤هـ - ديسمبر من عام ١٩٦٤م عُين مدرساً بكلية أصول الدين ثم رقي إلى أستاذ مساعد, ثم أستاذ.\nوفي رجب ١٣٨٩هـ - أكتوبر ١٩٦٩م عين عميداً لكلية أصول الدين بأسيوط: أول كلية بأول فرع أنشئ لجامعة الأزهر في مصر, وما زال يسير بالكلية قدماً حتى اكتملت سنواتها الأربع في عام ١٣٩٣هـ - ١٩٧٣م وتخرجت أول دفعة في هذا العام, وظل يسعى حتى أنشأ بفرع الجامعة كلية الشريعة والقانون, وكلية اللغة العربية.\n٦ - في مطلع حياته العلمية أعير إلى المملكة العربية السعودية للتدريس بالمعهد العالي السعودي الذي صار كلية للشريعة, وشارك في وضع المناهج الدينية والعلمية في القطر الشقيق.\n٧ - وفي عام ١٣٤٢هـ - ١٩٦٣م أعير إلى كلية الشريعة بجامعة بغداد فمكث بها عاماً واظب فيه على درس الجمعة في مسجد الإمام أبي حنيفة النعمان.\n٨ - وفي عام ١٣٤٥هـ - ١٩٦٦م أعير للجامعة الإسلامية بأم درمان بالسودان فمكث فيها نحو ثلاث سنوات, كانت توفده الجامعة كل رمضان إلى غرب السودان.\n٩ - ظل يكتب في كبرى المجلات الدينية والعلمية والأدبية في مصر وغيرها من بلاد الإسلام والعروبة وألقى الكثير من المحاضرات, وحضر الكثير من الندوات.\n١٠ - قام بواجب الأمر بالمعروف والنهي عن المنكر والدعوة إلى الله بالحكمة والموعظة الحسنة, فأذاع في الإذاعة المرئية والمسموعة في مصر, وفي المملكة العربية السعودية, وفي العراق وفي السودان.\n١١ - اهتم بالتأليف في القرآن الكريم وعلومه, والسنة النبوية المشرفة وعلومها والفقه والتشريع والسيرة النبوية والرد على المستشرقين, والمبشرين والملحدين.\n١٢ - كوَّن مدرسة علمية من طلابه ومريديه تعني بالقرآن وعلومه, والسنة وعلومها, في مصر وغيرها من البلاد الإسلامية والعربية.\n١٣ - وفاته:\nظل الدكتور أبو شهبة في ساحة الدعوة الإسلامية عاملاً مناضلاً, يأمر بالمعروف وينهى عن المنكر ويؤمن بالله, ويقوم بحق العلم قولاً وعملاً حتى انتقل إلى جوار ربه في أيام مباركة - أيام عيد الفطر, بعد فريضة الصيام في صباح يوم الجمعة الموافق ٥ شوال ١٤٠٣هـ - ١٥/٧/١٩٨٣م.\nوشُيعت جنازته من الجامع الأزهر الشريف, فصلى عليه جمع غفير من علماء الأزهر وطلابه, يؤمهم الإمام الأكبر الشيخ جاد الحق علي جاد الحق رحمه الله ورضي عنه, ودفن بمدافن الأسرة بمدينة نصر.\nوكان لنبأ وفاة الشيخ وقع أليم في نفوس كل مل نهل من علمه وأدبه ليس في مصر بلد الأزهر فحسب, بل في المملكة العربية السعودية والعراق والسودان والشام, وبكاه المسلمون الذين استمعوا لأحاديثه الإذاعية في مصر والسعودية ومحاضراته وندواته في العراق والسودان, رحمه الله جزاء ما قدم من علم نافع لدينه وأمته.\n١٤ - مؤلفاته:\nأولاً: التراث المخطوط:\nتوفيق الباري في شرح صحيح الباري( هذا الكتاب يقع في نحو خمسة عشر مجلداً, ولم ير النور حتى الآن)\nثانياً: الكتب التي طبعت ونشرت في حياة الشيخ رحمه الله :\n١ - المدخل لدراسة القرآن الكريم «مجلد»: مكتبة السنة.\n٢ - أعلام المحدثين «مجلد».\n٣ - السيرة النبوة في ضوء القرآن والسنة «مجلدان»: دار البشير جدة.\n٤ - في أصول الحديث.\n٥ - علوم الحديث «ثلاثة أجزاء».\n٦ - شرح المختار من صحيح مسلم «ثلاثة أجزاء».\n٧ - دفاع عن السنة ورد شبه المستشرقين والكتاب المعاصرين «مجلد»: مكتبة السنة.\n٨ - الإسرائيليات والموضوعات في كتب التفسير «مجلد»: مكتبة السنة.\n٩ - الحدود في الإسلام مقارنة بالقانون الوضعي: مجمع البحوث.\n١٠ - الوسيط في علوم الحديث «مجلد»: مكتبة السنة.\n١١ - رسالة في الإسراء والمعراج: مكتبة السنة.\n١٢ - في رحاب الكتب الستة: مجمع البحوث.\n١٣ - الربا في نظر الإسلام: مكتبة السنة.\n١٤ - تفسير سورة الواقعة\nثالثاً: الكتب التي جمعت وأعدت للنشر من مقالاته وبحوثه «نشر مكتبة السنة»:\n١ - من هدي السنة في الدين والحياة: جمع وإعداد الشيخ أحمد مصطفى فضلية.\n٢ - من أعلام الإسلام: جمع وإعداد الشيخ أحمد مصطفى فضلية.\n٣ - الحج في ضوء القرآن والسنة: جمع وإعداد الشيخ أحمد مصطفى فضلية.\n٤ - الصوم في ضوء القرآن والسنة: جمع وإعداد الشيخ أحمد مصطفى فضلية.\n٥ - الإسلام وقضايا العصر؛ جزءان: جمع وإعداد الشيخ أحمد مصطفى فضلية.\n٦ - قضايا وأراء في ضوء الإسلام: جمع وإعداد الشيخ أحمد مصطفى فضلية.\n٧ - دراسات قرآنية.\n٨ - الإسلام وإصلاح المجتمع.\nرابعاً: كتب تناولت سيرته وجهوده في خدمة الإسلام:\n١ - الدكتور محمد أبو شهبة وجهوده في السنة النبوية؛ رسالة ماجستير, للباحث محمود رحمة, مودعة بكلية أصول الدين بالقاهرة, «لم تطبع».\n٢ - الدكتور محمد أبو شهبة - حياته وآثاره, بقلم الشيخ أحمد مصطفى فضلية. «تحت الطبع».",
  "books": [
    {
      "text_id": 29719,
      "title": "المدخل لدراسة القرآن الكريم"
    },
    {
      "text_id": 37593,
      "title": "دفاع عن السنة ورد شبه المستشرقين ط مجمع البحوث"
    },
    {
      "text_id": 37972,
      "title": "دفاع عن السنة ورد شبه المستشرقين ط مكتبة السنة"
    },
    {
      "text_id": 8671,
      "title": "الإسرائيليات والموضوعات في كتب التفسير"
    },
    {
      "text_id": 9896,
      "title": "السيرة النبوية على ضوء القرآن والسنة"
    },
    {
      "text_id": 9987,
      "title": "الوسيط في علوم ومصطلح الحديث"
    }
  ]
}