{
  "author_id": 1379,
  "author_meta": "عبد الرحمن علي الحجي:\nأستاذ التاريخ الإسلامي والأندلسي وحضارته والسيرة النبوية الشريفة (على نبيها وصاحبها أفضل الصلاة والسلام)، من أصل عراقي.\nحصل على شهادة الدكتوراة في العلاقات الدبلوماسية الأندلسية مع أوروبا الغربية من جامعة كيمبردج في بريطانيا عام ١٩٦٦. كما نال درجة الأستاذية من جامعة بغداد عام ١٩٧٩. وكان قبلها يحمل ليسانس في اللغة العربية وآدابها والدراسات الإسلامية من كلية دار العلوم في جامعة القاهرة ودبلوم عامة (عالي) في التربية وعلم النفس من كلية التربية (جامعة عين شمس)، إضافة إلى قيامه بدراسة عليا لمدة سنة في الساميّات في كلية الفلسفة والآداب- جامعة مدريد. من مؤسسي جامعة الإمارات العربية المتحدة وترأس قسم التاريخ فيها. يعمل كباحث في التاريخ الأندلسي ووثائقه. له الكثير من المؤلفات منها: التاريخ الأندلسي من الفتح الإسلامي حتى سقوط غرناطة، العلاقات الدبلوماسية الأندلسية مع أوروبا الغربية (بالانكليزية)، الموسيقى الأندلسية والسيرة النبوية منهجية دراستها واستعراض احداثها، وغيرها.\nالخبرات العلمية\n* ١٩٦٧ - ١٩٦٦ قسم التاريخ، كلية الآداب، جامعة بغداد\n* ١٩٧٠ - ١٩٦٧ قسم التاريخ، كلية الآداب، جامعة الرياض (جامعة الملك سعود)\n* ١٩٧٧ - ١٩٧٠ قسم التاريخ، كلية الآداب، جامعة بغداد\n* ١٩٨٥ - ١٩٧٧ قسم التاريخ، كلية الآداب، جامعة الإمارات\n* ١٩٨٨ - ١٩٨٥ قسم التاريخ، كلية الآداب، جامعة الكويت\n* ١٩٩٧ - ١٩٨٨ أبحاث علمية\n* ١٩٩٩ - ١٩٩٧ قسم التاريخ، كلية الآداب، جامعة صنعاء، اليمن\n* ٢٠٠٢ - ١٩٩٩ الإشراف على تنظيم دورات في التاريخ الإسلامي في العديد من الدول الأوربية (والعمل جارٍ في التوسع في هذا الأمر من خلال تأسيس مركز لرعاية السيرة النبوية والتاريخ الإسلامي وحضارته)\n* ٢٠٠٤ - ٢٠٠٢ بحوث ومؤلفات لتقديمها إلى الطباعة، كما بقائمة المؤلفات\n* ٢٠٠٤ - ٢٠٠٦ إعداد بحوث وتهيئة موضوعات لدورات في السيرة النبوية والتاريخ الإسلامي والأندلسي: الأدب والشعر الأندلسي، وإعداد مواد دراسية وبرامج لدبلوم في التاريخ الأندلسي يقدم على موقع إلكتروني من قبل الجامعة العربية المفتوحة (مملكة البحرين). يتكون هذا الدبلوم الذي تمنحة هذه الجامعة من ثلاث وحدات يسبقها وحدة المقدمة، مزوداً بالوثائق والمصادر والصور.\n* معرفة وخبرة واشتغال بالمخطوطات العربية في عدد من الدول العربية والإسلامية والأوربية.\n* اهتمام مباشر ومركّز بالآثار الأندلسية عموماً والتراث في الخليج، لاسيما الإمارات، مع اهتمام قديم وواضح ومركّز بهذا التاريخ، سيما المواجهات بين أبناء الإمارات والمستعمر البرتغالي، بكونها نقطةً وضاءة في التاريخ.\n* تقديم دراسات وبحوث أُلقيت خلال العديد من المؤتمرات العلمية والعالمية في بلدان أوربية وعربية، أُلقيت فيها وفي مراكزها محاضرات، نشر بعضها.\n* مشاركات عديدة متنوعة - في دول عربية لاسيما الخليجية وبالذات في دولة الامارات العربية المتحدة- في إعداد اللوائح العامة والخاصة وإعداد المناهج الدراسية للمراحل الثانوية والجامعية عموماً ومناهج الاجتماعيات خصوصاً لاسيما التاريخ والحضارة. كذالك إعداد مناهج خاصة لكليات الطالبات فيما يتعلق بالمواد الاجتماعية.\n* تولي رئاسة لجنة تعديل مناهج الاجتماعيات في دولة الامارات، لكافة المراحل من الابتدائية إلى الثانوية.\n* تولي تأليف الكتب المقررة في التاريخ والحضارة للأول والثاني الإعدادي في دولة الامارات العربية المتحدة، مؤلفاً ومشرفاً، ورعاية هذا الميدان في كافة المراحل الأخرى.\nالإنتاج العلمي:\nأكثر من عشرين كتاباً بين تأليف وتحقيق، وقد غدا العديد منها مقررات جامعية ولمعاهد إعداد المعلمين، ومراجع لمختلف المراحل الدراسية، ومنها ما هو معروف عالمياً لدى الدارسين:\n* أطروحة الدكتوراه، مصادرها باثنتي عشرة لغة، منشورة كتاباً بالإنجليزية بعنوان:\n\" ANDALUSIAN DIPLOMATIC RELATIONS WITH WESTERN EUROPE DURING THE UMAYYAD PERIOD\"- Beirut, ١٣٩٠ (١٩٧٠).  النسخة العربية صدرت والحمد لله تعالى عن المَجْمَع الثقافي - أبو ظبي - دولة الإمارات العربية المتحدة ١٤٢٥ هـ/ ٢٠٠٤ م، بعنوان: \"العَلاقات الدبلوماسية الأندلسية مع أوربا الغربية خلال المُدَّة الأُموية \"\n* تحقيق ودراسة لسِفْر من كتاب المُقْتَبِس في أخبار بلد الأندلس، للمؤرخ الكبيرابن حَيّان القُرطبي (٣٧٧ - ٤٦٩ هـ)، بيروت (١٩٦٥ م). يتحدث هذا الجزء من المقتبس عن خمس سنوات (٣٦٠ - ٣٦٤ هـ = ٩٧١ - ٩٧٤ م) من أيام الخليفة: الحَكَم الثاني، المستنصر بالله (٣٥٠ - ٣٦٦ هـ = ٩٦١ - ٩٧٦ م). نُشر هذا الجزء على نسخة منقولة عن الاصل، وقد فُقد الآن كلاهما. لدى الباحث الدكتور صورة للمخطوط المنقول (Microfilm).  كان نَشر هذا الجزء من المقتبس ربما انقاذاً له من الضياع الأبدي.\n* تحقيق ودراسة للنص الجغرافي المتعلق بالأندلس وأوروبا من كتاب: \"المسالك والممالك\"، للجغرافي الأندلسي الكبير أبو عُبَيْد البكري (عبد الله ابن عبد العزيز، ٤٠٦ - ٤٨٧ هـ). ظهر هذا النص تحت عنوان: جغرافية الأندلس وأوروبا، بيروت (١٣٨٧ هـ =١٩٦٨ م).\n* التاريخ الأندلسي من الفتح الإسلامي حتى سقوط غَرناطة- دار القلم، دمشق. صدرت طبعته الجديدة في ١٤٢٩ هـ = سبتمبر ٢٠٠٨ م\n* تاريخنا من يكتبه؟ القاهرة، مكتبة دار الفضيلة، ١٩٩٧\n* نظرات في دراسة التاريخ الإسلامي، دار ابن كثير، بيروت، ١٩٩٩\n* أضواء على الحضارة والتراث- الكويت، ١٩٨٧\n* مع الأندلس لقاء ودعاء، بيروت، ١٩٨٠. (رواية لزيارة الأندلس بصحبة مجموعة من طالبات جامعة الإمارات العربية المتحدة، إلى الآثار الأندلسية)\n* ابن زيدون السفير الوسيط، الكويت، ١٩٨٧\n* العَلاقات الدبلوماسية بين الأندلس وبيزنطة (القسطنطينية)، ١٤٢٤ هـ = ٢٠٠٣ م، المَجْمَع الثقافي- أبو ظبي، دولة الامارات العربية المتحدة\n* هجرة علماء الأندلس لدى سقوط غرناطة (ظروفها وآثارها)، ١٤٢٤ هـ = ٢٠٠٣ م، المَجْمَع الثقافي - أبو ظبي، دولة الامارات العربية المتحدة\n* السيرة النبوية: منهجية دراستها واستعراض أحداثها، دار ابن كثير، بيروت، ١٩٩٩ م\n* تاريخ الموسيقى الأندلسية: أصولها، تطورها، أثرها على الموسيقى الأوربية، بيروت، ١٩٦٩ م\n* الحضارة الإسلامية في الأندلس: أسسها، ميادينها، تأثيرها على الحضارة الأوربية، بيروت، ١٩٦٩ م\n* أندلسيات (جزءآن) - مجموعة بحوث أندلسية، بيروت، ١٩٦٩ م\nتُوفي في مدريد بتاريخ ٥ جمادى الآخرة ١٤٤٢ هجريًا الموافق ١٨ يناير (كانون الثاني) ٢٠٢١ ميلاديًا؛ بسبب أزمة قلبية أصابته.",
  "books": [
    {
      "text_id": 9897,
      "title": "السيرة النبوية منهجية دراستها واستعراض أحداثها"
    }
  ]
}