{
  "author_id": 1381,
  "author_meta": "محمد حسن بن داود الحمصي (١٩٣٥ - ٢٠٢٠ م)\nدرس التجويد على الدكتور سعيد الحلواني، رحمه الله\n١٩٥٣: الشهادة الثانوية (الفرع العلمي)\n١٩٥٨: ليسانس من كلية الآداب قسم اللغة العربية، الجامعة السورية\n١٩٦٦: ليسانس من كلية الشريعة من جامعة دمشق\n١٩٧٥: الماجستير من كلية الشريعة والقانون - جامعة الأزهر\n١٩٨٩: الدكتوراه من كلية الامام الأوزاعي في بيروت\n٢٠٠٠: مرتبة الأستاذية من جامعة أم درمان الإسلامي\nتزوج عام ١٩٦٤ م وله ثلاثة من الأبناء\n(نشاطاته)\nعمل (منذ ١٩٦٧) مدرساً دينياً وخطيباً في عدد من مدارس دمشق ومساجدها.\nشارك في العديد من اللقاءات التلفزيونية وفي الندوات والملتقيات الفكرية والمؤتمرات الرسمية.\nساهم في نشاط حمعية الأنصار الخيرية بدمشق كان فيها قرابة عشر سنوات أميناً للسر.\nساهم في نشاط مجمع الشيخ أحمد كفتارو (مجمع أبي النور) وفي مجلس إدارته لسنوات.\nساهم في إنشاء اتحاد الناشرين السوريين والعرب.\nساهم (كعضو في اتحاد الصحفيين) في النشاط الصحفي وله العديد من المقالات العلمية والمشاركات في العديد من المجلات والصحف العربية والعالمية.\n(أعماله)\nدرَّس الأدب العربي في العديد من ثانويات دمشق.\nشغل عام ١٩٦٨ م ولفترة سنتين منصب مدير الثانوية الشرعية بدمشق.\nدرَّس في كلية الإمام الأوزاعي ببيروت وفي كلية الدعوة الإسلامية، وكلية أصول الدين، في مجمع أبي النور بدمشق.\nمؤسس (منذ ١٩٧٥ م) ورئيس مجلس إدارة دار الرشيد للطباعة والنشر والتوزيع بدمشق.\nمؤسس (منذ ١٩٧٧ م) ورئيس مجلس إدارة مؤسسة الإيمان للطباعة والنشر والتوزيع ببيروت.\nمؤسس (منذ ١٩٩٥ م) ومدير عام ورئيس تحرير مجلة (صدى الإيمان) التي تصدر في لبنان.\nمؤسس (منذ ٢٠٠٠ م) ورئيس مجلس إدارة مؤسسة الإيمان للإنتاج السمعي والبصري والمقروء.\n(من كتبه):\nسلسلة قصص من التاريخ: الدين الحق - فأين الله - الإيمان والزنزانه المتجولة - أم لا كالأمهات - صراع بين الفضيلة الرذيلة - مهد البطولات - ما فوق العدل - وفاء - كلمة حق.\nمؤلفات في العلم والإيمان منها: (النحلة تسبح الله)، و (الإيمان بالله) ترجمت إلى الإنكليزية والفرنسية.\nمؤلفات في علوم اللغة العربية منها: الشامل في الإملاء - الشامل في النحو والصرف والبلاغة - كيف تكتب موضوعاً إنشائيا.\nالموسوعة القرآنية: تفسير وبيان مفردات القرآن على مصحف القراءات والتجويد مع أسباب النزول وفهارس المواضيع والألفاظ: تفسير وبيان مفردات القرآن الكريم - معجم مفهرس لمواضيع القرآن الكريم - مصحف التجويد الذي يعلم أحكام التجويد بالاعتماد على الترميز اللوني، بناء على براءة الاختراع التي نالها من مديرية حماية الملكية في بيروت عام ١٩٩٥ - معجم إعراب القرآن الكريم (كلمات ومصادر وجمل).\nالموسوعة الحديثية: أشرف (منذ ١٩٨٥) على إصدار الموسوعة الحديثية الكبرى التي تعمل على جمع الأحاديث النبوية، ثم دراسة أسانيدها دراسة شاملة تؤدي إلى إعطاء حكم سليم على كل من هذه الأحاديث. وقد تم إنهاء دراسة ١٥٠٠٠ حديثا حتى وقت كتابة الترجمة.\nموسوعة الدعاة والدعوة الإسلامية المعاصرة المنطلقة من مساجد دمشق.\nتوفي في شهر ديسمبر ٢٠٢٠ م الموافق لشهر ربيع الآخر ١٤٤٢ هـ.",
  "books": [
    {
      "text_id": 38050,
      "title": "المختصر المفيد في أحكام التجويد - بآخر مصحف القراءات والتجويد"
    }
  ]
}