{
  "author_id": 1384,
  "author_meta": "السيد الجميلي (٠٠٠٠ - ١٤٣٩ هـ = ٠٠٠٠ - ٢٠١٨ م)\nالسيد الجميلي:\nطبيب شاعر مؤلف مفكر وكاتب، له عناية بالتراث.\nله أكثر من ثلاث مائة مؤلفٍ:\nمنها خمسة وثلاثون مؤلفًا في الطب، من بينها:\n١ - رسالته التخصصية للماجستير في الأمراض الباطنية وموضوعها: «تقويم علم الخلويات (السيتولوجيا) بطريقة مسح الفرشاة في تخصيص أمراض القولون المختلفة».\n٢ - والرسالة الأخرى للدكتوراه وموضوعها: «دراسة مدي تحمل الجلوكوز عند مرضي الفشل الكلوي المزمن».\nأما باقي المؤلفات كانت في علوم متعددة:\nفكتابه «علم الطباع» في علم النفس ..\nوكتابه «دهاة العرب الأربعة» في الأدب ..\nوله ديوان شعر بعنوان «ديوان الجميلي».\nأما تحقيقاته؛ فتزيد عن الخمسة والستون كتابًا محققًا من كتب التراث .. إلي آلاف المقالات التي كتبها ونُشرت في صحف ومجلات مختلفة داخل وخارج جمهورية مصر العربية.\nومن بين الكتب التي حققها:\nكتاب «نوادر الأصول» للحكيم الترمذي .. مجلدان كبيران.\nكتاب «أصول الفقه لابن تيمية» .. أربع مجلدات.\nكتاب «الإِحكام في أصول الأحكام» للآمدي .. أربعة أجزاء في مجلدين.\nكتاب «البرهان في توجيه متشابه القرآن» للإمام الكرماني، طبع ونشر بالأزهر الشريف .. في أربعة أجزاء، ثم أعيد طبعه مرة أخري في مجلد واحد.\nكتاب «الفتاوى» للإمام محمد متولي الشعراوي، طبعت طبعته الأولى سنة ١٩٨١ م.\nأما مؤلفاتُه:\n- فأولها: الإعجاز الطبي في القرآن. الذي اعتكف على تأليفه في أوائل السبعينيات سنة ١٩٧٣ م ونشر في عام ١٩٧٦ م.\n[ومنها:\n- الإعجاز العلمي في القرآن\n- الإعجاز الفكري في القرآن\n- التداوي بالقرآن الكريم والرُقَى والتعاويذ\n- الأحجار الكريمة\n- السحر وتحضير الأرواح؛ بين البدع والحقائق\n- لماذا يلحدون؟\n- عظمة الإسلام وتأخر المسلمين\n- المشاكل الزوجية بين الطب والدين\n- وصايا الرسول للمرأة المسلمة\n- أحكام المرأة في القرآن\n- مناظرات ابن تيمية مع فقهاء عصره\n- غزوات النبي\n- صحابة النبي\n- سؤال القبر\nمن ثناء أعلام العصر عليه:\n- يقول الدكتور محمد سيد طنطاوي، شيخ الأزهر الشريف: ((الدكتور الجميلي قدم للمكتبة الاسلامية والأدبية واللغوية كثيرًا من التحقيقات والمؤلفات الجادة النفيسة التي تزخر بها المكتبة العربية وتفخر بها)).\n- ويقول الامام العالم الشيخ عطية صقر، رئيس لجنة الفتوى بالأزهر الشريف: ((قرأت «ترتيب سور القرآن» لجلال الدين السيوطي الذي حققه وعلق عليه الدكتور السيد الجميلي، فأعجبني شكلا وموضوعًا .. أعجبتني المقدمة الذي ألقى فيها الضوء على حكمة نزول القرآن الكريم منجما علي ثلاثة وعشرين عاما .. وأعجبني التعليقات والهوامش الدقيقة، إلى جانب الطبعة الأنيقة، والإخراج المتميز الذي يليق بمقام الكاتب، ويغري بقراءته أكثر من مرة .. وهو جهد يجب أن يشجع في كل كتب التراث التي ظلت لسنوات طويلة دون إخراج يتناسب مع العصر الذي تطور فيه كل شيء)) …\n- وهذا جزء مما قاله المحقق الكبير الشهير عبد السلام محمد هارون، الأمين العام لمجمع اللغة العربية الأسبق، والأستاذ بدار العلوم، في تقديمه لكتاب ابن قيم الجوزية «الطب النبوي» الذي حققه السيد الجميلي: ((وكان من حظ كتاب ابن قيم الجوزية أن يخرجه عالمنا المحقق الاستاذ الدكتور السيد الجميلي، فإني أهنيء العالِم الكبير، والصديق الكريم الأستاذ الدكتور السيد الجميلي بما أحسن من صنع، وأتقن من عمل، داعيا له بدوام التوفيق)).\n- ويقول عنه الاستاذ عبد المنعم الجداوي، رئيس تحرير مجلة المصور والصحفي الكبير بدار الهلال: ((الدكتور الطبيب السيد الجميلي يتناول أبحاثه بنَفَس أسلوب الطبيب، فهو يتعرف علي المشكلة ويقرأ عنها، ثم يحدد أسلوب العلاج، بعد أن بتأكد من صحة تشخيصه، حتى لا تخدعه الأعراض التي قد تكون متشابهة مع أعراض أخرى، ثم يبدأ العلاج على أسس سليمة … )).\n[نعتْه ابنتُه الدكتورة دينا في شهر فبراير ٢٠١٨ م - الموافق جمادى الآخرة من عام ١٤٣٩ هـ].\nمستفاد من مقال للدكتور: محمد عبد المنعم خفاجي، عميد كلية اللغة العربية الأسبق - جامعة الأزهر.\nمع زيادات بين [معقوفات].",
  "books": [
    {
      "text_id": 23654,
      "title": "غزوات النبي"
    },
    {
      "text_id": 23687,
      "title": "نساء النبي"
    }
  ]
}