{
  "author_id": 1386,
  "author_meta": "ولد في حيدر آباد الهند يوم ١٦ محرم ١٣٢٦ هـ المصادف ١٩٠٨ م.\nقضى ما يقرب من نصف عمره بالبحث والتحقيق في أوروبا ودول الشرق الأوسط. له تبحر باللغة العربية والإنجليزية والفرنسية والألمانية والأردية والتركية الإستانبولية وله مؤلفات قيمة بهذه اللغات يبلغ عددها ١٧٥ كتاباً. وله مئات المقالات في القرآن والسيرة النبوية والفقه والتاريخ والحقوق والمكاتيب وغيرها.\nتوفي محمد حميد الله في الولايات المتحدة الأمريكية سنة ٢٠٠٢ م في الأربعة والتسعين من عمره.\nمن مؤلفاته: الوثائق السياسية للعهد النبوي.\n(تعريف أوسع بالمؤلف ومصنفاته)\nوهو من أسرة النوائط ومن مواليد عام ١٩١٨، تلقّى العلوم الإسلامية واللغة العربية من المدرسة النظامية «بحيدر آباد»، ودرس اللغة الإنجليزية بجهوده الذاتية. ودخل قسم الدراسات الإسلامية بـ«الجامعة العثمانية» وأنهى البكالوريا بتقدير ممتاز. وواصل دراساته في القانون وحصل على الماجستير عام ١٩٣٠. ثم نال منحة التحقيقات العلمية من «الجامعة العثمانية» وبدأ يعمل في التحقيق في موضوع القانون الإسلامي العالمي. ولم يلبث أن اُنتخب سكرتيرًا لجمعية القانون في الجامعة وقد حالفه الحظ لمنحة من «جامعة بون» بألمانيا، لمواصلة دراساته هناك. كما أن الجامعة العثمانية تفضلت باستمرار منحتها إياه لدراساته التحقيقية في «ألمانيا». وفي خلال دراسته هناك نال الدكتوراه من جامعة «بون» لرسالة أعدها بعنوان «العقلاقات الدولية في الإسلام» ولما انتهت مدة منحته الجامعية سافر إلى «بريطانيا» ومنها إلى «باريس»، وحصل على شهادة دكتوراه ثانيةً من جامعة السوربون بمقالة قدمها بعنوان «مجموعة الوثائق السياسية في العهد النبوي وفي الخلافة الراشدة». ثم رجع إلى «حيدر آباد» والتحق «بالجامعة العثمانية» أستاذًا في «قسم الدين»، ثم عُيّن في «قسم القانون الدولي». وظل يخدم فيها حتى اُختير عضوًا في وفد رسمي يمثل حكومة «حيدر آباد» إلى الأمم المتحدة سنة ١٩٤٨. وذلك لعرض قضية استقلال «حيدر آباد» وعدم رغبتها بالانضمام إلى الكيان الهندي؛ ولكن الحكومة الهندية المستقلة ضمتها قسرًا إلى جمهورية الهند قبل أن تتم مفاوضة أعضاء الوفد. ثم رجع جميع أعضاء الوفد إلى الهند وبقي هو هناك وآثر الإقامة في «باريس».\nوقد استقى الدكتور «حميد الله» العلوم من الأساتذة الكبار في أيامه من أمثال «مناظر أحسن» الكيلاني والمولوي «عبد الحق» والأستاذ «عبد القدير» الصديقي والأستاذ «عبد المجيد» الصديقي والمفتي «عبد اللطيف» والمولوي «صبغة الله» والدكتور سيد «عبد اللطيف» و«حسين علي» ميرزا، مما ساعده على تكوين عقلية واعية وشخصية علمية عالية. ولما استقر رأيه على البقاء في «باريس» التحق بالمعهد القومي للأبحاث العلمية وبقي هناك على منحة مركز أبحاث الدراسات الشرقية (Oriental studies research centre) ولم يلبث أن حصل على منحة أخرى من المركز الوطني للتحقيق العلمي (National centre for scientific research) استمرت لعشرين سنةً . وفي خلال هذه الفترة ألقى محاضرات في مختلف الجامعات في العالم وأسهم في وضع القوانين وخطة التعليم لحكومة «باكستان». وقد ظل طوال عمره المديد معطاءً غزير التأليف، ولم يتوقف عن العمل إلا بعد أن صار طريحًا للفراش لسنتين قبل وفاته، حيث كان مع ابنة أخته في الولايات المتحدة . ولم يتزوج رحمه الله، بل تفرغ للعلم والبحث والتأليف . وعندما استقر في «باريس» لم يكن فيها أحد ممن يتحدث عن الإسلام سوى زمرة من المستشرقين. ولما كثرت وفود الطلبة من البلاد العربية إلى «باريس» بادر إلى تأسيس جمعية الطلبة المسلمين، حفظاً لكيانهم الإسلامي وحمايةً لهم من الذوبان في ثقافة البلاد المضيفة .\nومن أبرز إسهامات «حميد الله» تأسيسه مبدأ الحياد في القانون الدولي الإسلامي. كما أن له الفضل في إدخال مصطلحات جديدة في القاموس الإسلامي مثل دولة المدينة ودستور المدينة، ونال أعلى جائزة من جمهورية «باكستان» لأعماله المميزة في السيرة. وعمل أستاذًا زائرًا في كلية الإلـ?ـهيات بجامعة «إستنبول»، وكان يعرف باثنتين وعشرين لغةً، درس الأخيرة منها وهو في الثانية والثمانين من عمره. وكان له قدرة فائقة في التأليف في سبع لغات - في «العربية» و «الألمانية» و «الأردية» و«الفرنسية» و«التركية» و«الفارسية» و«الإنجليزية». ونظرًا لبحوثه القيمة وإسهاماته الجليلة في الدراسات الإسلامية المقارنة رشح اسمه لجائزة الملك فيصل عام ١٩٩٤م؛ ولكنه اعتذر إليهم عن قبولها .\nودعاه الرئيس الباكستاني السابق الجنرل «محمد ضياء الحق» إلى إلقاء سلسلة من المحاضرات في جامعة «بهاولفور» في سيرة النبي محمد - صلى الله عليه وسلم - بمناسبة مرور ١٤٠٠ عام بعد الهجرة . وقام بها حق قيام. كما أنه ألقى المحاضرات في جامعة «باريس» وجامعات «ألمانيا» وجامعات «استنبول» و«أنقرة» و«كوالالمبور» و«باكتسان».\nأعماله العربية :\nتتميز أعماله العلمية وأبحاثه بالأصالة ودقة العرض والشمولية، وكان موضوعه المحبب إليه السيرة النبوية، وقد طبع له أكثر من ألف مقال، كما طبع أكثر من مائة وخمسة وسبعين من كتبه ورسائله. ومعظم كتاباته حول الإسلام والقانون الإسلامي، والسيرة النبوية والرد على الشبهات حول الإسلام. ومن أهم أعماله ترجمة القرآن إلى اللغة الفرنسية .\nوفي السيرة نشر «صحيفة همام بن منبه» عن مخطوطة برلين بعد أن حققها وعلق عليها مع مقدمة في تاريخ تدوين الحديث وطُبعت في «بيروت». وتحتوي هذه الصحيفة على أحاديث كتبها أبو هريرة الصحابي الشهير عن النبي - صلى الله عليه وسلم - وتعرف بالصحيفة الصحيحة، ثم نقلها عنه تلميذه «همام بن منبه». وهذا أقدم ما وصل إلينا كتابةً عن النبي. وقد عثر الدكتور «حميد الله» على مخطوطاتها ببرلين في أثناء دراسته في «ألمانيا». ثم دله الدكتور «زبير أحمد» الصديقي على نسخة أخرى للصحيفة في المكتبة الظاهرية «بدمشق»، فحقق الدكتور هذه الصحيفة وقارن بين نسختيها، وكتب مقدمةً ضافيةً في تدوين الحديث وكتابته في العهد النبوي وأثبت بالبراهين الساطعة والحجج القاطعة أن الحديث كان يُكتب في أيام الرسول، كما أن النبي كتب كتابًا للمهاجرين والأنصار واليهود للتعامل بينهم. وهو يعتبر أول وثيقة دستورية للدولة الإسلامية التي كان رئيسها النبي صلى الله عليه وسلم . هكذا فند الدكتور حميد الله المزاعم الباطلة التي ينشرها أعداء الدين، إذ يقولون: إن الأحاديث لم تُكتب إلا بعد القرن الثالث الهجري. وخرج أحاديثها التي يبلغ عددها ١٣٨ حديثًا. وهذه الصحيفة ترجمت إلى «الأردية» و«الفرنسية» و«الإنجليزية» و«التركية» .\nكتاب السرد والفرد :\nوهو في صحائف الأخبار ونسخها المنقولة عن سيد المرسلين. جمع هذا الكتاب الشيخ أبو الخير أحمد بن إسماعيل بن يوسف الطالقاني القزويني. يقول المؤلف في تسمية كتابه: هذا الكتاب يتضمّن صحائف ونسخًا تلقيناها، تحوي أخبارًا كثيرةً عن سيدنا المصطفى - صلى الله عليه وسلم - بإسنادها الوحيد تسهيلاً لحفظها على طلاب علم الحديث. وسميته كتاب السرد والفرد، يعني به سرد الأحاديث المتعددة بالأسانيد المنقولة المتفقة. والكتاب يحتوي على أهم الصحائف مثل «صحيفة همام بن منبه عن أبي هريرة»، و«صحيفة كلثوم بن محمد عن أبي هريرة»، و«صحيفة عبد الرزاق عن أبي هريرة»و«صحيفة حميد الطويل عن أنس بن مالك»و«صحيفة عن طريق أهل البيت عن علي بن أبي طالب»و«صحيفة إلياس والخضر عن النبي صلى الله عليه وسلم»، و«صحيفة جعفر بن نسطور الرومي»و«صحيفة خراش عن أنس بن مالك».\nنشر الدكتور الكتاب عن النسخة الخطية التي كُتبت سنة ٥٩٩هـ . كما قام بتحقيقه وترقيم أحاديثه في كل مخطوط ورقّم جميع أحاديث الكتاب بالتسلسل، ثم ترجمها إلى الإنجليزية وحلاه بمقدمة ضافية عرف فيها بجميع الصحائف وألقى الضوء على تاريخ تدوين الحديث. وتم نشر هذا الكتاب في المجلس الوطني للهجرة بـ«إسلام آباد»سنة ١٩٩٠، وفي الكتاب تقريظ لشريف الدين بيرزاده وتعريف الدكتور محمد حميد الله لأصحاب الصحائف .\nالوثائق السياسية للعهد النبوي والخلافة الراشدة :\nهذا الكتاب روائع أعماله، وهو في الحقيقة رسالة قدّمها في«جامعة السوربون»للحصول على شهادة الدكتوراه. وقد طُبع بالعربية بالإضافات والتنقيحات. جمع فيه الوثائق السياسية الخاصة بعهد الرسول وفي أيام الخلافة الراشدة. وعدد الوثائق التي جمعها الدكتور«حميد الله»٣٧٣ وثيقة . والكتاب ينقسم على أربعة أقسام: القسم الأول يشتمل على وثائق الرسول قبل الهجرة، والقسم الثاني يحتوي على الوثائق التي كُتبت بعد الهجرة، يبدأ هذا القسم بالوثيقة المكتوبة في تحديد الواجبات والحقوق بين المهاجرين والأنصار واليهود، وتُعتبر هذه الوثيقة أول دستور للإسلام. ثم ذكر الوثائق الخاصة بالعلاقات مع الروم والفرس وبين القبائل العربية. ويحتوي القسم الثالث على الوثائق التي كُتِبَت في عهد الخلافة الراشدة، سجل فيها وثائق خلافة أبي بكر وعمر وعثمان وعلي - رضي الله عنهم - على الترتيب. ويشتمل القسم الرابع على ملحقات ذُكر فيها العهود مع اليهود والنصارى والمجوس، ثم ألحق به الوثائق التي عثر عليها فيما بعد. وفي آخر الكتاب فهارس تشمل الصور والخرائط والجداول. وطُبع الكتاب في اللغة الفرنسية سنة ١٩٣٥ ثم نقله إلى العربية وطُبع في القاهرة سنة ١٩٤١. ثم أعيدت طباعته عدة مرات.\nكتاب السيرة لابن إسحق :\nهذا الكتاب هو المصدر الأول الأصلي للسيرة النبوية. وهو الذي اعتمد عليه صاحب سيرة ابن هشام. و«محمد بن إسحق»هو تلميذ محمد بن شهاب الزهري الذي بدأ تدوين الحديث أولاً بإيعاز من الخليفة الصالح«عمر بن عبد العزيز». وكان الكتاب مفقودًا. وعثر الدكتور«حميد الله»على نسخة خطّية منه في المكتبة الظاهرية بـ«دمشق»، كما وجد نسخةً خطيةً أخرى في مكتبة جامع القزويين«بفارس». فأعدّ الدكتور الكتاب بالمقابلة بين النسختين، وطبع في الرباط في معهد الدراسات والأبحاث للتعريب .\nوله كتب أخرى في مختلف فنون التحقيقات. منها«المعتمد في أصول الفقه لأبي الحسين البصري»قام بتحقيقه مع«محمد بكير»و«حسن حنفي»، وطبعه المعهد الفرنسي«بدمشق». ومنها«أنساب الأشراف لأحمد بن يحيى المعروف بالبلاذري»، حقّقه الدكتور حميد الله وطبعه«معهد المخطوطات»بجامعة الدول العربية. ومنها«معدن الجواهر بتاريخ البصرة والجزائر لابن العراق»، وصدر ذلك عن مجمع البحوث الإسلامية«بإسلام آباد»مع تحقيق الدكتور«حميد الله».\nبجانب هذا له أعمال في اللغة والأدب مثل«كتاب الأنواء في مواسم العرب لابن قتيبة». قام بتحقيقه بالاشتراك مع«شارل بلا»، وصدر عن دائرة المعارف العثمانية، و«كتاب الذخائر والتحف للقاضي رشيد بن الزبير»الصادر عن دائرة المطبوعات والنشر«بالكويت»، و«كتاب النبات لأبي حنيفة الدنيوري»، وتاريخ تطور الدستور عند المسلمين الذي يبحث فيه عن الوثائق الدستورية في مكة قبل الإسلام ومن العهد النبوي إلى نهاية العصر الأموي، و«كتاب أديان العالم ومقارنتها».\n(مقال عن الدكتور محمد حميد الله ، رحمه الله)\nالدكتور محمد حميد الله رحمه الله: مفكراً وباحثاً إسلامياً فريداً\nبقلم محمد ذاكر خان - الرياض\nنبذة عن سيرته:\nهو الدكتور محمد حميد الله بن حاجي أبي محمد خليل الله بن محمد صبغة الله. ولد يوم الأربعاء في ١٦ محرم عام ١٣٢٦هـ الموافق ١٩ فبراير ١٩٠٨م[٢] في حي فيلخانه بمدينة حيدرآباد الدكن بالهند[٣]. وكان ينتمي إلى سلالة النوائط[٤] التي كانت تقطن الساحل الجنوبي من الهند، وتمارس التجارة والملاحة. ولها باع طويل في الدعوة والإرشاد والتأليف والتحقيق[٥] . فكان جده من الأب القاضي محمد صبغة الله بدر الدولة (١٢١١هـ/١٧٩٢م - ١٢٨٠هـ/١٨٦٣م) عالماً متمكناً على حذو أجداده مثل شمس العلماء القاضي عبد الله (ت. ١٣٤٦هـ) حيث كان يعتبر أول كاتب في النثر الأردي في جنوب ا لهند[٦]. وله ١٤ مؤلفاً باللغة الأردية و ٢٣ كتاباً باللغة الفارسية بالإضافة إلى ٢٩ كتاباً باللغة العربية في التفسير والفقه، ومنها كتاب «فوائد بدرية» في موضوع السيرة وهو معروف ومتداول لدى العلماء[٧]. وكان والده أبو محمد خليل (١٣٧٤هـ - ١٣٦٣هـ) مدير المالية في حكومة نظام الملك بحيدر آباد الدكن في عهد القاضي بدر الدولة[٨]. توفي الدكتور حميد الله في ١٣ شوال عام ١٤٢٣هـ الموافق ١٧ ديسمبر ٢٠٠٢م في مدينة جاكسلفانيا بالولايات المتحدة الأمريكية، تغمده الله برحمته وأسكنه فسيح جناته[٩].\nدراسته:\nبدأ دراسته على يد والده، ثم التحق بكلية دار العلوم بحيدر آباد الدكن، وتخرج فيها بعد نيل شهادة «مولوى كامل»[١٠]، وحفظ القرآن الكريم في سن مبكر،[١١] وقطع منذ ولادته جميع مراحل التعليم بدار العلوم الكلية النظامية والجامعة العثمانية، وحصل على الماجستير والبكالوريا في الحقوق، و شهادة دي فِل (جامعة بون الألمانية) ودِى لت (جامعة سوربون الفرنسية)[١٢]، وذلك لغاية عام ١٩٣٦م وكان يومئذ ابن ثمان وعشرين فقط. ثم استهل حياته العملية بالتدريس، وعليه فقد قضى فيه مسيرة حياته الممتدة على ٩٤ عاما (فبراير ١٩٠٨م - ديسمبر ٢٠٠٢م) أي زهاء ستين سنة على الأقل (١٩٣٦-١٩٩٦م) مشتغلا بنشاطات علمية ودعوية، تعليمية وتصنيفية ليلَ نهارَ. فبالرغم من نحافة جسمه مضى وقد أقام منارات شامخة في مجالات العلم والتحقيق المختلفة ترفع عمله وتبرز رسمه على مدى الأجيال القادمة. وينظر إلى عائلته كعائلة شريفة ولكنه يقول عن نفسه انه يتحدر روحياً من الدوحة النبوية.\nمشايخه وأساتذته:\nمن أشهر أساتذته الذين أخذ عنهم: (١) الشيخ مناظر أحسن الكيلاني (٢) عبد القدير الصديقي (٣) المفتي عبد اللطيف (٤) الشاه مصطفى القادري (٥) المولوي صبغة الله (٦) د. سيد عبد اللطيف (٧) البروفيسور حسين علي خان (٨) البروفيسور حسين علي مرزا (٩) المولوي علي موسى رضا مهاجر الخ..\nمكانته العلمية:\nلا تحتاج أوساط العلم المعاصرة ودوائر التحقيق الشرقية والغربية الجادة اليوم إلى تعريف بشخصية جامعة عملاقة كالدكتور محمد حميد الله ومآثره العلمية الجليلة وبمكانته الفكرية السامية. فكان القرن العشرون باستثناء بعض السنوات قرنه كاملاً. وقد قضى حياته الطيبة كلها بسذاجة وطهارة، فما اشتغل بالدنيا الدنينة قط إلا رسماً وتكلفاً، فلم تتح له فرصة الزواج على غرار بعض السلف في التاريخ الإسلامي، وما بنى له داراً. غادر وطنه المألوف حيدر آباد الدكن بعد الاحتلال الهندي لها مغادرة لم تنته حتى وافته المنية عام ٢٠٠٢، و لم يحصل كذلك على جنسية لبلد آخر، ولم يؤسس دكاناً ولا داراً ولا ضيعة، وعاش حياته في شقة مستأجرة متواضعة، حيث لم تتوفر الأثاث الفاخر ولا أسباب الترف، يتراكم فيها الكتب والمجلدات بحيث لا تعد ولا تحصى حتى لا تتواجد فيها دار الضيافة والرعاية التقليدية، لأنه كان يكتفي من طعام وشراب بما يسد رمقه ويبقى على قيد الحياة. وقد هجر أكل اللحوم منذ أزمان بعيدة، فيعيش على البقول والخضراوات ويكتفي ببعض البدلات من الملابس سائر فصول السنة طوال حياته. كان يقوم بجميع أعماله بنفسه مستغنياً عن الخدم ، يحرر مكاتيبه بنفسه، يستخدم في الكتابة القطع الصغير من الأوراق ويكتب بخط دقيق ويملأ الصفحة كلها حتى لا يضيع شيء، ويستغل أقل مساحة لأطول مبحث. وعليه فإنه يعطى للدين كله دون أن يأخذ من الدنيا شيئا. عاش عيشة عابر سبيل يصدق عليها قول الرسول الكريم «مالي وللدنيا، وما أنا والدنيا إلا كراكب استظل تحت شجرة ثم راح وتركها».\nعاش الدكتور محمد حميد الله حياته كلها بعد مغادرة مدينة حيدر آباد الدكن في سفر متواصل دائم، وكان يلم ويمر بكل بقعة من بقاع العالم سوى الدولة الآصفية (الدكن المحتلة) وأرض الفرنج الغاصبين، فكان يزور كل البلاد شرقاً وغرباً وشمالاً وجنوباً. و كان يبقى مرتبطاً بخاصة برجالات العلم في العالم الإسلامي وبالمعاهد العلمية والبحثية والجامعات الهامة في تواصل دائم. وكل ما قام فردياً لتنمية العلم والتحقيق (يقتضي تفصيله بحثاً مستقلاً موسعاً) ما هو في جلالته قدره، إلا أنه من جلائل أعماله وخوالد آثاره أنه ظل طوال عمره متصلاً بالمشاريع العلمية والتعليمية والتحقيقية عبر العالم متعاوناً ومشيراً ومرشداً. وحظيت على وجه الخصوص المعاهد الإسلامية الدعوية والمساجد والجامعات التي تعنى بتدريس وتحقيق العلوم الإسلامية من القرآن والحديث وغيرهما من علوم الدين، بتعاونه العلمي الدؤوب وتقديره وتشجيعه المتواصل، لأنه كان مسلماً مؤمناً وعالماً محققاً خدم العلم طوال عمره عن طواعية ورغبة وإخلاص تام، وأنفق معظم حياته بين الباحثين الغربيين وعلماء الغرب ومستشرقيه. وكان يدرك تماماً بسوء نياتهم وبغضهم وحقدهم للإسلام وأهدافهم ومقاصدهم الدنيئة المتمثلة في أسلوب دراساتهم وأبحاثهم المنقية. وقام خير قيام بالتصدي للمستشرقين والعلماء الغربيين بنفس أسلوبهم. وبذل جهده المستطاع في إعداد مقالات وبحوث وكتابات رفيعة المستوى من ناحية التحقيق العلمي تتوافق وطرازهم البحثي ومعيارهم العلمي بل ربما تفوقه. وبذلك استطاع دحض اعتراضاتهم وتحقيقاتهم الزائفة وكشف اللثام عن المفاهيم الخاطئة التي روجوها عن الإسلام ورسول الإسلام (صلى الله عليه وسلم) وهجومهم على مصادره حتى تجلت المآثر الإسلامية وثبت تفوق المدنية الإسلامية على الغرب وحضارته واعترفت الدنيا كلها بهذه الحقيقة الناصعة. وكان يتكلم مع علماء الغرب وباحثيه الأدعياء والمستشرقين العنيدين بلغتهم وأسلوبهم. وبجانب تضلعه باللغات الأردية والفارسية والعربية والإنجليزية بصفتها لغات أهلية له، كان يتقن أو يلم باللغات الفرنسية والألمانية، والأطالوية والتركية والروسية. وقد تعلم التايلاندية قبل وفاته بعشر سنوات، وبإلمامه باللغات المتنوعة كان له شغف زايد بمجالات علمية مختلفة مثلاً اختص بدراسة القانون الإسلامي الدولي وتدوين الفقه الإسلامي، وفقه الإمام أبى حنيفة وغيرها من الموضوعات إلا أنه كانت تتمحور مساعيه وجهوده العلمية الكبيرة حول موضوعات متصلة بالقرآن والحديث والسيرة النبوية، فقد قدم في هذه المجالات وما يتعلق بها تحقيقات سامية وكتابات مبدعة باللغات العربية والأردية والإنجليزية والفرنسية، نالت قبولاً واسعاً على الصعيد العالمي. ومن مآثره الكبيرة ترجمة معاني القرآن بالفرنسية وإعداد كتاب حافل بالفرنسية في سيرة الرسول صلى الله عليه وسلم في مجلدين. وكان يتصل بشخصيات ومعاهد تعمل على موضوعات القرآن والسنة والسيرة النبوية حيثما وجدت، ويمدها علمياً كأنه أوجب على نفسه تشجيع أعمال كهذه أينما وُجدت.\nأسلم على يديه أكثر من ثلاثين ألف فرنسي، حتى قال بعض المترجمين له: إنه أسلم على يديه نحو خمسين ألفًا من الفرنسيين، من بينهم بعض المفكرين والمثقفين الذين لمعت أسماؤهم على المستوى العالمي، ومن الذين ألّفوا في موضوع الكتاب المقدس والقرآن الكريم والعلم ما أقنع الإنسان العصري بأن أياً من مقولات القرآن لا يتصادم مع أي نظرية علمية حديثة.[١٣]\nكان الدكتور محمد حميد الله الحيدرآبادي الهندي باحثًا إسلاميًا متعمقًا ومتوسّعا في دراسة التاريخ الإسلامي والقانون الإسلامي. وقد أمضى معظم حياته العلمية في باريس: عاصمة فرنسا. وأثرى المكتبة الإسلامية بمؤلفاته الفريدة في الموضوعات التي تعرض لها والأسلوب الذي عالجها به. وقال بعض من تحدثوا عنه أنه ألف نحو ٣٥٠ كتاباً؛ ولكن قال بعضهم: إن مؤلفاته تربو على ١٦٥ مؤلفًا، كما أنه دبج أكثر من ٩٣٧ مقالاً في مختلف اللغات العالمية.\nوإلى جانب علمه الغزير، ومجده المؤثل، ومكانته الكبيرة، وتفانيه في خدمة الثقافة الإسلامية بالمستوى العلمي العصري اللائق، كان مثالاً في التواضع وإنكار الذات والبساطة في المأكل والملبس، وفي جميع شؤون الحياة، فظل يخدم نفسه بنفسه لآخر لحظة من حياته، وكان يخدم الجميع بيده ولسانه ومكانته وماله و وجاهته، ويسعى لتفريج الكربة عن كل يتيم وأرملة وبائس ومحتاج للمعونة، وكان يقوم بجميع شؤونه بنفسه، فيغسل ثيابه، ويرتب أموره، ويكنس بيته، ويتكفل بتأمين حاجياته إلى أواخر سني حياته.\nوكان أزهد الناس في حب الظهور واللمعان والشهرة، حتى أنه لما رُشح لجائزة الملك فيصل العالمية لخدمة الإسلام لعام ١٤١٤هـ / ١٩٩٤م - وقد كان أحق الناس بأن ينالها ويُكْرَم بها - رفض هذا الترشيح مع احترامه لمشاعر من رشحوه لها، زهدًا منه في الشهرة والظهور والذكر الزائد، وإيثارًا منه جزاءَ الله على جزاء عباده، لأنه كان يؤمن الإيمانَ كله أن الآخرة خير له وللمؤمنين كلهم من الأولى وأن الآجلة أبقى من العاجلة.\nوعمل الدكتور محمد حميد الله لأكثر من عشرين عامًا في باريس، محاضرًا وأستاذًا وباحثًا في كل من «المركز الوطني للبحوث العلمية» (National Centre of Scientific Research) و «ذي فرانس كوليدج» (The France College). وتنقل بين فرنسا وتركيا محاضرًا في الجامعات التركية و مؤسساتها الثقافية، كما تنقّل في أنحاء فرنسا وإلى خارجها، مشاركاً في المؤتمرات والندوات الثقافية والفكرية، ومتجولاً في الشرق والغرب ليحاضر في مئات من المدارس والجامعات والتجمعات الثقافية والملتقيات الدعوية والفكرية، معمقًا مفهوم الإسلام بأسلوب عصري متطور، فجذب به إليه كثيرًا من أبناء الغرب، ولاسيما أهل فرنسا.\nعكف الدكتور محمد حميد الله رحمه الله طوال سبعين عامًا على التأليف والكتابة، مدافعًا عن قضايا الإسلام، ومُبْرِزًا النفائس العلميةَ والكنوزَ الفكريةَ، التي ظلت مختفية عن الأنظار عبر قرون طويلة. كما حقق عددًا من المؤلفات الثمينة للعلماء القدامى، وعرضها على أبناء العصر سهلة سائغة ليستفيدوا منها دونما عناء.\nمؤلفاته الشهيرة:\nومن مؤلفاته الشهيرة ما يلي:\n١- القرآن الكريم وترجمة معانيه بالفرنسية، صدرت له أكثر من عشرين طبعة.\n٢- نبيّ الإسلام صلى الله عليه وسلم وحياته وأعماله، بالفرنسية في جزئين، صدرت له طبعات، آخرها طبعة ١٩٨٩م.\n٣- التعريف بالإسلام، بالفرنسية، صدرت له طبعات، ونقل إلى ٢٣ لغة عالمية.\n٤- ست رسائل دبلوماسية لنبي الإسلام صلى الله عليه وسلم، بالفرنسية، صدرت بباريس عام ١٩٨٦م.\n٥- لماذا نصوم؟ بالفرنسية، صدر عام ١٩٨٣م، و ١٩٨٨م.\n٦- فهرس ترجمات معاني القرآن الكريم، ألَّفه مستفيدًا من مائة وعشرين لغة، صدر بإستانبول بتركيا.\n٧- تصحيح ترجمة بوسكاي لصحيح البخاري، بالفرنسية، صدر بباريس.\n٨- مجموعة الوثائق السياسية للعهد النبوي والخلافة الراشدة بالعربية، صدر ببيروت.\nتحقيق كتب التراث:\nمن جملة كتب التراث التي قام بتحقيقها وإخراجها للمهتمين بالعلم هي كما يلي:\n١- كتاب الأنوار لابن قتيبة، صدر بحيدر آباد بالهند، عام ١٩٥٦م.\n٢- أنساب الأشراف للبلاذري، صدر عام ١٩٥٩م بمصر.\n٣- الذخائر والتحف للقاضي الرشيد بن الزبير، طبع بالكويت عام ١٩٥٩م.\n٤- مقدمة في علم السير أو حقوق الدول في الإسلام في أحكام أهل الذمة لابن القيم، صدر بدمشق عام ١٩٦١م.\n٥- كتاب النبات للدينوري، صدر عام ١٩٧٣م.\n٦- سيرة ابن إسحاق المسماة بكتاب المبتدأ والمبعث والمغازي، صدر بالرباط بالمغرب عام ١٩٧٦م.\n٧- صحيفة همام بن منبه، صدرت الطبعة الأولى منه عام ١٩٧٩م ببيروت، ثم صدرت له طبعات أخرى.\n٨- كتاب الردة ونبذة من فتوح العراق للواقدي، صدر بباريس وبيروت عام ١٩٨٩م.\n٩- كتاب السير الكبير للإمام محمد بن الحسن الشيباني، صدر بحيدر آباد عام ١٩٨٩م.\nكما شارك في إعداد دائرة المعارف الإسلامية باللغة الأردية عام ١٩٦٥م وذلك بتحرير ٣٢ مادة، وقد صدرت في جامعة بنجاب بباكستان، وشارك في موسوعة الأطلس الكبير للأديان بالفرنسية عام ١٩٨٨م بتحرير مادة «الإسلام» بالإضافة إلى مشاركته في تحرير مادة «الإسلام» أيضًا في كتاب «الدليل الديني لفرنسا» بالفرنسية، ط: هاشيت، بباريس عام ١٩٦١م.[١٤]\nولكن كيف مضت الخمسون عاماً ونيف التي قضاها في باريس في جامعة السوربون؟ لقد استنفدها في سبيل الله، حيث ترجم فيها معاني القرآن الكريم إلى الفرنسية وطبع من هذه الترجمة مئات الآلاف من النسخ، وقيل انه كان يدخل على يديه في المتوسط يوميا ثلاثة أشخاص طالبين الهداية بإعلان إسلامهم على يديه.\nومن كراماته في أواخر أيامه، وتحديداً بتاريخ ٢٠ يناير ١٩٦٦م حين كان عمره ٨٨ عاماً، دخل في غيبوبة وأصيب بشلل تام وطلبت الجهات المشرفة على علاجه من اسرته الاذن بسحب أجهزة الإنعاش ليموت بهدوء، ورفضت الأسرة إعطاء ذلك الإذن. ولدهشة الأطباء فإنه استعاد نشاطه في اليوم الرابع وتناول إفطاره. ولما كان الزمان رمضان، فقد واصل صومه قائلا انه لم يفته يوم من أيام رمضان منذ أن كان في التاسعة من عمره.\nومن شقته الصغيرة في باريس واصل إنتاج مقالاته وكتبه في شتى المعارف الإسلامية. ومن مثابرته أنه صعد جبل أحد مرتين ليحدد المكان الذي استراح فيه الرسول الكريم حينما جرح في المعركة وخلص إليه فيه أنصاره، كما أنه سار من مكة المكرمة إلى حنين على قدميه مرة، وامتطى مرة أخرى ظهر حمار حتى يستوعب تجربة الصحابة في الحرب ويكتب من خلال التجربة والمعاناة.[١٥]\nومن أبرز إسهامات الدكتور حميد الله تأسيسه لمبدأ الحياد في القانون الدولي الإسلامي كما أنه كان على قناعة بأن فكرة القانون الدولي مستمدة أساساً من إسهام إسلامي، كما أن له الفضل في إدخال مصطلحات جديدة في القاموس الإسلامي مثل دولة المدينة، ودستور المدينة.\nومن الدول التي كان يزورها دوماً تركيا والباكستان وماليزيا. وجمعته صداقة مودة مع الزعيم الباكستاني الراحل محمد ضياء الحق ونال أعلى جائزة ووسام من الجمهورية الباكستانية لأعماله المميزة في السيرة. وقبل بالوسام ولكنه تبرع بقيمة الجائزة وهي مليون روبية لمعهد الدراسات الإسلامية في إسلام آباد قائلا: «لو قبلت الجائزة في هذه الدنيا الفانية فماذا سأنال هناك في الدار الباقية؟» كما أنه اعتذر عن قبول عرض من رئاسة الجمهورية الباكستانية ليتفرغ للعمل كأستاذ فوق العادة في إحدى جامعاتها. وكان الدكتور حميد الله متشددا في بعض المسائل حيث كان يرفض ان تلتقط له صورة إلا لضرورة مثل إكمال الإجراءات الرسمية مثلاً، وإن كانت لديه كاميرا يصور بها المساجد والمشاهد الأثرية.\nكان الدكتور حميد الله غير مسكون بالعواطف الطائفية أو المذهبية أو العرقية أو القومية، حيث أن جنسيته إسلامه. وعلى رغم أنه ولد في وسط شافعي وعاش في بيئة مالكية إلا أنه مضت أكثر انجازاته العلمية في اتجاه الفقه الحنفي حيث حقق ما حقق من مخطوطات الفقهاء الأحناف، حيث أبرز كيف قنن أبو حنيفة رحمه الله الأحكام الشرعية. وأبرز أيضاً إبداعات ابن قيم الجوزية رحمه الله في القانون الدولي. وأتيح له اطلاع واسع على كتب المعتزلة أيضاً.[١٦]\nوظل الدكتور حميد الله مناصراً ومؤيداً لحركات التحرر الإسلامية في الجزائر وفلسطين وتونس وكذلك بالطبع لأهله في حيدرآباد.\nوكان يفتي بجواز استخدام بعض الأسماء باللغات المحلية للدلالة على اسم الذات الإلهية مثل (خدا) في الأردية كما انه كان يعتقد أن اسم الحاكم في الثقافة الاسلامية غير وقفي، وإنما هو اصطلاحي يصطلح عليه الناس كالخليفة، الملك، السلطان، أمير المؤمنين، رئيس الجمهورية .. الخ. وكانت له صلات متينة بأفريقيا حيث عمل في جنوب أفريقيا رئيساً لقسم الدراسات الإسلامية في جامعة درم في ويست فالي بجنوب أفريقيا، وأسس فيها مجلة «العلم» الناطقة بالانجليزية.\nعاش الدكتور حميد الله في شقته دون خادم أو تلفون أو حتى راديو أو تلفاز، ولم يسعد بشريكة حياة حيث عاش أعزب، وعزا ذلك إلى أنه كان يسعى في المرحلة الأولى من حياته لإعالة أسرته الكبيرة ولمتابعة شئونه العلمية، ثم وجد نفسه لاجئاً، وبينما هو في هذا الخضم فاته قطار الزواج، فآثر أن يشق طريقه كواحد من العزاب الذين خدموا الثقافة الإسلامية ابتداء من الغزالي وابن تيمية ومرورا بسيد قطب. وعاش الدكتور حميد الله زاهداً متنسكا مثل الصحابي الجليل أبي ذر رضي الله عنه، … يسير وحده ويموت وحده! ومات الدكتور حميد الله ولم يخلف إلا مكتبته. ومن المفارقة الغريبة أنه سطا محتال قبل مماته بسنوات على دريهمات له كانت بحسابه[١٧] في البنك. وانتهى به الحال ضيفاً على أبناء إخوانه الذين كان تولى الإنفاق على تعليمهم وتربيتهم. وحينما لفظ أنفاسه الأخيرة لم يتجاوز عدد مشيعيه الذين انزلوه إلى قبره الستين صلوا عليه ودفنوه وهو الذي ملأ الدنيا بعلمه وخدمته للملة الإسلامية. ولكنه سيظل بعد مماته يحكم العقول والقلوب بما تركه من مؤلفات ومخطوطات. وونتطلع إلى أن تصبح مكتبته العامرة وقفاً الإسلام والمسلمين.\nوداعاً أيها الدكتور محمد حميد الله … وداعاً أيها الإنسانِ العظيم … أيها العالمِ الفذ … يا من عرف ربه فأفني حياته في خدمة دينه … ويا من آثر الباقي على الفاني.\nوداعاً لرجل ارتفع بإيمانه الصادق فوق هذه الدنيا حقيقةًً لا كلاماً، فكان منذ عرفنَاه أكبر من هذه الدنيا، وأزهد الناس بها، في طعامه وشرابه ولباسه ومسكنه، وفي تواضعه، ونأيه بنفسه عما يتهافت عليه الناس، من الشهرةِ والتكريم والمكاسبِ والمناصب والمتعِ والملذات. ولو أراد شيئاً من ذلك لبلغ إلى الكثير منه دون عناء ..\nوداعاً لرجل عاش في الغرب فلم يفتنه الغرب، ولم يخلف عليه لوثته، وحيثما حل وأقام أصبح منارة هادية، ودعوَة دائبة، وتعريفاً حياً بالإسلام، وفضائل ، بلسان حاله، ليس بمجرد مقاله، تعريفاً رائعاً ما يزال له في كثير من النفوسِ أجمل الآثار، وما يزال يفتح القلوب لدعوةِ الله عز وجل، ويولد لها عند المنصفين المحبةَ والإعجاب والإكبار.\n_________\n[١] د. أحمد عبد القدير «د. محمد حميد الله كى علم دوستي (الدكتور محمد حميد الله وشغفه بالعلم)»، مجله عثمانية، كراتشي، ابريل-يونيو ١٩٩٧م، ج. ١، عدد ٤، ص. ٥٥.\n[٢] شاه بليغ الدين «ايك عالم ايك محقق (عالم ومحقق)»، مجلة عثمانية، كراتشي، كراتشي، ابريل-يونيو ١٩٩٧م، ج. ١، عدد ٤، ص. ٢٣.\n[٣] د. محمد سعود عالم قاسمي «د. محمد حميد الله اور اسلامي علوم كي تحقيق (د. محمد حميد الله وخدماته في البحوث العلمية الإسلامية)»، مجلة تحقيقات اسلامي، علي جراه، الهند، يناير-مارس ٢٠٠٣م، ص. ٩٦.\n[٤] ذكر ياقوت حمودي في معجم البلدان بأنه تعرف هذه القبلية بالنوايت أو النوايط وهي تسلك مسلك الشافعي، المرجع السابق، ص. ٢٣.\n[٥] أيضاً.\n[٦] لطف الرحمن فاروقى «د. محمد حميد الله ايك بى مثال محقق (د. محمد حميد الله باحثاً نادراً)»، مجلة دعوة، اسلام آباد، العدد الخاص بالدكتور محمد حميد الله، مارس ٢٠٠٣م، ج. ٩، عدد ١٠، ص. ٤٥.\n[٧] د. محمد سعود عالم قاسمي، المرجع السابق، ص. ٩٦.\n[٨] أيضاً.\n[٩] مجلة «فكر ونظر»، العددد الخاص بالدكتور محمد حميد الله، ج. ٤٠-٤١، ص. ١٣-١٤، أبريل-سبتمبر ٢٠٠٣م، معهد الدراسات الإسلامية بالجامعة الإسلامية، إسلام آباد، باكستان.\n[١٠] رشيذ شكيب، «جهره نما»، مجلة عثمانية، ص. ١٩.\n[١١] د. محمد الغزالي «جريدة أوصاف اليومية»، ٠٣-١٠-٥، ص. ٥.\n[١٢] محمد رشيد شيخ «د. محمد حميد الله»، مطابع الميزان، فيصل الآباد، باكستان، ٢٠٠٣م، ص.. ١٠٣-١٠٤.\n[١٣] محمد صلاح الدين «مجلة تكبير الأسبوعية (اردو)»، يناير ١٩٩٢م، ص.. ١٠-١٢.\n[١٤] سديده عطاء الله نقلاً عن «محمد حميد الله» لـ محمد راشد، المصدر الصابق، ص. ٢٧٤.\n[١٥] د. محمد أكرم رانا «مجلة تحقيقات اسلامي»، المرجع السابق ص.. ١٥٥-١٥٦.\n[١٦] ضياء الدين إصلاحي «آه فاضل كرامي د. محمد حميد الله» نقلاً عن كتاب «محمد حميد الله» لـ محمد راشد، المرجع السابق، ص. ٢٦٣.\n[١٧] سلمان ندوي، المرجع السابق، ص. ٢٢٨\nمقال بعنوان: (الدكتور محمد حميد الله، ومنهجه في كتابة السيرة النبوية)\nبقلم : الدكتور محمد شهاب الدين السبيلي\nالدكتور محمد حميد الله (رحمه الله) قام بأبرز الخدمات في مختلف شُعَب العلوم الإسلامية؛ ولكن موضوع كتابة السيرة النبوية، يُعْتَبَرُ من خواصّ موضوعه، والمجالُ الذي خاض فيه العلماء وبالغوا في الاعتناء به ولعبوا فيه دورًا ملموسًا، قد فاق الدكتور في نفس المجال وامتاز به على الأقران. وحينما يرى العلماء أن هذا الموضوعَ «موضوع السيرة النبوية» لايحتاج إلى الزيادة فيه بالنظر إلى وجود الكتب الضخمة القيمة كأمثال «السيرة النبوية» للعلامة شبلي النعماني والسيد سليمان الندوي - رحمهما الله - في اللغة الأردوية قد أثبت الدكتور من منهج تحقيقاته بأن هذا الموضوعَ ومجالَه واسعٌ مرتدح، وله عمق وأبعاد تحتاج إلى السير في أغواره؛ من أجل ذلك قد اعتبره العلماء المعاصرون من روّاد الكتابة في السيرة ــــــ ولماذا يُعطى لكتابته في السيرة هذا القدرُ من الأهميّة والاهتمام؟ ولماذا نشأت الحركة الجديدة بكتابته في الساحة العلمية و أوساط العلماء؟ اُحاول في السطور الآتية الإجابةَ عن هذه التساؤلات، وأتناول بعض مزاياه في الكتابة في هذا الموضوع.\nالنظر إلى السيرة النبوية بمنظار مقتضى العصر\nلم ينظر الدكتور إلى السيرة النبوية بمنظارها العادي المعهود، وإنما رأى أن السيرة هذه، هي ثروة إنسانية عالمية فيها الرسالةُ للبشرية جمعاء، مُنطلِقة من قيود الأمكنة، ولايصح ربطها بقوم أو عصر، ولا ينبغي تأطيرها بحدود جغرافية أو إسنادها إلى ساحة سياسية، ولاينبغي النظرُ إليها برؤية عنصرية أو قومية أو وطنية؛ لأن فيها الموهبة الكاملة والكفاءة التامة لحل جميع المسائل ومقتضيات العصر؛ فالحاجة ماسة لأَنْ تُطَالَع السيرةُ ويُنْظَر إليها بمنظار متناسق مع مقتضيات العصر الراهن. ولو سرحنا الأنظارَ إلى مؤلَّفات الدكتور محمد حميد الله لوجدنا عناوين معظمها مبتكرة. ولقد حاول الدكتور أن يزيد في ذخائر السيرة النبوية ويضيف إليها الجوانب الغريبة كأمثال «الرسول وحياته السياسية» و «نظام الحكم في العهد النبوي» و «تراتيب الدراسة والتعليم في العهد النبوي» و «ساحة القتال في العهد النبوي» و «الرسول وثائقه السياسية» و «رسالة السيرة النبوية إلى العصر الراهن». ولا يرتاب أحد في أن مثلَ هذه المواضيع والعناوين تطابق حاجةَ العصر الراهن ومتطلباته. والدكتور لم يتناول هذا الموضوع مجردَ التناول، وإنما قام بالبحث المُشْبِع فيه، ويبدو كلُّ مُؤَلّف من مؤلَّفاته من البدائع في التأليف من جميع الجهات من المحتويات والمواد والأساليب والمستوى .\nيُرى عامة أن مؤلِّفًا لو شحذ القلمَ وأطلق عنانَه وبدأ يكتب في موضوع جديد فلا يَقدِّم أمام الناظرين والقراء إلا النقاط الأساسية والمبدئية؛ ولكن يتبلور من مؤلَّفاته أنه لم يتناول الموضوعَ هكذا. وإنما حاول الوفاء بحقه، وتناول جميع جوانبه بشكل قد يخفى عن الأعين، أو لايتطرق إليه الذهن، وينطبع على الذهن بقراءَتها أنه جاء بكتابه جامع محتوٍ لايسع الزيادة فيه .\nأسلوبه الاستنتاجي\nأسلوب كتابته يتناسق مع أساليب الاجتهاد والاستنباط، إنّه عرض موضوعَ السيرة في قالب يمكن لدارسي السيرة والمطالعين إيّاها أن يجدوا فيها الدروس والعِبَر، وتَنَبَّط فيها جوانبَ العلم والاكتشاف، مُعرِضًا عن أسلوب سرد الوقائع والقصص. ونجد أنه يستنتج النقاط ويأتي بالاكتشافات من كل واقعة وحادثة؛ لأنه يرى أن حياته وسيرته صلى الله عليه وسلم تحتل المكانةَ القانونية أكثرَ من أن تكون مجردَّ بيان الأيام والليالي ووقائع الحياة، ولا شك أن هذا الأسلوب لايتخذ الصبغةَ الجديدة المتناسقة من الأسلوب العلمي المعاصر وإنما يشير إلى طبيعته الأخّاذة ومذاقه الموفور بموهبة الإبداع والاستنتاج، فنرى أنه قد يسرد واقعة من الوقائع العادية بأسلوبه المميز البديع، لايترك القارئَ إلا أنّه يجد فيه نوعًا من الاكتشاف والابتكار.\nولو أخذنا مؤلَّفة من مؤلَّفاته، وسرحنا الأنظار على محتوياتها، نجد المعارفَ الجديدة والنِكاتَ العلمية مبعثرة فيها، ولوقُمنا بجمعها وتدوينها بين الدفتين لظهر مجلَّد ضخم يُروي غليل الباحثين، ونجد في كتاباته مالا نجد في كتب غيره. انتشل الدكتور - رحمه الله - من الوقائع مالم يلتفت إليه الآخرون .\nالاستفادة من المخطوطات والمصادر القديمة\nنجد مستوى كتابته في السيرة يرتفع جدًا ويتألّق، لايكتب واقعة إلاّ ويبحث فيها بحثًا دقيقًا وينخلها نخلاً، ولايتقاصر في البحث عن المصادر وتحقيق الواقعة بدقة؛ لذا يُوجَد الإكثارُ من الإحالة إلى المصادر القديمة في كتابته، فقد عثر على ذخائر نادرة منقطعة عند مساس الحاجة مالم يعثر عليها الغيرُ، وتقاصرت هممُ عامَّة أهل العلم دون الوصول إليها .\nوكتاب «سيرة ابن إسحاق» الذي يُعْتَبر من أوثق المصادر الثابتة وأهمها وأقدمها وأغناها في السيرة النبوية، وكانت الإحالات والمقتطفات تُوجد في المؤلَّفات إلا أن الكتاب نفسَه كان منقرضًا؛ لكنه قد عثر عليه بجده واجتهاده المتواصل، وقام بنشره وطبعه بعد تحقيقه والتعليق عليه. وهكذا يسّر لأهل العلم الاستفادة من كتاب «أنساب الأشراف» للمؤرخ العالمي المعروف العلامة البلاذري بمساعيه الجادة وعمله الدؤوب، وكتاب «المحبر» لابن حبيب البغدادي الذي كان نادرًا مخَفيًّا عن أعين الناس، قد قام بطباعته وساعدَ أهلَ العلم في الانتفاع به بإخراجه إلى حيز الظهور. ولاشك أن مثلَ هذه الخدمات العلمية والمآثر الثقافية أبرزُ دليل وأزكى شهادة على حسن مذاقه في التحقيق، وأجلُّ برهان على مستواه الرفيع في مجال التأليف والتحرير.\nوالدكتور محمد حميد الله باعتباره الكاتبَ التحرير في «السيرة النبوية» يتمتع بميزة يمتاز بها عن الآخرين حيث أنه لم يكتف عند تدوين وقائع السيرة بالمواد الموجودة في الكتب والمراجع والمصادر، وإنما بحث فيه عمليًا، وتمتّع بالمعاينة والمشاهدة الشخصية عندما مسّت إليها الحاجة.\nوعند تأليف كتاب «ساحة القتال في العهد النبوي» لم يتمكن من معرفة الوجوه والأسباب التي دفعت إلى إقامة القتال بمناسبة غزوة أُحد عقب عمران المدينة، ولم يجد نكتةً تُوحِيه سرَّ ذلك، فترك تأليف الكتاب وتوقف عن إتمامه. ولما تشرّف بالحج بعد عشرين سنة وحظي بسعادة زيارة المدينة المنورة وعاين الأماكنَ ومَرَافقها استعدّ لإنهاء تأليفه؛ ولكنه لم يقم بإكماله إلا بعد ما ارتفع الظلام وانجلت الغيام وزال التوتر والارتباك، وظل خائضًا في التحقيق والبحث ردحًا من الزمن حتى انكشف السر واطمئن القلب، ولا شك أن هذا المستوى الرفيع للبحث والتحقيق لا يوجد لدى معظم الكُتّاب في السيرة النبوية .\nوالدكتور طبيعته التحقيقية هذه إنما هي فطرته التي فطره الله عليها، فينظر إلى مساري الحياة ومجرياتها بمنظاره العلمي والتحقيقي فلا يتكل على مجرد الشهادة التاريخية وإنما يتناول حقائق العلوم الطبيعية أيضًا، ولايصرف النظر عن الاكتشافات العلمية .\nأسلوب الواقعي والعلمي\nوهكذا يبدو في كتاباته أنه يتحاشى عن الإسهاب بإيراد العبارات الفارغة، وطرح المزاعم والمظنونات البعيدة، وبالمبالغة بلاجدوى، وإنما يساير مع الواقعية والجديدة، فيذكر كل جانب من جوانب السيرة دون زيادة أو تقصير، ولايهتم بما إذا رآى القارئ غير المتعمق أسلوبَه هذا غيرَ جميل؛ لأنه يرى وجوب التأكيد على هذه الجوانب من السيرة بطريق يطمئن به القلب ويعترف به العقل ويقع في الخاطر؛ لأن حياته صلى الله عليه وسلم أسوة يجب تقليدها واتباعها للبشرية جمعاء، فنرى أنه حينما يذكر المهاجرين، يذكر أولاً كيفية حل قضاياهم المعيشية ومشاكلهم الاقتصادية عقب وصولهم إلى المدينة ويقول إن النبي صلى الله عليه وسلم قد قضى على هذه المشكلة مؤقتًا بالموأخاة بين المهاجرين والأنصار ثم يأتي بالتفاصيل ويشير إلى أن معيشة النبي صلى الله عليه وسلم نفسه كيف تم تدبيرها وانتظامها، ويحاول بسرد التفاصيل لإثبات كيفية حل قضيته المعيشية منذ قدومه إلى المدينة حتى غزوة بدر الكبرى، ولاشك أن معظم الكُتّاب في السيرة النبوية لم يدرسوا هذا الجانب دراسة متأنية جدية وواقعية ولعلهم صرفوا النظر وأعرضوا عنها خشية أن يجعلوا هذه القضية موضوع بحث ونقاش.\nأسلوبه في الرد على المستشرقين\nوهكذا من أسلوب كتابته في السيرة، أنّه إذا يمرُّ بواقعة من وقائع السيرة جعلها الأغيار هدفًا للانتقاد بدافع المعاداة مع الإسلام ورسوله، يرد عليهم بكامل الشكيمة والشحامة والوقار العلمي بالاستناد إلى الإدلة والبراهين، وإلى الاكتشافات الجديدة. وعلى سبيل المثال أنه قام بالرد على المستشرقين في قولهم بعدم تغطية النبي صلى الله عليه وسلم الوجهَ عند نزول الوحي كعامة الكهنة، ردًا مُقنِّعًا شافيًا، وهكذا أثيرت الشبهات والتساؤلات منهم حول تدوين الحديث ، فرد عليهم الردود الوافية وأثبت صحةَ الأحاديث ومعيار تفحصها .\nهذا: وقد اجتهد في العثور على «صحيفة همام بن منبه» حتى توصل إليها، وقام بطبعها ونشرها، وهكذا أثبت أن الأحاديث لم يتم تدوينها في القرون المتأخرة بعد عهد النبي صلى الله عليه وسلم، وإنما بدأ عمله في عهده صلى الله عليه وسلم. وقد تجاوزت مؤلَّفاته من (١٥٠) مائة وخمسين مؤلفًا ونجد أسلوبه الإبداعي الفريد في جميع هذه المؤلَّفات.\nقال الشيخ عبدالفتاح أبو غدة في مقدمة تحقيق (الموقظة) للإمام الذهبي رحمهما الله:\n(( وكنت رجوت من الصديق المفضال العلامة الدكتور محمد حميدالله المقيم في باريس حفظه الله ورعاه\nأن يتكرم فيصورها لي [أي المخطوطة] فوجد أمر التصوير يتأخر طويلاً، فتفضل بنسخها لي بقلمه وخطه، ثم قابلها بالأصل\nوأثبت ما على حواشي الأصل من تعليقات…)) ص:١٢\nيقول الشيخ (إسماعيل الأكوع):\nوكان عالما زاهدا ، أسلم على يده الكثير من الفرنسيين ، وله الكثير من المؤلفات ويتقن أكثر من عشر لغات قراءة وكتابة ومحادثة، وكان يسكن في غرفة متواضعة جدا فوق سطح إحدى البنايات العالية في باريس. وقد رشحته لنيل جائزة الملك فيصل العالمية ، وذلك حينما عرضت الأمر على الدكتور شكري فيصل، الذي كان أحد أعضاء لجنة الجائزة، فرحب بذلك، وطلب بعض مؤلفات الدكتور حميد الله ، فأرسلت في طلبها منه، ولكنه رد علي برسالة يقول فيها : أنا لم أكتب ما كتبت إلا من أجل الله عز وجل، فلا تفسدوا علي ديني!)).\nقال الشيخ عبدالفتاح أبو غدة في مقدمة تحقيق (الموقظة) للإمام الذهبي رحمهما الله:\n(( وكنت رجوت من الصديق المفضال العلامة الدكتور محمد حميدالله المقيم في باريس حفظه الله ورعاه\nأن يتكرم فيصورها لي [أي المخطوطة] فوجد أمر التصوير يتأخر طويلاً، فتفضل بنسخها لي بقلمه وخطه، ثم قابلها بالأصل\nوأثبت ما على حواشي الأصل من تعليقات…)) ص:١٢\nهذا العالم الذي أسلم على يديه أكثر من ثلاثين ألف فرنسي.\nعندما نال أرفع وسام من رئيس الباكستان الراحل محمد ضياء الحق لأعماله المميزة في السيرة\nتبرع بقيمة الجائزة وهي مليون روبيةلمعهد الدراسات الإسلامية في إسلام آباد قائلا :\nلوقبلت الجائزة في هذه الدنيا الفانية ، فماذا سأنال هناك في الدار الباقية؟\nورشح لنيل جائزة الملك فيصل العالمية ، ولكنه رد قائلا : أنا لم أكتب ما كتبت إلا من أجل الله عز وجل، فلا تفسدوا علي ديني!)).\nحين كان عمره ٨٨ عاماً، دخل في غيبوبة وأصيب بشلل تام وطلبت الجهات المشرفة على علاجه من اسرته الإذن بسحب أجهزة الإنعاش ليموت بهدوء، ورفضت الأسرة إعطاء ذلك الإذن. ولدهشة الأطباء فإنه استعاد نشاطه في اليوم الرابع وتناول إفطاره. ولما كان الزمان رمضان، فقد واصل صومه قائلا انه لم يفته يوم من أيام رمضان منذ أن كان في التاسعة من عمره.",
  "books": [
    {
      "text_id": 23667,
      "title": "مجموعة الوثائق السياسية للعهد النبوي والخلافة الراشدة"
    }
  ]
}