{
  "author_id": 1388,
  "author_meta": "ويليام مونتغمري وات (١٣٢٧ - ١٤٢٧ هـ = ١٩٠٩ - ٢٠٠٦ م)\nWilliam Montogmery Watt\nويليام مونتغمري وات:\nمستشرق إنجليزي معاصر\nوُلد في ١٤ مارس ١٩٠٩ م الموافق ٢١ صفر ١٣٢٧ هـ\nنَشَرتْ بعض المجلات (الإسلامية) التي تصدر بالإنجليزية في لندن مقالا عن هذا المستشرق بعنوان (المسيحي ذو التعاطف غير العادي مع الإسلام)\nوالمقال بقلم ماليز روثفن،\nوهو كاتب مسيحي يعمل بنشاط في ميدان الغزو الفكري ضد المسلمين ـ عن طريق تأليف الكتب ونشر المقالات في عدة صحف ومجلات إنجليزية واسعة الانتشار.\nوالمقال يدور حول لقاء أجراه الكاتب مع المستشرق، ويتخذ اللقاء ذريعة لتمجيد المستشرق من خلال ذكر ثقافته ومؤلفاته وإسهاماته العديدة في مجال الدراسات الاستشراقية للإسلام بوجه عام، وللسيرة النبوية بوجه خاص.\nويبدأ المقال بالتعريف بالمستشرق بأنه قسيس يجمع بين الالتزام بالمسيحية وتوثيق الصلة بالمسلمين والاتصاف بالموضوعية في دراسته للإسلام، ويحاول المقال أن يظهر المستشرق على أنه (استثناء مشرف) من القاعدة العامة وهي تعصب المستشرقين ضد الإسلام.\nوكان هذا المستشرق يعمل أستاذا ورئيسا لقسم الدراسات الإسلامية والعربية بجامعة أدنبرة لمدة خمسة عشر عاما حتى تقاعده سنة ١٩٧٩ وقد قام خلال هذه الفترة بتدريس الإسلام عقيدة وتاريخا وحضارة لعدة أجيال من الطلبة وكثير منهم مسلمون (عرب وباكستانيون)، ويدعي المقال أن من بين تلاميذه (شيخ أزهر) سابق ولكن لا يذكر اسمه لأن الهدف الأساسي هو التهويل من شأن المستشرق (العلامة وأستاذيته حتى لأساتذة المسلمين!!\nويزعم المقال أن نتائج جهود هذا المستشرق وإسهاماته التي لم يسبق إليها في دراسته لمناطق مجهولة (من تاريخ الإسلامي والسيرة النبوية) قد أصبحت لا يستغنى عنها، فلا يستطيع باحث يريد أن يفهم التاريخ الإسلامي والدور الذي تلعبه الأفكار الدينية في خلق البناء الاجتماعي أو تعديله أن يستغني عن مؤلفاته.\nويذكر المقال من بين المؤلفات الهامة التي كتابها المستشرق لجمهور القراء كتابا بعنوان: محمد النبي ورجل الدولة. وإذا رجعنا إلى هذا الكتاب فسيتضح لنا أن وصف المستشرق بالموضوعية العلمية وبالتعاطف (غير العادي) مع الإسلام - إنما هو خداع متعمد للمسلمين، قصد به إخفاء حقيقة الاستشراق ومخططاته وأهدافه وإيهام المسلمين أن بعض المستشرقين على الأقل - قد بدأوا يغيرون موقفهم ويشعرون بالتعاطف مع الإسلام، والحقيقة أنهم في تعصبهم (ملة واحدة) وإن اختلفت وسائل ودرجات هذا التعصب.\nوللتدليل على هذه الحقيقة يكفي أن نقرأ من الكتاب المذكور الفصل الأخير بعنوان (تقويم) فنجد أن المستشرق (المتعاطف) يسأل هذا السؤال: كيف نحكم على محمد (صلى الله عليه وسلم)؟ أبمقاييس عصره؟ أم بأكثر الأفكار استنارة في الغرب اليوم؟\nوفي جوابه على هذا السؤال يقرر أن أعمال محمد صلى الله عليه وسلم التي لا يقبلها الغرب الحديث لم تكن موضوع نقد من معاصريه، فمن وجهة نظر عصره لا يمكن تأييد اتهامه (بالغدر) أو الشهوانية (وهما الفريتان اللتان تترددان - كما رأينا فيما سبق - ضمن افتراءات أخرى بين المستشرقين منذ القرون الوسطى) لأن معاصريه لم يجدوا فيه مطعنا أخلاقيا من هذا النوع من أي وجه.\nويشير المستشرق بالغدر إلى حادثين تاريخيين في السيرة:\nالأولى: سريه عبد الله جحش رضي الله عنه في رجب من السنة الثانية للهجرة وأن قتال المسلمين للمشركين فيها كان انتهاكا للشهر الحرام، ومن ثم يُعد غدرا.\nوقد كفى الله رسوله صلى الله عليه وسلم الرد على ما أثير بسبب هذه السرية وذلك في قوله تعالى (يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقاتلونكم حتى يردوكم عن دينكم أن استطاعوا).\nومن الواضح أن اضطهاد المشركين للمسلمين وإخراجهم من ديارهم ومن المسجد الحرام ومحاولتهم ردة المسلمين عن دينهم - كل هذا شر من القتال في الشهر الحرام؛ لأنه فتنة والفتنة أكبر من القتل.\nالثانية: - مصير يهود بني قريظة وما نالهم من عقاب رداع جزاءا وفاقا لنقضهم العهد وتآمرهم مع المشركين أثناء غزوة الأحزاب للغدر بالرسول وبالمسلمين وهم محاصرون في المدينة في موقف من أشد المواقف هولا على المؤمنين، كما قال تعالى (إذ جاءوكم من فوقكم ومن أسفل منكم وإذ زاغت الأبصار وبلغت القلوب الحناجر وتظنون بالله الظنونا هنالك ابتلى المؤمنون وزلزلوا زلزالا شديدا).\nويشير المستشرق بالشهوانية إلى زواجه صلى الله عليه وسلم بالسيدة زينب بنت جحش رضي الله عنها، مع أنه يعترف بأن هذا الزواج قصد به التشريع لتحريم التبني الذي كان سائدا في الجاهلية؛ كما قال تعالى (فلما قضى زيد منها وطرا زوجناكها لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوا منهنّ وطرا وكان أمر الله مفعولا).\nولا يتسع المجال هنا للرد بالتفصيل على فرية (الشهوانية) التي يرددها المستشرقون، ويكفي أن نتساءل كيف يكون شهوانيا من اقتصر على زوجة واحدة أكبر منه سنا طيلة شبابه حتى بلغ الكهولة؟! وكيف يكون شهوانيا من كان كل زواج له بعدها وسيلة لنشر الإسلام وتطبيق تشريعاته؟! وكيف يكون شهوانيا من أصبح سيد الجزيرة ومكن الله له في الأرض ومع ذلك رفض حياة الترف وآثر حياة الخشونة والزهد وما عند الله على ما عند الناس؟ ثم أمر بتخيير زوجاته بين الرضى بهذه الحياة أو الفراق؟ كيف يكون هذا الإنسان العظيم والرسول الكريم (شهوانيا)؟!\nويقرر المستشرق أن محمدا صلى الله عليه وسلم - في عصره وبيئته يعد مصلحا اجتماعيا وذلك لأنه وضع نظاما جديدا للضمان الاجتماعي (ومنه الزكاة)، وأقام بناء جديدا للأسرة وكلاهما كان تقدما كبيرا عما كان عليه العرب قبل الإسلام.\nبل ويُعد محمد صلى الله عليه وسلم بمقاييس عصره كذلك مصلحا أخلاقيا وذلك لأنه كما يزعم المستشرق - أخذ أفضل ما في أخلاق البدو وتبناها للمجتمعات المستقرة، وبذلك وضع إطارا دينيا واجتماعيا لحياة كثير من الناس من أجناس مختلفة.\nوينتهي المستشرق إلى أن يصف الرسول صلى الله عليه وسلم بأنه مصلح اجتماعي وأخلاقي ولكن بمقاييس عصره وبيئته؛ أي بمقاييس العرب الوثنيين والبدو قبل الإسلام وبالتالي فهو مصلح اجتماعي وأخلاقي في إطار هذا التحديد وليس رسولا من عند الله ورحمة للعالمين في كل زمان ومكان!\nويتعرض لموقف المسلمين من رسولهم صلى الله عليه وسلم وأنهم يرونه مثلا أعلى في السلوك الأخلاقي لكل البشر (أي في كل زمان ومكان) ويرى هو أن موقفهم هذا غلو لم يقنع إلا قليلا من غير المسلمين، وأن المسلمين لن ينجحوا في إقناع المجتمع الدولي والغرب المسيحي (المستنير) بأن رسولهم صلى الله عليه وسلم مثل أعلى في السلوك الأخلاقي!\nوالمستشرق يتجاهل أن رسول الله صلى الله عليه وسلم كان ولا يزال الأسوة الحسنة للملايين من البشر المؤمنين طوال أربعة عشر قرنا من الزمان في عصور وبيئات مختلفة، وأنه كان ولا يزال المثل الأعلى في السلوك الأخلاقي لمستويات متنوعة من البشر من العامة والخاصة, من العلماء والفلاسفة, من المصلحين والمجاهدين والدعاة، من كل الأجناس والمجتمعات. فلا يحتاج إلى شهادة مستشرق كافر به حاقد عليه, وتكفيه شهادة ربه: (وإنك لعلى خلق عظيم).\nوفي رأي المستشرق أن الصفات الشخصية التي أعانت الرسول صلى الله عليه وسلم على نشر الإسلام هي ثلاث صفات رئيسية:\n١ - موهبة كعراف (كاهن)  SEER:  أي مقدرته على استبصار الأسباب الرئيسة للتخلف الاجتماعي في عصره, وعبقريته في التعبير عن هذا الاستبصار بصورة تهز السامع من أعماق كيانه, وهو يشير بهذا إلى القرآن الكريم ويرى أن القارئ الأوروبي ينفر، ومع ذلك فهو كتاب يناسب حاجات وظروف عصره (فقط). ومن الواضح أن المستشرق ينكر أن القرآن وحي من عند الله.\n٢ - حكمته كسياسي: يقرر أن محمداً صلى الله عليه وسلم كان ذا نظر بعيد كمخطط سياسي وكمصلح اجتماعي, وهذا يتضح من التوسع السريع لدولته في المدينة, حتى أصبحت- بعد زمن قصير- \" إمبراطورية \" عالمية. ويتضح كذلك من \" تكييف \" مؤسساته الاجتماعية (أي مؤسسات الإسلام) للتطبيق في بيئات كثيرة متنوعة, واستمرار هذا التطبيق حتى الآن.\n٣ - مهارته في الإدارة: وتتجلي هذه المهارة في اختيار للرجال الذين عهد إليهم تولي الأعمال الإدارية اليومية , وذلك لأن المؤسسات السليمة والسياسة الحكيمة لا تؤثران تأثيراً فعالاً إذا كان التنفيذ خاطئاً أو ضعيفاً. وقد خلف محمد صلى الله عليه وسلم دولة ذات إدارة قوية.\nثم يتساءل المستشرق \" المتعاطف \": هل كان محمد نبياً؟\nفي إجابته على هذا السؤال يزعم المستشرق أن الرسول صلى الله عليه وسلم كان يتمتع بما يسميه الخيال المبدع: وهو في هذه الخاصية يشارك غيره من الفنانين والشعراء والكتاب ذوي الخيال المبدع, فكل هؤلاء يعبرون بالصيغ الحسية (أي بالصور والقصائد والتمثيليات والروايات) عما يشعر به كثير من الناس, ولكنهم لا يستطيعون التعبير عنه بأنفسهم , ومن ثم يتميز الإنتاج العظيم للخيال المبدع بنوع من \" العالمية \" لأنه لا يعبر عن مشاعر ومواقف الفرد الذي أنتجه فحسب, بل عن مشاعر ومواقف جيل كامل من الناس.\nويرى المستشرق أن الأنبياء والزعماء الدينيين ذوي النبوءات (أي القادرين على التنبوء) يشتركون مع الفنانين والشعراء والكتاب في خاصية الخيال المبدع, ومن ثم يعلنون أفكاراً تتصل بأعمق التجارب الإنسانية, مع الاهتمام الخاص بحاجات العصر والجيل.\nوعلامة النبي العظيم- في رأيه- هي ما تحدثه \" أفكاره \" من جاذبية عميقة \" أي تأثير عميق \" عند أولئك الذين وجهت إليهم هذه الأفكار.\nويتساءل المستشرق: من أين تأتي هذه الأفكار؟\nويشير إلى رأي من يقولون بأنها تأتي من اللاوعي, وإلى رأي من يقولون بأنها تأتي من الله (وهؤلاء هم المؤمنون بأديان الوحي). ويرى هو أنها تأتي من تلك الحياة داخل الإنسان التي هي أكبر منه , وهي غالباً تحت مستوى الوعي ولها صلة بالله.\nويقرر المستشرق أن ليس هناك بالضرورة ما يحتم أن تكون كل أفكار الخيال المبدع صادقة وصحيحة. ويتساءل: ما القول في تلك الأفكار التي ينتجها الخيال المبدع وهي كاذبة أو غير صحيحة؟\nوهنا يعرض للمقارنة: فيذكر أن الخيال المبدع عند هتلر كان على درجة كبيرة من التطور, كما كان لأفكاره تأثير واسع (على الجماهير). ولكن يعتقد أنه كان مصاباً بالعصاب (الاضطراب العصبي) , وأن الألمان الذين اتبعوه إلى درجة التعبد قد أصابتهم عدوى ذلك العصاب.\nومن الواضح أن المستشرق يحاول هنا- في خبث- أن يقارن الرسول الكريم صلى الله عليه وسلم وما أوحي إليه من الذكر الحكيم بهتلر، وما عرف عنه من عصاب وهستيريا كانت تؤثر في الجماهير.\nومن الواضح كذلك أن المستشرق يردد هنا ما ردده المستشرقون من قبله من افتراءات, كان منها وصفه صلى الله عليه وسلم بالصرع والاضطراب العصبي والهستيريا!\nفأي \" تعاطف \"هذا؟ وأي موضوعية؟ وأي أمانة؟\nويزعم المستشرق أن \" أفكار\" محمد (صلى الله عليه وسلم) التي أنتجها خياله المبدع كانت- إلى حد كبير- حقيقية وصحيحة. ولكن هذا لا يعني- في زعمه- أن كل ما في القرآن صحيح. فبعض \" الأفكار \" القرآنية حقيقية وصحيحة, وبعضها الآخر ليست كذلك؟\nوهناك نقطة تبدو فيها \" الأفكار \" القرآنية- في زعم المستشرق- غير حقيقية وغير صحيحة, وهي الفكرة القائلة بأن الوحي (أي ما يسميه هو إنتاج \"الخيال المبدع \") هو أسمى وأوثق من الطرق الإنسانية العادية كمصدر للحقيقة التاريخية, وهنا يشير إلى عدة آيات قرآنية تؤكد أن الله يوحي إلى رسوله بأنباء الغيب كقوله تعالى: (تلك من أنباء الغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك من قبل هذا).\nويقرر أنه يقبل أن \" الخيال المبدع \" يمكن أن يقدم تفسيراً جديداً وأكثر صدقاً للأحداث التاريخية, ولكنه لا يقبل أن يكون \" الخيال المبدع\" مصدراً للحقيقة التاريخية المجردة (أي مصدراً للأخبار بالغيب من حقائق التاريخ) ويزعم أن هذا مبالغة وكذب.\nوهذه النقطة- كما يؤكد المستشرق- ذات أهمية خاصة بالنسبة للمسيحيين, وذلك لأن القرآن ينكر قتل عيسي عليه السلام أو صلبه, ويعتقد المسلمون أن هذا الإنكار أهم من الشواهد التاريخية التي تقول بصلب المسيح. وهو يشير بذلك إلى قوله تعالى عن اليهود: (وقولهم إنا قتلنا المسيح عيسي ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم).\nوالواقع أنه ليس هناك \" شواهد تاريخية\" موثوق بها عن صلب المسيح عليه السلام. والروايات التي وردت في الأناجيل عن قصة الصلب تتضارب تضارياً شديداً, حتى ليعجب الإنسان كيف تختلف هذه الأناجيل في أصل هام من أصول ديانتهم. ولو صح أنه أصل لكان اهتمامها به متساوياً أو متقارباً. وقد أورد بعض الباحثين أربعة وثلاثين وجهاً من التضارب بين نصوص, ويؤكد أن أنكار القرآن لقتل المسيح أو صلبه هو حق لاشك فيه.\nويزعم المستشرق أن هدف القرآن من هذا الإنكار هو أن ينفي ادعاء اليهود قتله أو صلبه, ليجردهم مما يرونه انتصارا لهم. وهذا زعم واضح البطلان.\nفقد كرر القرآن الكريم وصم اليهود بأنهم كانوا يقتلون أنبياءهم بغير حق. فلماذا يستثني المسيح عليه السلام من بين هؤلاء الأنبياء؟! مع أن قتله أو صلبه- لو كان أيهما قد حدث- يعد بلا شك وصمة عار تضاف إلى سجل اليهود المخضب بدماء الأنبياء والآمرين بالقسط من الناس.\nويزعم المستشرق كذلك أن المبالغة في دور الوحي قد أدت إلى نتائج أخرى. ومنها المبالغة في إسهام العرب في الثقافة الإسلامية على حساب الأجناس الأخرى المتحضرة التي اعتنقت الإسلام في مصر وسوريا والعراق وإيران.\nويكفي لتنفيذ هذا الزعم أن الإسلام ساوي بين الناس جميعاً ولم يجعل مقياس الأفضلية بينهم الجنس أو العنصرية , بل التقوى.\nوأخيراً يتساءل المستشرق مرة أخرى: هل كان محمد نبياً؟\nويجيب بأنه كان رجلاً نشط عنده \" الخيال المبدع \" على مستويات عميقة, \" وأنتج \" \"أفكاراً\" ذات صلة بالقضايا الرئيسية في الوجود الإنساني , ومن ثم كان له تأثير واسع, ليس في عصره فحسب بل وكذلك في العصور التالية. ويقرر أنه بالرغم من أنه لم تكن كل \" الأفكار \"التي أتي بها الرسول (صلى الله عليه وسلم) حقيقية وصحيحة-فقد استطاع أن يقدم للملايين من الناس ديناً أفضل مما كانوا عليه قبل أن يصبحوا مسلمين!!\nتفنيد فرية الأخذ من التوراة والإنجيل:\nومما سبق يتضح أن المستشرق ينكر- كما ينكر جميع المستشرقين- أن القرآن الكريم وحي من عند الله.\nوفي مواضع أخرى من كتابه يتخذ هذا الإنكار الصورة المتفق عليها بين جميع المستشرقين, وهي أن القرآن يعتمد كثيراً على الأخذ من اليهودية والنصرانية, وبخاصة على الأخذ من العهدين القديم والجديد أي من التوراة والإنجيل.\nويكفي لتفنيد هذا الزعم أن القرآن الكريم قد أتى بالعقائد والأصول العامة التي أتت بها كل رسالات التوحيد الموحى بها قبله, كما قال تعالى: (وأنزلنا إليك الكتاب بالحق مصدقاً لما بين يديه من الكتاب ومهيمنا عليه).\nولكن الكتاب العزيز يختلف عن الكتب السابقة من عدة أوجه, ومن أهمها:\n١ - أن الكتب السابقة أنزلت على رسل بعثوا لأقوامهم خاصة , بينما أنزل القرآن للناس كافة.\n٢ - أن كتب أهل الكتاب, وبخاصة التوراة والإنجيل. قد حرفت بينما حفظ الله تعالى كتابه من كل تحريف.\nوهذا الوجه الثاني في غاية الأهمية بالنسبة لتفنيد فرية الأخذ من كتب اليهود والنصارى, فقد أكد القرآن الكريم تحريف أهل الكتاب لكتبهم (أي التوراة والإنجيل) في عدة آيات: منها على سبيل المثال قوله تعالى عن اليهود: (فويل للذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله)، (من الذين هادوا يحرفون الكلم عن مواضعه)، (يحرقون الكلم عن مواضعه ونسوا حظاً مما ذكروا به)\nوقوله تعالى عن النصارى: (ومن الذين إنا نصارى أخذنا ميثاقهم فنسوا حظاً مما ذكروا به).\nوقد نعي القرآن الكريم على أهل الكتاب تحريفهم لعقيدة التوحيد, وانحرافهم عنها إلى عقائد باطلة , كعقيدة التشبيه عند اليهود, وعقيدة التثليث عند النصارى, كما نعى عليهما ما ترتب على انحرافهم في العبادة والشريعة والأخلاق, وذلك لأنهم (اتخذوا أحبارهم ورهبانهم أرباباً من دون الله والمسيح ابن مريم وما أمروا ألا ليعبدوا إلها واحد) وأحلو ما حرم الله من الربا وأكل أموال الناس بالباطل, واتصف اليهود خاصة بنقض العهد, وقسوة القلوب , وقتل الأنبياء بغير حق.\nفكيف يعقل أن يأخذ القرآن عن الكتب التي أعلن تحريفها؟! وعن أولئك الذين حرفوها وانحرفوا عن عقائدها وتعاليمها وتشريعاتها الموحي بها؟!\nوتحريف التوراة والإنجيل, وخلو القرآن من التحريف, حقيقة لا يؤكدها القرآن فحسب, بل يؤكدها كذلك العلماء والباحثون في الأديان, حتى من غير المسلمين. وقد أسلم بعض هؤلاء بعد اهتدائهم لهذه الحقيقة. وقد بين العلم الفرنسي موريس بوكاي الأخطاء العلمية العديدة التي وردت في التوراة والإنجيل نتيجة تحريفهما, وكذلك بين خلو القرآن من هذا الأخطاء, واشتماله على الحقائق العلمية التي أثبت العلم الحديث صحتها بعد مرور أربعة عشر قرناً على نزوله على نبي أمي لم يقرأ كتاباً, ولم يدرس علوما.\nفكيف يُقبل عقلاً أن ينقل القرآن عن تلك الكتب (كما يزعم المستشرقون) ثم لا ينقل عنها ولو خطأ واحداً؟ ولا يأتي إلا بالحق الذي لاشك فيه؟ أليس هذا وحده دليلاً على أنه وحي من الله: (وإنه لكتاب عزيز. لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد) وإنه كتاب معجز كما قال تعالى: (قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيراً)؟\nونعود إلى المقال فنجده يذكر أن المستشرق البريطاني قد أثرى دراسة السيرة بالمعلومات الاقتصادية والاجتماعية , ولذلك أثني عليه المستشرق الفرنسي مكسيم رودنسون, وهو يهودي ماركسي ألف هو الآخر كتاباً بالفرنسية عن محمد صلى الله عليه وسلم ترجم ونشر بالإنجليزية، وهو مشحون بالافتراءات الاستشراقية على الرسول صلى الله عليه وسلم ورسالته وشخصيته. وكثير من هذه الافتراءات مستمدة من التفسير المادي (الاقتصادي) للتاريخ عند كارل ماركس , ومن التحليل النفسي (الجنسي) للإنسان عند سيجموند فرويد. وكلها افتراءات ساقطة مبتذلة نعف عن مجرد ذكرها.\nوبعد, فرسولنا الكريم صلى الله عليه وسلم قد عصمه الله من الناس, وهو الصادق المصدوق بشهادة ربه, وشهادة التاريخ, وشهادة الملايين الذي آمنوا به وصدقوه وعزروه ونصروه واتبعوا النور الذي أنزل معه. فلا يحتاج إلى شهادة الكافرين والملاحدة. وإنما أردنا أن نبين للمخدوعين من المسلمين أن المستشرقين ليس بينهم منصف, فضلاً عن (متعاطف). وأنهم جميعاً (ملة واحدة) يهدفون إلى غاية واحدة وهي إطفاء نور الله. وهيهات هيهات:\n(يريدون ليطفئوا نور الله بأفواههم والله متم نوره ولو كره الكافرون)\n[توفي في ٢٤ أكتوبر ٢٠٠٦ م الموافق ٢ شوال ١٤٢٧ هـ، عن عُمْر ناهز المائة]\n(المصدر: رؤية إسلامية للاستشراق، للأستاذ أحمد غراب، ص ١١٥ - ١٢٦)",
  "books": [
    {
      "text_id": 23669,
      "title": "محمد صلى الله عليه وآله وسلم في مكة"
    }
  ]
}