{
  "author_id": 1391,
  "author_meta": "ولد الأستاذ محمد بن محمد حسن شُرَّاب في خان يونس من قضاء غزة سنة ١٩٣٨ م\nتعلم في مدارسها ثم تابع دراسته في الأزهر عام (١٩٥٣ ـ ١٩٥٦) ثم انتقل في تباشير الوحدة بين مصر وسوريا عام ١٩٥٩ إلى جامعة دمشق للدراسة فيها وتخرج في كلية الآداب واللغة العربية عام ١٩٦٣ ثم أكمل دراسته التربوية فنال دبلوم التربية من الجامعة نفسها. وتابع دراسته في معهد الدراسات الإسلامية بالقاهرة (ماجستير دراسات إسلامية) ١٩٨٠\nتعاقد مدرسا مع المملكة العربية السعودية (١٩٦٤ ـ ١٩٩٤) وعمل في حائل والدمام والمدينة المنورة وقضى فيها ثلاثين عاما بين التدريس والمحاضرات في النوادي الأدبية والمجالس العلمية.\nاحترف الكتابة منذ عام ١٩٨٠ فصدر له حتى عام ٢٠٠٦ أكثر من ثلاثين كتابا في تراجم المدن والرجال واللغة والنحو والتاريخ.\nعاد إلى دمشق وسكن في ناحية داريا في الغوطة الغربية في بيت ريفي يشبه بيوت خان يونس وتفوح من جنباته روائح الأزهار والزيتون التي كانت تذكره ببلاده التي تاقت نفسه لرؤيتها.\nتزوج سنة ١٩٦٨ من امرأة دمشقية أنجبت له أحمد خريج كلية الاقتصاد والتجارة، وكوثر خريجة جامعة العلوم التطبيقية في عمان الأردن ـ فيزياء تطبيقية.\nيمتاز الأستاذ شراب بثقافته الواسعة؛ ففي تاريخ فلسطين ومدنها ورجالها لا يشق له غبار وفي تاريخ المملكة العربية السعودية ولا سيما المدينة المنورة التي أمضى بها ردحا من الزمن تراه عالما بها أكثر من سكانها، أما في اللغة والنحو والصرف فكأنك تستمع إلى سيبويه أو ابن مالك أو ابن هشام، فهو حافظ لشواهدها، ضليع بأسرارها عارف ببلاغتها.\nومن شدة حبه للأدب والتراث جعل بيته الكائن في ناحية داريا القريبة من دمشق مقرًا لمحبي اللغة والأدب، يقرأ عليه بعض كتب الأدب والتاريخ وخلال إجازاتي الصيفية كنت حريصًا على حضور حلقته بعد صلاة الفجر من كل يوم جمعة وفي صيف عام ٢٠٠٣ كان الأستاذ يقرأ علينا من كتاب طبقات فحول الشعراء لابن سلام الجمحي شارحا الغريب ومفسرا ومعلقا وحافظا للشواهد الشعرية عن ظهر قلب، وفي زيارتي الأخيرة لدمشق شتاء ٢٠٠٥/ ٢٠٠٦ زرته أيضا للسلام عليه ولسماع دروسه القيمة وجدت أن حلقته الصغيرة لم تنقطع وقرأ علينا صفحات من الكامل للمبرد الذي بدأ به قبل أشهر عديدة.\nصنف الأستاذ عددا من الكتب الأدبية والموسوعية منها:\nأخبار الوادي المبارك\" العقيق\": دار التراث بالمدينة ١٩٨٤.\nالمدينة في العصر الأموي: دار التراث بالمدينة ١٩٨٥.\nالمعالم الأثيرة في السنة والسيرة: دار القلم بدمشق.\nفي أصول التاريخ العربي الإسلامي: دار القلم بدمشق.\nتميم الداري: راهب أهل عصره وعابد أهل فلسطين: دار القلم بدمشق.\nالمدينة النبوية في فجر الإسلام وعصر الراشدين: دار القلم بدمشق.\nالإمام محمد بن شهاب الزهري، عالم الحجاز والشام: دار القلم بدمشق.\nأبو عبيد بن الجراح: دار القلم بدمشق.\nعز الدين القسام، شيخ المجاهدين في فلسطين: دار القلم بدمشق.\nمعجم بلدان فلسطين: دار المأمون للتراث دمشق.\nمعجم أسماء المدن والقرى الفلسطينية وتفسير معانيها: الدار الأهلية عمان.\nمعجم العشائر الفلسطينية ورجالات الأدب والجهاد: عمان المكتبة الأهلية ٢٠٠٢\nبيت المقدس والمسجد الأقصى: دار القلم بدمشق.\nالقول المبين في تاريخ القدس وفلسطين: دار السقا في داريا.\nالعرب واليهود في التاريخ: دار السقا في داريا.\nقضية ولا صلاح الدين لها: دار السقا في داريا.\nالحديث النبوي مصدر للتشريع: دار السقا في داريا.\nالشوارد النحوية: دار المأمون بدمشق.\nمعجم الشواهد الشعرية في كتب النحو: دار البشير عمان.\nشعراء من المملكة العربية السعودية: دار المأمون ودار قتيبة دمشق ٢٠٠٦.\nموسوعة بيت المقدس والمسجد الأقصى: الدار الأهلية عمان.\nتاريخ الكتابة وتدوين العلم: دار الصديق دمشق.\nشعراء فلسطين: الدار الأهلية، عمان ٢٠٠٥ م.\nحسان بن ثابت: دار الصديق دمشق ..\nقصة بانت سعاد: دار الصديق دمشق.\nمدينة حيفا: الدار الأهلية، عمان ٢٠٠٥ م.\nمدينة الخليل: الدار الأهلية، عمان ٢٠٠٥ م.\nمدينة الناصرة: الدار الأهلية، عمان ٢٠٠٥ م.\nمدينة عكا: الدار الأهلية، عمان ٢٠٠٥ م.\nمدينة غزة: الدار الأهلية، عمان ٢٠٠٥ م.\nمدينة القدس: الدار الأهلية، عمان ٢٠٠٥ م.\nاللد والرملة: الدار الأهلية عمان ٢٠٠٥.\nنشر العشرات من المقالات في المجلات والصحف السعودية مثل عكاظ والبلاد والمنهل والحرس الوطني والفيصل والشرق ودارة الملك عبد العزيز والنور في لندن\nحاضر في عدد من المراكز الثقافية في سوريا، وكان ضيفا على عدد من البرامج التلفازية الأدبية.\nعضو في اتحاد الكتاب والصحفيين الفلسطينين بدمشق.\nتوفي في ٣١ أكتوبر ٢٠١٣ م الموافق ٢٦ ذو الحجة ١٤٣٤ هـ",
  "books": [
    {
      "text_id": 17712,
      "title": "شرح الشواهد الشعرية في أمات الكتب النحوية"
    },
    {
      "text_id": 23677,
      "title": "المعالم الأثيرة في السنة والسيرة"
    }
  ]
}