{
  "author_id": 1398,
  "author_meta": "يوسف النَّبْهَاني (١٢٦٥ - ١٣٥٠ هـ = ١٨٤٩ - ١٩٣٢ م)\nيوسف بن إسماعيل بن يوسف النبهانى: شاعر، أديب، من رجال القضاء. نسبته إلى «بنى نبهان» من عرب البادية بفلسطين، استوطنوا قرية «إجْزِم» - بصيغة الأمر - التابعة لحيفا فى شمالى فلسطين. وبها ولد ونشأ. وتعلم بالأزهر بمصر (سنة ١٢٨٣ - ١٢٨٩ م) وذهب إلى الآستانة فعمل في تحرير جريدة «الجوائب» وتصحيح ما يُطبع في مطبعتها. ورجع إلى بلاد الشام (١٢٩٦) فتنقل فى أعمال القضاء إلى أن كان رئيساً لمحكمة الحقوق ببيروت (١٣٠٥) وأقام زيادة على عشرين سنة. وسافر إلى «المدينة» مجاوراً، ونشبت الحرب العامة (الأولى) فعاد إلى قريته وتوفى بها. له كتب كثيرة، قال صاحب «معجم الشيوخ»: «خلط فيها الصالح بالطالح، وحمل على أعلام الإسلام، كابن تيمية وابن قيم الجوزية، حملات شعواء وتناول بمثلها الإمام الآلوسى المفسر، والشيخ محمد عبده والسيد جمال الدين الافغاني وآخرين». من كتبه «جامع كرامات الأولياء - ط» مجلدان، و «رياض الجنة في أذكار الكتاب والسنة - ط» و «المجموعة النبهانية في المدائح النبوية - ط» أربعة أجزاء، و «وسائل الوصول إلى شمائل الرسول - ط» و «أفضل الصلوات على سيد السادات - ط» و «تهذيب النفوس - ط» اختصره من رياض الصالحين للنووي، و «حجة الله على العالمين - ط» في المعجزات النبوية، و «الفتح الكبير - ط» ثلاثة مجلدات، في الحديث، و «نجوم المهتدين - ط» فى دلائل النبوة، و «السابقات الجياد في مدح سيد العباد - ط» و «الشرف المؤبد لآل محمد - ط» و «الأنوار المحمدية - ط» اختصر به المواهب اللدنّية للقسطلاني، و «خلاصة الكلام في ترجيح دين الإسلام - ط» و «هادى المريد إلى طرق الأسانيد - ط» ثبته، و «الفضائل المحمدية - ط» و «الأساليب البديعة فى فضل الصحابة وإقناع الشيعة - ط» و «منتخب الصحيحين - ط» حديث، وفي خزانة الرباط الرقم ٣١٠٢ كتاني، إضبارة أوراق وكراريس، كلها بخط النبهاني، اختصر بها بعض الأربعينيات في الحديث وغيرها، وخمس رسائل، (في المجموعة ١١٦٣ كتاني) من تأليف النبهاني عليها خطه ولعل بعضها بخطه، كل رسالة منها تشتمل على ٤٠ حديثا: الأولى في «فضل عثمان» والثانية في «فضل أبي بكر وعمر وغيرهما» والثالثة في فضل أبي بكر والرابعة فى «فضائل عمر» والخامسة في «فضائل على». وله «الرائية الصغرى - ط» قصيدة طويلة فيها هجاء للسيد جمال الدين الأفغانى والشيخ محمد عبده والسيد محمد رشيد رضا. وله قصائد مدح بها بعض الكبراء في صباه، واعتذر عنها بأن «الشعر صنعه لإظهار المهارة والحذق، لا للإخبار بالحق والصدق» ولمحمود شكرى الآلوسى كتابان، فى الرد عليه، أحدهما «غاية الأماني فى الرد على النبهاني - ط» والثاني «الآية الكبرى - ط» في الرد على الرائية الصغرى\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 23694,
      "title": "وسائل الوصول إلى شمائل الرسول صلى الله عليه وآله وسلم"
    },
    {
      "text_id": 36070,
      "title": "الأساليب البديعة في فضل الصحابة وإقناع الشيعة"
    }
  ]
}