{
  "author_id": 14,
  "author_meta": "ابن قَيِّم الجَوْزِيَّة (٦٩١ - ٧٥١ هـ = ١٢٩٢ - ١٣٥٠ م)\nمحمد بن أبي بكر بن أيوب بن سعد الزُّرْعي الدمشقيّ، أبو عبد الله، شمس الدين:\nمن أركان الإصلاح الإسلامي، وأحد كبار العلماء.\nمولده ووفاته في دمشق.\nتتلمذ لشيخ الإسلام ابن تيمية. وهو الّذي هذب كتبه ونشر علمه، وسجن معه في قلعة دمشق، وأهين وعذب بسببه. وأُطلِق بعد  موت ابن تيمية.\nوكان حسن الخلق محبوبا عند الناس، أُغري بحب الكتب، فجمع منها عددا عظيما، وكتب بخطه الحسن شيئا كثيرا.\nوألّف تصانيف كثيرة منها:\n«إعلام الموقعين» - ط\nو«الطرق الحكمية في السياسة الشرعية» - ط\nو«شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل» - ط .\nو«كشف الغطاء عن حكم سماع الغناء» - خ، ذكر [المختار السوسي] في «خلال جزولة» ٢/ ٨١: أنه كُتِب حوالي سنة  ٨٠٠هـ [وقد وقف عليه في الخزانة الأزاريفية بهذا الاسم، قال: «وهو بخط مشرقي، في جزء لطيف، والنسخة قديمة كما  ترى، والكتاب غير موجود، وهذه النسخة لا نعلم لها إلى الآن ثانيةً، وهي مِن غُرر الكتب» اهـ منه. وقد جزم محقق ط مدار  الوطن لكتاب ابن القيم «الكلام على مسألة السماع» عبدالمنعم السيوطي (ص٣١-٣٣ مقدمته): أنهما كتاب واحد، واستبعد  ذلك محمد عُزير شمس محقق طبعة عالم الفوائد لنفس الكتاب (ص١٩-٢١ مقدمته). وما نقلناه عن السوسي آنفًا من كون الأول  جزءًا لطيفًا: يؤكِّد هذا الاستبعاد. لكنه من جهةٍ أخرى يُعزِّز ما استروح له بكر أبو زيد: أن لابن القيم كتابين في السماع -كبير  وصغير- واستبعده عزير شمس كما في الموضع السابق].\nو«أحكام أهل الذمة» - ط جزآن، و«شرح الشروط العمرية» - ط مجرد منه.\nو«تحفة المودود بأحكام المولود» - ط\nو«مفتاح دار السعادة» - ط\nو«زاد المعاد» - ط\nو«الصواعق المرسلة على الجهمية والمعطلة» - خ [ثم طُبع الموجود منه نحو الثلث بتحقيق علي الدخيل الله عام ١٤٠٨هـ عن  دار العاصمة في ٤ مجلدات، ثم في عام ١٤١٠هـ بتحقيق أحمد الغامدي وعلي الفقيهي عن الجامعة الإسلامية في ٣ مجلدات باسم «الصواعق المنزلة…»]، طُبع مختصره لمحمد الموصلي.\nو«الكافية الشافية» - ط منظومة في العقائد [المشهورة بـ«نونية ابن القيم»]، شرحها أحمد بن عيسى النجدي في كتاب «شرح  نونية ابن القيم» - ط\nو«أخبار النساء» - ط بمصر سنة ١٣١٩ هـ وفي نسبته إليه شك، وقد جزم الشيخ منير الدمشقي في «نموذجه» ص٧٨ بخطأِ  تلك النسبة، ونَسَبه لابن الجوزي.\nو«مدارج السالكين» - ط ثلاثة مجلدات\nو«رسالة في اختيارات تقي الدين ابن تيمية» - خ [الثابت أن هذه الرسالة لولَد ابن القيم (برهان الدين إبراهيم)، وقد طُبِعَت عِدَّة طبعات: بعناية جميل الشطي، وبكر أبو زيد، وأحمد موافي، وسامي جاد الله، وجميعهم نسبها للبرهان نقلًا عن مخطوطات الكتاب]\nو«كتاب الفروسية» - ط\nو«تفسير المعوذتين» - ط\nو«طب القلوب» - خ، [ذكر الأستاذ المعلوف: أن في مكتبة برلين نسخة منه. هكذا نقله أحمد عُبيد في مقدمة تحقيقه لـ« روضة المحبين» المطبوع في مطبعة الترقي بدمشق عام ١٣٤٩هـ، وهو أول من رأيتُه ذكر هذا الكتاب، وكأنّ الزركلي أخذ عنه هذه  النسبة (فهو أحد مراجع هذه الترجمة كما بالحاشية)، وعنهما: بكر أبو زيد في كتابه عن «ابن القيم» ص٢٧٠، وعنهم كثيرون،  لكن ذكر عبدالله المديفر في الترجمة التي ألحقها بتحقيقه لـ«رسالة ابن القيم إلى أحد إخوانه» (ص٧٦ ط الرياض): أنها أوراق  قليلة، عبارة عن مقتطفات متفرقة من كتاب «زاد المعاد» وليست تأليفًا مستقلًا، وهي مصورة بمكتبة جامعة الإمام محمد بن سعود بالرياض. اهـ وأحسن، ولذلك فقد قام صالح الشامي بجمع متفرقاتِ كلام ابن القيم في كتبه عن «طب القلوب» وطبعها بهذا العنوان عن دار القلم بدمشق]\nو«الوابل الصيّب من الكلم الطيب» - ط\nو«الروح» - ط\nو«الفوائد» - ط، وفي «نموذج» الشيخ منير الدمشقي (ص٧٩): أن أحد الناشرين [بعد طَبعِه بزمن كثير] طَبَع على غلاف «الفوائد» لابن القيم: «كنوز العرفان في أسرار وبلاغة القرآن»؛ [ليوهم الناس أن هذا كتاب جديد للمؤلف؛ فتُقبل الناسُ على شرائه، ولم يَدرِ ما ارتكب بسبب ذلك من التدليس والأمور المُخلَّة. اهـ من الـ«نموذج»، ولم يُحرِّر الزركليُّ النقلَ عنه؛ فإن كلام الشيخ منير عن «الفوائد المشوِّق إلى علوم القرآن والبيان»، وهو غير كتاب «الفوائد» المشهور لابن القيم. وبعد ذلك: فإن «الفوائد المشوِّق» هذا: لا تصح نسبتُه لابن القيم؛ فقد استنكره الشيخ أحمد شاكر في مقال بـ«مجلة المنار» ١٩/ ١٢١، والشيخ بكر أبو زيد في كتابه عن «ابن القيم» (ص٢٩٠-٢٩٢)، وحقَّق ذلك د. زكريا سعيد علي في فاتحة تحقيقه لـ«مقدمة تفسير ابن النقيب» وأثبت أنه لابن النقيب وليس لابن القيم]\nو«روضة المحبين» - ط\nو«حادي الأرواح إلى بلاد الأفراح» - ط، في ذكر الجنة\nو«إغاثة اللهفان» - ط\nو«اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية» - ط\nو«الجواب الكافي» - ط، ويسمى «الداء والدواء»\nو«التبيان في أقسام القرآن» - ط\nو«طريق الهجرتين» - ط\nو«عدة الصابرين» - ط\nو«هداية الحيارى» - ط .\nولمحمد أويس الندوي كتاب «التفسير القيم، للإمام ابن القيم» - ط، استخرجه من مؤلفاته(١).\n_________\n(١) الدرر الكامنة ٣: ٤٠٠ وجلاء العينين ٢٠ وبغية الوعاة ٢٥ ومعجم المطبوعات ٢٢٢ والمنهج الأحمد - خ. وروضة المحبين:  مقدمة الناشر، وفيها تحقيق نسبته (الزرعي) إلى (زرع) بحوران، وتسمى اليوم (أزرع) . والبداية والنهاية ١٤: ٢٣٤ وآداب اللغة ٣:  ٢٤٥ و Brock ٢: ١٢٧ (١٠٥) S ٢: ١٢٦. وانظر فهرسته. وشذرات الذهب ٦: ١٦٨ والنجوم الزاهرة ١٠: ٢٤٩. والتيمورية ٣: ٢٥١ وفهرس المؤلفين ٢٣٤ و٢٣٥.\nبتلخيص من «الأعلام» للزركلي، مع زيادات بين [معقوفين] من فريق الشاملة.",
  "books": [
    {
      "text_id": 10713,
      "title": "أسماء مؤلفات شيخ الإسلام ابن تيمية"
    },
    {
      "text_id": 11147,
      "title": "حادي الأرواح إلى بلاد الأفراح - ط المدني"
    },
    {
      "text_id": 11229,
      "title": "روضة المحبين ونزهة المشتاقين - ط العلمية"
    },
    {
      "text_id": 11274,
      "title": "عدة الصابرين وذخيرة الشاكرين - ط دار ابن كثير"
    },
    {
      "text_id": 11329,
      "title": "فائدة جليلة في قواعد الأسماء الحسنى"
    },
    {
      "text_id": 11375,
      "title": "نونية ابن القيم الكافية الشافية - ط مكتبة ابن تيمية"
    },
    {
      "text_id": 11495,
      "title": "الطرق الحكمية في السياسة الشرعية - ط البيان"
    },
    {
      "text_id": 11496,
      "title": "إعلام الموقعين عن رب العالمين - ط العلمية"
    },
    {
      "text_id": 11688,
      "title": "إغاثة اللهفان في مصايد الشيطان - ت الفقي"
    },
    {
      "text_id": 11797,
      "title": "رسالة ابن القيم إلى أحد إخوانه - ط عطاءات العلم"
    },
    {
      "text_id": 12003,
      "title": "بدائع الفوائد - ط الكتاب العربي"
    },
    {
      "text_id": 12021,
      "title": "شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل - ط المعرفة"
    },
    {
      "text_id": 12029,
      "title": "طريق الهجرتين وباب السعادتين - ط الدار السلفية"
    },
    {
      "text_id": 134,
      "title": "إغاثة اللهفان في حكم طلاق الغضبان - ت الحفيان"
    },
    {
      "text_id": 13652,
      "title": "حادي الأرواح إلى بلاد الأفراح - ط عطاءات العلم"
    },
    {
      "text_id": 14211,
      "title": "الرسالة التبوكية زاد المهاجر إلى ربه - ط عطاءات العلم"
    },
    {
      "text_id": 145410,
      "title": "بدائع الفوائد - ط عطاءات العلم"
    },
    {
      "text_id": 145411,
      "title": "مفتاح دار السعادة ومنشور ولاية العلم والإرادة - ط عطاءات العلم"
    },
    {
      "text_id": 158,
      "title": "الداء والدواء = الجواب الكافي - ط دار المعرفة"
    },
    {
      "text_id": 16422,
      "title": "نونية ابن القيم الكافية الشافية - ط عطاءات العلم"
    },
    {
      "text_id": 17798,
      "title": "إعلام الموقعين عن رب العالمين - ت مشهور"
    },
    {
      "text_id": 18124,
      "title": "جلاء الأفهام - ط عطاءات العلم"
    },
    {
      "text_id": 18128,
      "title": "الوابل الصيب - ط عطاءات العلم"
    },
    {
      "text_id": 18152,
      "title": "فتيا في صيغة الحمد"
    },
    {
      "text_id": 18159,
      "title": "الطرق الحكمية في السياسة الشرعية - ط عطاءات العلم"
    },
    {
      "text_id": 18169,
      "title": "الفروسية المحمدية - ط عطاءات العلم"
    },
    {
      "text_id": 18318,
      "title": "الكلام على مسألة السماع"
    },
    {
      "text_id": 18337,
      "title": "التبيان في أيمان القرآن - ط عطاءات العلم"
    },
    {
      "text_id": 184,
      "title": "الصواعق المرسلة على الجهمية والمعطلة - ط عطاءات العلم"
    },
    {
      "text_id": 18612,
      "title": "إغاثة اللهفان في مصايد الشيطان - ط عطاءات العلم"
    },
    {
      "text_id": 18632,
      "title": "اجتماع الجيوش الإسلامية - ط عطاءات العلم"
    },
    {
      "text_id": 19225,
      "title": "إغاثة اللهفان في حكم طلاق الغضبان - ط عطاءات العلم"
    },
    {
      "text_id": 197,
      "title": "زاد المعاد في هدي خير العباد - ط عطاءات العلم"
    },
    {
      "text_id": 199,
      "title": "مدارج السالكين - ط عطاءات العلم"
    },
    {
      "text_id": 201,
      "title": "تهذيب سنن أبي داود - ط عطاءات العلم"
    },
    {
      "text_id": 205,
      "title": "شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل - ط عطاءات العلم"
    },
    {
      "text_id": 212,
      "title": "الفوائد لابن القيم - ط عطاءات العلم"
    },
    {
      "text_id": 216,
      "title": "الوابل الصيب - ط دار الحديث"
    },
    {
      "text_id": 21713,
      "title": "زاد المعاد في هدي خير العباد - ت الرسالة الثاني"
    },
    {
      "text_id": 21714,
      "title": "اجتماع الجيوش الإسلامية - ت المعتق"
    },
    {
      "text_id": 21747,
      "title": "أحكام أهل الذمة - ط رمادي"
    },
    {
      "text_id": 218,
      "title": "أحكام أهل الذمة - ط عطاءات العلم"
    },
    {
      "text_id": 22707,
      "title": "هداية الحيارى في أجوبة اليهود والنصارى - ط دار القلم"
    },
    {
      "text_id": 229,
      "title": "تحفة المودود بأحكام المولود - ط عطاءات العلم"
    },
    {
      "text_id": 23606,
      "title": "التفسير القيم = تفسير القرآن الكريم لابن القيم"
    },
    {
      "text_id": 23649,
      "title": "الطب النبوي لابن القيم"
    },
    {
      "text_id": 251,
      "title": "طريق الهجرتين وباب السعادتين - ط عطاءات العلم"
    },
    {
      "text_id": 252,
      "title": "عدة الصابرين وذخيرة الشاكرين - ط عطاءات العلم"
    },
    {
      "text_id": 253,
      "title": "الصلاة - ابن القيم - ط عطاءات العلم"
    },
    {
      "text_id": 257,
      "title": "رفع اليدين في الصلاة"
    },
    {
      "text_id": 29911,
      "title": "أعلام الموقعين عن رب العالمين - ط عطاءات العلم"
    },
    {
      "text_id": 30842,
      "title": "صفات المنافقين"
    },
    {
      "text_id": 390,
      "title": "الروح - ابن القيم - ط عطاءات العلم"
    },
    {
      "text_id": 417,
      "title": "روضة المحبين ونزهة المشتاقين - ط عطاءات العلم"
    },
    {
      "text_id": 5705,
      "title": "هداية الحيارى في أجوبة اليهود والنصارى - ط عطاءات العلم"
    },
    {
      "text_id": 6266,
      "title": "تحفة المودود بأحكام المولود - ت الأرنؤوط"
    },
    {
      "text_id": 6275,
      "title": "الفروسية المحمدية - ت مشهور"
    },
    {
      "text_id": 6462,
      "title": "الروح - ابن القيم - ط العلمية"
    },
    {
      "text_id": 6666,
      "title": "رسالة ابن القيم إلى أحد إخوانه - ط الشرق الأوسط"
    },
    {
      "text_id": 6829,
      "title": "جلاء الأفهام - ت الأرنؤوط"
    },
    {
      "text_id": 6832,
      "title": "الفوائد لابن القيم - ط العلمية"
    },
    {
      "text_id": 6840,
      "title": "مفتاح دار السعادة ومنشور ولاية العلم والإرادة - ط العلمية"
    },
    {
      "text_id": 6841,
      "title": "صيغ الحمد"
    },
    {
      "text_id": 7345,
      "title": "الصواعق المرسلة على الجهمية والمعطلة - ط العاصمة"
    },
    {
      "text_id": 7513,
      "title": "إغاثة اللهفان في حكم طلاق الغضبان - ت عفيفي"
    },
    {
      "text_id": 7572,
      "title": "التبيان في أيمان القرآن - ت الفقي"
    },
    {
      "text_id": 7632,
      "title": "الرسالة التبوكية زاد المهاجر إلى ربه - ت غازي"
    },
    {
      "text_id": 7661,
      "title": "الصلاة - ابن القيم - ط مكتبة الثقافة"
    },
    {
      "text_id": 8370,
      "title": "مدارج السالكين - ط الكتاب العربي"
    },
    {
      "text_id": 8566,
      "title": "المنار المنيف في الصحيح والضعيف - ت أبي غدة"
    },
    {
      "text_id": 928,
      "title": "الأمثال في القرآن - من اعلام الموقعين"
    },
    {
      "text_id": 9388,
      "title": "المنار المنيف في الصحيح والضعيف - ط عطاءات العلم"
    },
    {
      "text_id": 98093,
      "title": "الداء والدواء = الجواب الكافي - ط عطاءات العلم"
    }
  ]
}