{
  "author_id": 1400,
  "author_meta": "المستشار الدكتور محمد شوقي الفنجري وكيل مجلس الدولة الأسبق وأستاذ الاقتصاد الإسلامي ورئيس مجلس ادارة الجمعية الخيرية الاسلامية وعضو مجمع البحوث الاسلامية والمجالس القومية المتخصصة والمجلس الأعلي للشئون الإسلامية\nكتب د /  د. عبد الله النجار (جريدة الجمهورية)\nأخيراً لقي ربه راضيا مرضيا. وبعد حياة حافلة بالعلم المقترن بجلائل الأعمال العالم الجليل والباحث الكبير والنموذج المعاصر لما يجب أن يكون عليه شخصية العالم المسلم والمفكر المؤمن. المرحوم الدكتور محمد شوقي الفنجري أستاذ الاقتصاد الاسلامي. وعضو مجمع البحوث الاسلامية. ورئيس الجمعية الخيرية التي كان أول رئيس لها الامام الشيخ محمد عبده. والباحث الاسلامي الذي مزج العلم بالعمل. والفكر بالحياة. فكانت كتبه وبحوثه نبراسا يهتدي به في التطبيق العملي لما يؤمن به الباحث في دين الله. وقد خلف من تلك الكتب والبحوث الكثير. حيث كان دائم البحث دائب الكتابة والتأليف لم يترك القلم لحظة. ولم تنفصل قضايا الأمة الاسلامية عن فكره برهة.\nلقد حبا الله المرحوم الدكتور شوقي الفنجري شخصية متعددة المزايا كثيرة السجايا مما يجعل حديث أي انسان عنها أمرا عسيرا. والكتابة عن كافة جوانب العطاء في تلك الشخصية أمرا متعذرا. لكن حسب المحب له المقر بفضله المؤمن بما كان يحدوه من صدق التوجه. ونقاء الاخلاص. وصفاء النية. ان يعبر عما يجيش به القلب من محبة لهذا الفقيد العظيم والتقدير الكامل له ولما قدمه لدينه وأمته. فيعطي ذلك التعبير صورة صادقة عنه ويقرب ملامح الخير فيها لمخيلته مما يجعل الاقتداء به أمرا ممكنا لمن لم يكن في وضع قريب من حياة هذا المفكر الكبير ونشاطه. أو كان يعرفه في حياته.\nومن ملامح شخصية المفكر الكبير الدكتور شوقي الفنجري انه لم يكن يحمل غضاضة في قلبه لأحد فقد كان قلبه غير مستعد لذلك الصغار. حيث كانت اهتماماته أجل وأكبر. حتي أولئك الذين اختلفوا معه في بعض أفكاره. لم يحمل عليهم. ولم يضمر شرا لهم. لأنه لم يكن يعرف الالفة الخير والتسامح. بل كان يعاملهم من منطلق ما يظنه فيهم من العلم الصحيح والرغبة الأكيدة في خدمة الدين والأمة. وكان مناضلا صلدا لا تلين له قناة. ولا بكل المتابعة في الأمور المتعلقة بمصلحة الأمة واعلاء كلمة الدين. ولو قدم اقتراحا لتبني جهات الافتاء أو التوجيه الديني العام وجهة معينة في عمل الخير أو التطبيق المعاصر للزكاة. ولم يلق هذا المقترح موافقة. فانه يستمر في دراسته. ويلح في اعادة عرضه أو تنقيحه بما يتواءم وتحقيق المصالح المنشودة عند المختلفين عليه. حتي يجد طريقه للتنفيذ. ولم يقعده المرض اللعين عن جهاده الكبير في سبيل تلك المباديء الاسلامية. فكان يقهره بجهاده في سبيل الله وانتصاره لما يراه من القضايا نافعا للصالح العام. لقد قدر أهمية الوقف وقيمته في حياة الأمة. وكان يود أن يتم تغيير قانون الوقف مما يستوعب مستجدات العصر. وتطور الحياة حتي يكون دوره فعالا فيها. وسعي كثيرا وبدأب لتشكيل لجنة تتولي تنقيح القانون وتجهيزه ليكون علي مستوي ذلك الشأن الاسلامي العام. لكن العمر لم يمهله حتي يري ذلك المشروع. لكن حسبه انه قد بدأ. وان النهاية قادمة. والثمرة دائبة. وانه سيكون له حظ وافر منها. لقد مات المناضل الكبير. صاحب الارادة الصلبة والعزيمة الصلدة. بعد عمر طويل حافل بالجهاد والصبر والاخلاص والعمل. فخلف وراءه وقف الفنجري لرعاية البحث الفقهي وطلاب العلم. وخلف ما وصلت إليه الجمعية الخيرية من ثراء ونماء. وخلف ذكرا حسنا سوف يظل خالدا إلي يوم الدين. رحم الله الدكتور شوقي الفنجري وجزاه عما قدم لدينه وأمته خير الجزاء.\nجريدة الجمهورية ٢٠ يوليو ٢٠١٠ م\nوجاء في موقع : المركز الدولي للأبحاث والدراسات (مداد) ، ما يلي :\nيدرك الدكتور محمد شوقى الفنجرى استاذ الاقتصاد الاسلامى بالقاهرة وصاحب الباع الطويل فى العمل الخيرى ان المنهج الاسلامى فى الحياة يركز على جانب المعاملات بين البشر بنفس تركيزه على جانب العبادات بين العبد وربه  لهذا يدرك الرجل ان المسلم القادر عليه التطوع لاعانة من لايقدر سواء كانت عدم القدرة مالية او ماشابه ذلك  فالعمل التطوعى فى نظره  لابد ان يتناغم وينسجم مع  تفاعلات المجتمع وأزماته ليتحقق الحراك الاجتماعى  الممنهج وفق روح الاسلام  فمن خلال رئاسته للجمعية الخيرية الإسلامية  بالقاهرة التى تعد من اقدم الجمعيات الاهلية فى مصر قدم مساهمات مالية كبيرة لدعم العمل الخيرى كالمساهمة في مجالات مكافحة الأمية، و تطوير أنشطة التعليم والتثقيف وخاصة بين الفتيات ،والمساهمة في خلق فرص العمل من خلال تشجيع ومساندة المشروعات الصغيرة وأنشطة التشغيل الذاتي،  وتعد رعاية المسنين  وذوي الاحتياجات الخاصة أحد أهم المجالات التي تتميز  بها الجمعية الخيرية الاسلامية ، وتعبر بصدق عن قيم الخير والتكافل والتماسك الاجتماعي  فى الاسلام ، وللرجل كونه استاذ للاقتصاد الاسلامى ومستشار قضائى سابق له اعمال تطوعية عديدة فى مجالات رفع مستوى الوعي البيئي لدى أفراد المجتمع و الرقابة على الممارسات التي من شأنها الاضرار بالبيئة وفي أخذ مبادرات مختلفة لتحسين الأوضاع البيئية ، كما له وقف شهير يخصص ريعه  فى جوائز قيمة للابحاث التى تخدم جانب المعاملات فى الاسلام\nوخصص الدكتور الفنجرى جزءا كبيرا من ثروته كوقف الخيري للطلاب والدارسين الفقراء ، وبموجب حجة وقف المستشار الدكتور / محمد شوقي الفنجري لصالح جائزة خدمة الدعوة والفقه الإسلامي  قررت اللجنة   بجلستها المنعقدة مطلع العام الجارى عنوانين مسابقة عام ٢٠٠٩  حيث تم تخصيص مبلغ ٤٠٠٠٠ جم ( أربعون ألف جنية ) جوائز أصلية لأحسن البحوث في احد موضوعات ' الإسلام في الحاضر والمستقبل وطرق الدعوة إليه'  ، و'البدعة مفهومها وبيانها وآثارها ' ، بحد ادني قدره ٢٠٠٠جم ( ألفي جنية ) لكل فائز  ثم تخصيص مبلغ ٢٠٠٠٠ جم ( عشرون ألف جنية ) جوائز تشجيعية للبحوث الجيدة غير الفائزة بالجوائز الأصلية في احد الموضوعين سالفي الذكر . وذلك في حدود مبلغ ١٠٠٠ جم ( ألف جنية ) كحد ادني لكل فائز\nوتعود نشأة الجمعية الخيرية الإسلامية التي يرأسها الدكتور الفنجرى  الى عام ١٨٩٢ ميلادية وهى من اقدم الجمعيات الخيرية فى العالم العربى ،  وتسير حاليا على نفس الهدف الذى انشئت من اجله وهو النهوض بالشعب المصري تعليميًّا واجتماعيًّا وصحيًّا، إيمانًا من المؤسسين بأنه لولا ضياع الشعب وتخلفه ما تمكن منه المستعمر،ومن هنا كانت أولى توجيهات الجمعية الخيرية الإسلامية هو إنشاء مدارس مجانية بمختلف مديريات مصر، ذات برامج إسلامية وحرفية لتخريج جيل يعرف دينه وله حرفته. وهكذا قامت الجمعية الخيرية الإسلامية بعبء التعليم المجاني ذي الصبغة الإسلامية والحرفية،وإلى جانب رسالة الجمعية في المجال التعليمي، أقامت الجمعية العيادات الطبية المجانية والمستوصفات والمستشفيات الخيرية والتي على رأسها مستشفى الجمعية الخيرية الإسلامية بالعجوزة وسط القاهرة  والتي كانت وقتها من أكبر المستشفيات ليس في مصر فحسب وإنما في الشرق الأوسط، و أصبحت ملكًا للشعب بعد التأميم، لكنها ما زالت تحمل اسم مستشفى الجمعية الخيرية الإسلامية.\nويشرف الدكتور الفنجرى من خلال الجمعية على مساعدة  أكثر من سبعمائة أسرة فقيرة وتتكفل بمساعدة الجمعية  نحو أربعمائة طالب بجامعات الأزهر والقاهرة وحلوان والمنيا،  براتب شهرى  لكل طالب متى توافر فيه شرط الاحتياج المالي مع النجاح الدراسي،ولاتقتصر انشطة الجمعية  على الطلاب والمرضى فقط، بل تتعدد نشاطات الجمعية اليوم ما بين دور للمسنين، واليتامى، وأطفال الحضانة، والمغتربات. بالإضافة إلى مراكز محو الأمية، وتحفيظ القرآن الكريم، والأسر المنتجة، والكمبيوتر والعلاج الطبيعي، والجمعية حاضرة فى اقامة مشروعات كبيرة تكلفها الملايين من الجنيهات، وذلك بأرض الجمعية بمدينة السادس من أكتوبر لليتامى والمسنين، وبأرضها بحلوان للتدريب الحرفي ومدرسة الصناعات للبنات، وبأرضها بالمنصورية بالجيزة لإقامة عمارات سكنية للشباب بأسعار مدعومة من الجمعية.\nويعتمد الدكتور الفنجرى فى تمويل الانشطة الخيرية للجمعية  على عدة  مصادر تمويل منها الزكاة التى يقدمها بعض الموسرين وتبرعات الخيرين  بالإضافة إلى الأوقاف الخيرية ممثلة في عمارات، وأطيان زراعية، وشهادات استثمار، موقوفة لصالحها وتدرّ في مجموعها عائدًا سنويًّا منتظمًا، وهو ما مكّن الجمعية من الاستمرار في مباشرة أنشطتها الخيرية من أكثر من قرن وحتى اليوم ، وكما وهب الدكتور الفنجرى وقفا خيريا لصالح الطلاب ،  فهو يؤمن  ان الوقف  ليس أمرًا فريدًا أو جديدًا، فقد سبق إليه عدد كبير من كبار الأغنياء في مصر،  وان الدول الاوروبية تطبق ذلك المنهج الاسلامى فى التكافل والتطوع من منطلقات انسانية  حيث لا توجد أسرة أوروبية أو أمريكية إلا وتخصص نحو ٢% من دخلها لصالح الجمعيات الخيرية والمنظمات غير الحكومية، وهو ما يقابل الزكاة فى الاسلام  كما أنه ما من رجل أعمال إلا ويرصد بعض ماله لصالح المشروعات الخيرية والمرافق العامة، وهو ما يقابل الأوقاف  فى الحضارة الاسلامية .\nورغم ظروفه الصحية وامراض الشيخوخة الا ان الدكتور الفنجرى يتابع بنفسه  اعمال اللجان التطوعية بالجمعية حيث  تنقسم الجمعية لعدد من اللجان ويمكن للمتطوعين الانضمام للجان التي يريدونها، أو حتى مجرد الاشتراك في الأنشطة  وفق  لجنة دراسة الحالات التى تقوم  بدراسة الحالات التي ترد للجمعية وتحديد ما تحتاجه كل حالة من معونات، و اللجنة الطبية المختصة  بتوفير العلاج والكشف الطبي على الحالات المستحقة، كما تقوم بعمل قوافل طبية دوريًّا في المناطق الفقيرة ، وايضا لجنة الزيارات التى تقوم بتنظيم زيارات للملاجئ ودور المسنين، كما تقوم بعمل مسح لهذه الدور لمعرفة احتياجاتهم وعدد المقيمين بكل دار و لجنة تزويج الفتيات اليتيمات وغير القادرات، حيث تقوم اللجنة بتيسير تزويج الفتيات اليتيمات وغير القادرات عن طريق شراء ما يلزمهن لإتمام الزواج. كما تقبل اللجنة التبرعات المادية والعينية مثل الأطقم (الجديدة أو المستعملة)، وتقوم بتجديد ما يلزم قبل التبرع به للعرائس. وقد قامت اللجنة بفضل الله بتزويج مئات العرائس في الفترة الماضية ، و لجنة الحملات والمعارض و تقوم بفرز الملابس التي ترد للجمعية وتنظيم معارض خيرية في المناطق الفقيرة، حيث تباع الملابس بأسعار رمزية للأهالي. كما تقوم هذه اللجنة بتنظيم الأنشطة الموسمية، مثل حقائب تموين رمضان ولحوم عيد الأضحى وبطاطين فصل الشتاء. تقوم اللجنة أيضًا بمشروع إعادة تدوير المخلفات حيث نستقبل الورق والكارتون والبلاستيك من المتبرعين ونقوم ببيعه للمصانع وصرف العائد على تزويج الفتيات اليتيمات .\nويعد الدكتور الفنجرى  اكاديميا  عمليا  من البطراز الاول فهو  صاحب نظرية علاج مشكلة الفقر في المجتمعات الاسلامية عن طريق الزكاة حيث يؤكد لطلابه ومريديه ان الإسلام لم يشجع أبدا على الكسل بل حث على الإنتاج،  ويؤكد ان للمال ثلاثة حقوق فكل ثرى حتى لو أدى الزكاة، فهو آثم إذا وجد بين المسلمين من لم يصل لحد الكفاية فالإسلام إذا كان قد حمى الملكية الخاصة للإنسان وأوجب قطع يد السارق، ففي المقابل أوجب عليه ثلاثة التزامات هي، الزكاة، والضرائب، والإنفاق في سبيل الله، وهذه الالتزامات كل منها مستقل عن الآخر لقوله تعالى: 'ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين وآتى المال على حبه ذوى القربى واليتامى والمساكين و ابن السبيل والسائلين وفى الرقاب و أقام الصلاة و آتى الزكاة' وهذا الفصل في الآية الكريمة بين الإنفاق والزكاة والصلاة، دليل على الاختلاف بين الإنفاق والزكاة ، ما روي عن الرسول عليه الصلاة والسلام في الحديث الذي أخرجه الترمذي أنه قال: 'إن في المال حقا سوى الزكاة'. حيث  عبر عن هذا المعنى السامى  الصحابي أبو ذر الغفاري بمقولته الشهيرة 'عجبت لمن لا يجد القوت في بيته كيف لا يخرج على الناس شاهرا سيفه'. وأكد هذا المعنى الإمام ابن حزم في كتابه المحلى بقوله: 'إذا مات رجل جوعا في بلد اعتبر أهله قتلة وأخذت منهم دية القتيل'، ويضيف ابن حزم: 'للجائع عند الضرورة أن يُقاتل في سبيل حقه في الطعام الزائد عند غيره، فإن قتل الجائع المانع فليس عليه قصاص، وإن قتل المانع الجائع وجب القصاص منه.\nويتبنى الفنجرى من زمن بعيد أن تكون هناك وزارة أو مؤسسة مستقلة للزكاة، فى كل دولة اسلامية  بحيث تتولى مسئوليتها تحصيلا وتوزيعا، وتكون ميزانيتها مستقلة عن ميزانية الدولة العادية، وبالتالي سيرفع ذلك عن الدولة عبء القضاء على الفقر، وضمان حد الكفاية لكل مواطن، لكي تتفرغ الدولة لمهمة التنمية الاقتصادية لان الزكاة الأصل فيها أن تكون مسئولية الدولة من خلال ما كان يعرف ببيت المال أو وزارة الزكاة ، ويبدى  الرجل دوما اسفه لتراجع دور الوقف في العمل الخيري، بعد أن آلت مسئوليته لوزارة الأوقاف التي استولت عليه ومنعت الناس خيره،  ويقول : لولا أنى رجل قانون في الأساس لذهبت الكثير من الوقفيات التي أوقفتها لعمل الخير للوزارة، فلك أن تتخيل -مثلا- أن وزارة الأوقاف كانت تريد الاستيلاء على الوقف الخيري الذي أوقفته لطلاب جامعة القاهرة من المحتاجين لتتولى هي أمره، وكأنها أعلم من جامعة القاهرة بأمر الطلاب،  وخاض الرجل معركة حتى تئول نظارة الوقف إلى رئيس جامعة القاهرة لا وزارة الأوقاف ، وواجه الفنجرى فى رئاسة  الجمعية الخيرية الاسلامية الكثير لاسترداد الأوقاف التي أخذتها الوزارة،  واستعان بكبار رجال القانون لمنع تأميم مشروعاته الخيرية  .\nوعلى طول الخط يرى الدكتور الفنجري أن مهمة الاقتصاد الإسلامي حفظ التوازن بين مصلحة الفرد ومصلحة الجماعة، وأن الحلول الاقتصادية الإسلامية تتميز عن غيرها من الحلول بأنها ثمرة التوفيق بين مصلحة الفرد ومصلحة الجماعة، ويؤكد دوما أهمية تطبيق الاقتصاد الإسلامي في العالم الإسلامي بوصفه المنهج الاقتصادي الذي يرتبط به عقائديا وحضاريا هذا العالم ويتوافر له التجاوب والاطمئنان النفسي، فالإسلام يقر التناقضات الاجتماعية الموجودة في الحياة، إلا أن نقطة الخلاف الأساسية بين الإسلام وكافة المذاهب والنظم الوضعية السائدة تتمثل في أن هذه المتناقضات الاجتماعية تعتبر في نظر الإسلام كالسالب والموجب للتعاون والتكافل لا للتصارع والاقتتال فقوام الاقتصاد الاسلامي هو حفظ التوازن بين مصلحة الفرد ومصلحة الجماعة. وهذا ما عبرت عنه الآية الكريمة بقوله تعالى: {لا تظلمون ولا تظلمون} وقول الرسول عليه السلام «لا ضرر ولا ضرار» حيث  اعطى الرسول صلى الله عليه وسلم صورة بسيطة ولكنها عميقة المعنى في التوفيق بين المصلحتين الخاصة والعامة حيث يقول ما معناه «ان قوماً ركبوا سفينة فاقتسموا، فصار لكل منهم موضع، فنقر رجل منهم موضعه بفأسه، فقالوا له ماذا تصنع، قال هذا مكاني أصنع فيه ما أشاء فإن أخذوا على يده نجا ونجوا وان تركوه هلك وهلكوا».وتطبيقا لذلك فإن الحلول الاقتصادية الإسلامية تتميز عن غيرها من الحلول الرأسمالية أو الاشتراكية، بأنها ثمرة التوفيق بين مصلحة الفرد ومصلحة الجماعة. وتبين ذلك باختصار في مجالات رئيسية وهي مجال الحرية الاقتصادية وتدخل الدولة في النشاط الاقتصادي، ومجال الملكية، ومجال التوزيع. _ ويثبت اكاديميا ان العامل المميز في الاقتصاد الإسلامي هو ان المادة وإن كانت مطلوبة، إلا أنها ليست مقصودة لذاتها، كما أن الهدف من النشاط الاقتصادي  هو تعمير الدنيا واحياؤها وان ينعم الجميع بخيراتها. وليس هو التحكم أو السيطرة الاقتصادية أو استئثار فئة أو دول معينة بخيرات الدنيا كما هو الشأن في كافة الاقتصاديات الوطنية السائدة رأسمالية كانت أو اشتراكية  مما ينبغى  تطبيقه في العالم الإسلامي، بوصفه المنهج الاقتصادي الذي يرتبط به عقائدياً وحضارياً ويتوافر له التجاوب والاطمئنان النفسي، فالإيمان في الإسلام ليس إيماناً مجرداً أو ميتافيزيقيا (غيبياً) وإنما هو إيمان محدد مرتبط بالعمل والانتاج: {إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية} ومرتبط بالعدل وحسن التوزيع {اعدلوا هو أقرب للتقوى}\nويؤكد الفنجرى إن السياسة الاقتصادية في الإسلام هي سياسة شاملة منضبطة تنظر إلى جميع الجوانب الإنسانية وتدخل في اعتبارها كافة الحاجات البشرية، وتوفق بينها جميعا باسلوب يقر التناقضات الاجتماعية الموجودة في الحياة، الثبات والتطور، مصلحة الفرد ومصلحة الجماعة، المصالح المادية والحاجات الروحية إلا أن نقطة الخلاف الأساسية بين الإسلام وكافة المذاهب والنظم الوضعية السائدة، تتمثل في أن هذه المتناقضات الاجتماعية تعتبر في نظر الإسلام كالسالب والموجب، للتعاون والتكامل لا للتصارع والاقتتال ومن ثم فهو على خلاف كافة المذاهب والنظم الوضعية السائدة، يعمل على الإبقاء على تلك التناقضات والتوفيق بينها، لا على جحد أو نفي أحدهما لحساب الآخر على انه في بعض الحالات الخاصة قد يغلب أحدهما على الآخر، ولكن بصفة مؤقتة وبقدر الضرورة، وذلك لإعادة التوازن وتحقيق التعاون الذي هو مبتغاه. وإذا كانت السياسة الاقتصادية الإسلامية ـ توفق بين كافة المصالح المتعارضة بما يحقق الصالح العام، وتقدم الحل العملي للمشكلة الاقتصادية وبالتالي لمشكلة الحرب والسلام، فإنه من الخير ان تدلي هذه السياسة بدلوها وان يسهم الاقتصاد الإسلامي في حل مشاكل العالم. ومن هنا تبرز أهمية الاقتصاد الإسلامي، ودوره بالنسبة للعالم أجمع، وإذا كان هذا الدور لم يتحقق حتى الآن فمرده إلى قصور علماء المسلمين في بيان معالم الاقتصاد الإسلامي وإبراز ذاتية سياسته وتفوقها.",
  "books": [
    {
      "text_id": 11527,
      "title": "الإسلام والتوازن الاقتصادي بين الأفراد والدول"
    }
  ]
}