{
  "author_id": 1401,
  "author_meta": "شعبان إسماعيل (١٣٥٨ - ١٤٤٣ هـ = ١٩٣٩ - ٢٠٢٢ م)\nشعبان محمد إسماعيل:\nأستاذ القراءات وأصول الفقه.\n*ولد بقرية الخطارة من محافظة الشرقية بجمهورية مصر العربية، في ٢٨ أغسطس ١٩٣٩ م [هذا ما ذكره المؤلف في كتبه، وهو ما يوافق بالتاريخ الهجري: ١٢ رجب ١٣٥٨ هـ خلافًا لما ذكره المؤلف وانتشَر عنه].\n*حفظ القرآن الكريم وجوّده, ثم التحق بالأزهر فدرس في معهد القراءات حتى حصل على شهادة (التخصص) في القراءات وعلوم القرآن\n*ثم التحق بكلية الشريعة بجامعة الأزهر فحصل على (الإجازة العالية) في الدراسات الإسلامية والعربية ثم على الماجستير والدكتوراه في أصول الفقه\n*عمل مدرسا للتجويد والقراءات بالمعاهد الأزهرية ثم بكلية الدراسات الإسلامية والعربية -جامعة الأزهر- حتى وصل الى درجة أستاذ ورئيس لقسم الشريعة الإسلامية\n*أعير للعمل ببعض الجامعات الإسلامية في المملكة العربية السعودية و والسودان وقطر\n*عمل عضوا في لجنة مراجعة المصاحف بمجمع البحوث الإسلامية بالأزهر ولجنة موسوعة الفقه الإسلامي بالمجلس الأعلى للشؤون الإسلامية بمصر\n*أشرف على العديد من الرسائل العلمية (الماجستير والدكتوراه) كما شارك في بعض المؤتمرات العلمية داخل جمهورية مصر العربية وخارجها\n*قرأ عليه العديد من حفظة القرآن الكريم بالقراءات السبع والعشر وبالأخص رواية حفص عن عاصم\n*يعمل حاليا أستاذا بقسم القراءات, مرحلة الدراسات العليا , جامعة أم القرى\n*له العديد من الكتب والبحوث في التفسير وعلوم القرآن والقراءات والسنة والثقافة الإسلامية والفقه والأصول منها:\nأ- الكتب والبحوث\n١ - المدخل لدراسة القرآن والسنة والعلوم الإسلامية, دار الأنصار, القاهرة\n٢ - المدخل إلى علم القراءات ,دار سالم ,مكة المكرمة\n٣ - الأحاديث القدسية ومنزلتها في التشريع, دار المريخ ,الرياض\n٤ - الثقافة الإسلامية في ضوء القرآن والسنة, دار المريخ ,الرياض\n٥ - مصادر التشريع الإسلامي وموقف العلماء منها, دار المريخ, الرياض\n٦ - أصول الفقه تاريخه ورجاله, دار السلام ,القاهرة\n٧ - من خصائص الرسول وشمائله ,دار المريخ ,الرياض\n٨ - القراءات أحكامها ومصادرها, رابطة العالم الإسلامي ,مكة المكرمة\n٩ - رسم المصحف وضبطه بين التوقيف والاصطلاحات الحديثة, دار السلام ,القاهرة\n١٠ - تهذيب شرح الإسنوي في أصول الفقه ,المكتبة الأزهرية للتراث\n١١ - نظرية النسخ في الشرائع السماوية ,دار السلام ,القاهرة\n١٢ - قول الصحابي وأثره في الفقه الإسلامي, دار السلام, القاهرة\n١٣ - التشريع الإسلامي مصادره وأطواره, النهضة المصرية, القاهرة\n١٤ - دراسات حول القرآن والسنة, النهضة المصرية ,القاهرة\n١٥ - دراسات حول الإجماع والقياس ,النهضة المصرية, القاهرة\n١٦ - العبادة في الإسلام مفهومها وخصائصها ,الكليات الأزهرية\n١٧ - الإسلام وموقفه من الشرائع السابقة, دار الفكر, القاهرة\n١٨ - الدعاء المقبول شروطه وآدابه, المتنبي, الدوحة\n١٩ - الاستحسان بين النظرية والتطبيق, دار الثقافة ,الدوحة\n٢٠ - الإمام الشوكاني ومنهجه في أصول الفقه ,دار الثقافة ,الدوحة\n٢١ - أصول الفقه الميسر, دار الكتاب الجامعي ,القاهرة\n٢٢ - المدخل لدراسة أصول الفقه, الفيصلية, مكة المكرمة\n٢٣ - حجية خبر الآحاد في العقيدة, القاهرة\n٢٤ - الاجتهاد الجماعي ودور المجامع الفقهية في تطبيقه, دار البشائر الإسلامية ودارالصابوني\n٢٥ - مع القرآن الكريم في رسمه وضبطه وأحكام تلاوته ,تحت الطبع\n٢٦ - علوم القرآن نشأته وأطواره, تحت الطبع\n٢٧ - الجهاد في الإسلام أحكامه وأهدافه, تحت الطبع\nب- التحقيق\n١ - معراج المنهاج شرح منهاج الوصول للجزري القاهرة\n٢ - تفسيرالجلالين ,الشمرلي, القاهرة\n٣ - الإبهاج في شرح المنهاج للسبكي وولده ,الكليات الأزهرية\n٤ - تلخيص الحبير للحافظ ابن حجر, الكليات الأزهرية\n٥ - شرح مختصر المنار في أصول الفقه للكوراني, دار السلام القاهرة\n٦ - إرشاد الفحول إلى تحقيق الحق من علم الأصول للشوكاني, دار السلام, القاهرة\n٧ - إتحاف فضلاء البشر بالقراءات الأربعة عشر للدمياطي, الكليات الأزهرية\n٨ - الناسخ والمنسوخ في القرآن الكريم لأبي جعفر النحاس ,عالم الفكر بالقاهرة\n٩ - العقد الفريد في فن التجويد للشيخ أحمد علي صبرة, المكتبة الأزهرية للتراث\n١٠ - روضة الناضر وجنة المناظر لابن قدامة, المكتبة المكية\n١١ - نهاية السول في شرح منهاج الوصول للإسنوي, دار ابن حزم\n١٢ - هداية الراغب لشرح عمدة الطالب للشيخ عثمان بن أحمد النجدي, مكتبة إحياء التراث الإسلامي, مكة المكرمة\nقال الشيخ -حفظه الله- التحقت بمعهد الأزهر في القاهرة عام ١٩٥٢ م فدرست العلوم الشرعية والعربية, وتلقيت القراءات وعلوم القراءات على عدد من العلماء الأجلاء:\nفتلقيت القراءات السبع من طريق الشاطبية والقراءات الثلاث من طريق الدرة على عدد من المشايخ منهم: الشيخ محمد سليمان صالح, والشيخ عبدالله الفقاعي, قرأت عليهما بعض القرآن وأجازاني ببقيته.\nوقرأته كاملا على الشيخ محمد إسماعيل الهمداني, وأخبرني أنه قرأ على الشيخ أحمد عبدالعزيز الزيات رحمه الله- الآتي سنده.\nثم قرأت القراءات العشر من طريق طيبة النشر للإمام ابن الجزري على الشيخ أحمد المرى - رحمه الله- وأخبرني أنه قرأ القرآن كله من طريق الطيبة على الشيخ أحمد عبد العزيز الزيات, وهو عن الشيخ عبد الفتاح هنيدي , وهو عن شيخ الإقراء بمصر الشيخ محمد بن أحمد الشهير بالمتولي, وهو عن الشيخ أحمد الدري التهامي, وهو عن الشيخ محمد بن أحمد المعروف بـ (سلمونة) , وهو عن شيخه السيد إبراهيم العبيدي, وهو عن الشيخ عبد الرحمن الأجهوري, وهو عن الشيخ أحمد البقري, وهو عن شيخ قراء مصر الشيخ محمد قاسم البقري, وهو عن الشيخ عبد الرحمن اليمني, وهو عن الشيخ أحمد عبد الحق السنباطي, وهو عن الشيخ شحاذة اليمني, وهو عن الشيخ ناصر الدين الطبلاوي, وهو عن شيخ الإسلام زكريا الأنصاري, وهو عن شيخ شيوخ وقته: أبي النعيم رضوان العقبي, وهو عن الحافظ شيخ القراء وخاتمة المحققين الشيخ ابن محمد بن محمد بن يوسف الجزري,\nوهو قد تلقى عن مشايخ كثيرين منهم: الشيخ أبو المعالي محمد بن علي بن حسنين, والشيخ أبو عبد الرحمن أحمد بن علي البغدادي, وهو عن الشيخ أبي عبد الله محمد بن أحمد بن عبد الخالق المصري, المعروف بالصائغ, وهو عن شيخ إقراء مصر في زمنه الشيخ أبي الحسن علي بن شجاع, المعروف بالكمال الضرير, وهو عن الإمام أبي القاسم الشاطبي, وهو عن الشيخ علي بن هذيل الأندلسي, وهو عن أبي داوود سليمان بن نجاح, وهو عن الحافظ أبي عمرو الداني, وهو عن الحسن طاهر بن غلبون, وهو عن أبي الحسن الهاشمي الضرير, وهو عن أبي العباس الأشناني, وهو عن أبي محمد عبيد بن الصباح, وهو عن حفص, وهو عن عاصم الكوفي,\nوقرأ عاصم على أبي عبد الرحمن عبد الله بن حبيب السلمي, وأبي مريم زر بن حبيش, وأخذ عبد الرحمن السلمي, عن عثمان بن عفان, عن علي, وأبي بن كعب, وزيد بن مثبت, وعبد الله بن مسعود, وأخذ زر بن حبيش عن عثمان وابن مسعود-رضي الله عنهم جميعا.\nوأخذ الصحابة-رضي الله عنهم جميعا- عن النبي - صلى الله عليه وسلم- وأخذ النبي -صلى الله عليه وسلم- عن أمين الوحي, سيدنا جبريل -عليه السلام- وهو عن رب العزة جل ثناؤه.\nكما قرأت بعض القرآن من طريق طيبة النشر على بعض المشايخ, وأجازوني بالباقي, منهم:\n١ - الشيخ أحمد عبد العزيز الزيات -رحمه الله- بسنده المتقدم\n٢ - الشيخ عامر السيد عثمان -رحمه الله ٠ وهو على الشيخ همام قطب ابن عبد الهادي, وهو على الشيخ سبيع بن عبد الرحمن وهو على الشيخ حسن الجريس الكبير, وهو على الشيخ أحمد الدري الشهير بالمتولي بسنده المتقدم في سند الشيخ الزيات.\n٣ - الشيخ إبراهيم بن علي بن علي بن شحاته السمنودي -أطال الله بقاءه- وهو عن الشيخ خليل الجنايني, وهو عن الشيخ المتولي بسنده المتقدم.\n٤ - درست القراءات الشاذة وتوجيهها من لغة العرب, وكذلك عد الآي, على الشيخ عبد الفتاح بن عبد الغني القاضي , وهو على الشيخ همام قطب عبد الهدي بسند المتقدم.\nانظر كتابه (المدخل إلى علم القراءات) ص ١٥١ - ١٥٣ وموسوعة ويكيبيديا\n[توفي يوم الجمعة ١٨ ذي القعدة ١٤٤٣ هـ الموافق ١٧ يونيو ٢٠٢٢ م في مدينة القاهرة بمصر، عن ٨٤ عاما]",
  "books": [
    {
      "text_id": 11528,
      "title": "رسم المصحف وضبطه بين التوقيف والاصطلاحات الحديثة"
    }
  ]
}