{
  "author_id": 1402,
  "author_meta": "تمام حسان (١٣٣٦ - ١٤٣٢ ه- = ١٩١٨ - ٢٠١١ م)\nعميد كلية دار العلوم، والحائز على جائزة الملك فيصل العالمية في اللغة العربية والآداب لعام ١٤٢٦ هـ - ٢٠٠٦ م. محل الإقامة: مصر\nعالم نحوي عربي، صاحب كتاب اللغة العربية معناها ومبناها الذي وضع فيه نظرية خالفت أفكار النحوي الكبير سيبويه. يعد تمام أول من استنبط موازين التنغيم وقواعد النبر في اللغة العربية، وقد أنجز ذلك في أثناء عمله في الماجستير (عن لهجة الكرنك) والدكتوراه (عن اللهجة العدنية) وشرحه في كتابه \"مناهج البحث في اللغة\" عام ١٩٥٥. عميد كلية دار العلوم الأسبق وأستاذ علم اللغة الحائز على جائزة الملك فيصل العالمية في اللغة العربية والآداب العام ١٤٢٦ هـ- ٢٠٠٦ م.\nحياته\nولد بقرية الكرنك بمحافظة قنا بصعيد مصر، أتمَّ حفظ القرآن الكريم سنة ١٩٢٩ م، ثم غادر قريته ليلتحق بمعهد القاهرة الأزهري عام ١٩٣٠ م، ليحصل على الثانوية الأزهرية عام ١٩٣٥ م.\nوبعدها التحق بكلية دار العلوم عام ١٩٣٩ م وحصل على دبلوم دار العلوم عام ١٩٤٣ م ثم إجازة التدريس عام ١٩٤٥ م، ولم يكد يبدأ الدكتور تمام حسان حياته العلمية معلمًا للغة العربية بمدرسة النقراشي النموذجية عام ١٩٤٥ م، حتى حصل على بعثة علمية إلى جامعة لندن عام ١٩٤٦ م، لينال درجة الماجستير في لهجة الكرنك من صعيد مصر، ثم يحصل على الدكتوراة في لهجة عدن.\nوعقب عودة الدكتور تمام من رحلته العلمية عُين مدرسًا بكلية دار العلوم كما انتدب مستشارًا ثقافيًّا للجمهورية العربية المتحدة في العاصمة النيجيرية لاجوس عام ١٩٦١ م. وحين عاد إلى مصر عام ١٩٦٥ م، شغل منصبي رئيس القسم ووكيل الكلية قبل أن يتولى عمادتها عام ١٩٧٢ م.\nوأسس د. تمام حسان الجمعية اللغوية المصرية عام ١٩٧٢ م، وكان أول رئيس لها وأنشأ أول قسم للدراسات اللغوية بجامعة الخرطوم في السودان، كما أسس بجامعة أم القرى قسم التخصص اللغوي والتربوي وتولى أمانة اللجنة العلمية الدائمة للغة العربية بالمجلس الأعلى للجامعات المصرية وانتخب عضوًا بمجمع اللغة العربية عام ١٩٨٠ م. أشرف الدكتور تمام على العديد من الرسالات الجامعية في مصر والدول العربية.\nإنجازاته\nيعد الدكتور تمام حسان أول عالم لغوي يدرس المعجم باعتباره نظامًا لغويًّا متكاملاً تربطه علاقات محدودة وليس مجموعة مفردات أو كلمات كما كان المستقر عليه عالميًّا فهو الذي نبه إلى فكرة النظام اللغوي للمعجم، وأن هناك كلمات تفرض الكلمات التي تستعمل معها، وهو أول من أعاد تقسيم الكلام العربي على أساس المبنى والمعنى رافضًا التقسيم الثلاثي (اسم وفعل وحرف) إلى سبعة أقسام، وهي الاسم والصفة بحيث يختلف الاسم عن الصفة أنه لا يكون إلا مسندًا إليه مبتدأ بخلاف الصفة، ثم الفعل ثم الظروف ثم الضمائر ثم الأدوات ثم الفواصل؛ وذلك بحسب السلوك النحوي الخاص بكل لغة، وهذا مفاد كتابه \"اللغة العربية معناها مبناها\".\nكان أول من فرَّق بين الزمن النحوي والزمن الصرفي فقال بالزمن الصرفي الذي هو وظيفة الصيغة المفردة من دون الجملة (ماضٍ، مضارع، أمر) والزمن النحوي الذي يختلف عنه وقد يخالفه مثلما هو الحال في قوله تعالى ?لَمْ يَكُنْ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمْ الْبَيِّنَةُ? (البينة)، فهو زمن مضارع مصرفيًّا لكنه ماضٍ نحويًّا.\nسُجلت حول كتبه الكثير من الدراسات اللغوية في الجامعات المصرية والعربية، وما زال عمله رهن الدراسة حتى الآن، ويعتبر الدكتور تمام أن دراسته للقرآن منذ البداية كانت فاتحة الخير وكانت سببًا في الاجتهاد في اللغة، ويقول: التوصل إلى فكرة القرائن النحوية جعلني أنظر نظرةً جديدةً في تفسير التراكيب والتعرف بشكلٍ جيدٍ على الأسلوب العربي. [١]\nمؤلفاته\nعلى مدى هذه السنوات الطويلة لم ينقطع العطاء العلمي من تأليفٍ وترجمةٍ فألف أهم كتبه \"مناهج البحث في اللغة\"، و\"اللغة العربية بين المعيارية والوصفية\"، و\"اللغة العربية معناها ومبناها\"، و\"الأصول والتمهيد لاكتساب اللغة العربية لغير الناطقين بها\" و\"مقالات في اللغة والأدب\"، و\"البيان في روائع القرآن\"، و\"الخلاصة النحوية\"، إضافةً إلى عشرات المقالات والبحوث التي نشرت في الدوريات العربية.\nومن الكتب التي قام بترجمتها \"مسالك الثقافة الإغريقية إلى العرب والفكر العربي ومكانته في التاريخ\" و\"اللغة في المجتمع أوائل العلم في المجتمع\" و\"النص والخطاب والإجراء\".\n* اللغة العربية معناها ومبناها.\n* الأصول.\n* مناهج البحث في اللغة.\n* اللغة بين المعيارية والوصفية.\n* الخلاصة النحوية.\n* البيان في روائع القرآن.\n* التمهيد لاكتساب اللغة العربية لغير الناطقين بها.\n* مقالات في اللغة والأدب.\n* مسالك الثقافة الإغريقية إلى العرب (مترجم).\n* الفكر العربي ومكانته في التاريخ (مترجم).\n* اللغة في المجتمع (مترجم).\n* أثر العلم في المجتمع (مترجم).\n* النص والخطاب والإجراء (مترجم).\n* خواطر من تأمل لغة القرآن الكريم.\n* مفاهيم ومواقف في اللغة والقرآن (٢٠١٠).\nجوائز\n* جائزة آل بصير بالمملكة العربية السعودية عام ١٩٨٤.\n* جائزة صدام عام ١٩٨٧.\n* جائزة الملك فيصل العالمية ٢٠٠٦.\n* تكريم في المؤتمر الدولي للغة العربية والتنمية البشرية بوجدة، المغرب،\nوكتب حسام تمام،مقالا بعنوان (تمام حسان .. مجدد العربية) وهذا نصه:\nتمام حسان\nربما يصعب التعريف بقيمة هذا الرجل وعطائه نظرا لطبيعة تخصصه، ولكن لمن هم بعيدون عن حقل الدراسات اللغوية يكفي أن نقول: حين كنا طلابا في قسم اللغة العربية كان يذكر لنا ثلاثة كتب هي الأهم في دراسة العربية: \"الكتاب\" لسيبويه وهو المؤسس للنحو العربي، و\"دلائل الإعجاز\" للإمام عبد القاهر الجرجاني .. ثم كتاب \"اللغة العربية معناها ومبناها\" لتمام حسان.\nولولا طبيعة الزمان وأن المعاصرة حجاب لبويع تمام حسان أميرا ومجددا للنحو العربي وللدراسات اللغوية الحديثة في عالمنا العربي.\nفالعالم الكبير الدكتور تمام حسان هو صاحب أول وأجرأ محاولة لترتيب الأفكار والنظريات اللغوية في اللغة العربية بعد سيبويه وعبد القاهر الجرجاني، وربما لم يوضع كتاب لغوي حديث ضمن قائمة أمهات كتب العربية إلا كتابه \"اللغة العربية معناها ومبناها\"، وقد وصفه غير قليل من علماء اللغة العرب بذلك، منهم مثلا سعد مصلوح، ويطلق عليه \"الكتاب الجديد\" بعد كتاب سيبويه الذي سمي بـ\"الكتاب\" كما لو كان أصل كتب العربية وأهمها.\nالكتاب الجديد .. نظرية متكاملة\nوفي هذا الكتاب -كما في بقية كتبه- قدم الدكتور تمام حسان نظرية متكاملة في دراسة اللغة العربية خالف فيها ما استقر عليه الأمر في هذا الشأن من لدن سيبويه إلى عصره، ورفض نظرية العامل التي بنى عليها سيبويه (في القرن الثاني الهجري) النحو العربي وتابعه عليها الأولون والآخرون. وصاغ تمام حسان بديلا عنه نظرية \"القرائن اللغوية\"، فجاوز بها كل علماء العربية، حتى من سبقوه بنقدها ورفضها.\nوكان سيبويه في نظرية العامل التي شيد على أساسها النحو قد عد العلامة الإعرابية هي القرينة الوحيدة لفهم المعنى، وعلى خطاه سار النحويون ولم يخرج عنهم إلا القليل ممن انتقدوها مثل ابن مضاء القرطبي (في القرن السادس الهجري)، ولكن ظل الأمر قيد النقد الجزئي الذي يدور داخل النظرية من دون أن يستطيع منها فكاكا حتى فعلها تمام حسان الذي أعاد صياغة النظام النحوي العربي كله على أساس فكرة تضافر القرائن اللغوية في تحديد المعنى وعدم انفراد العلامة الإعرابية به إذ اعتبرها مجرد قرينة واحدة يمكن أن تختفي في بعض الأحوال، فلا تستطيع تحديد المعني.\nوهو ما يستلزم في رأيه اللجوء إلى قرائن أخرى توضح المعنى وتجليه، وقد حدد تمام حسان عددا من القرائن التي لا بد منها (مثل قرائن: الرتبة، التضام، الربط، الضمائر، البنية، النغمة، أمن اللبس، مستوى الصواب والخطأ، التماثل الصوتي)؛ فالرتبة تقول إن ما يلي الفعل مثلا هو الفاعل ما لم يحدث استثناء، وقرينة التضام تعتمد على افتقار الكلمة لأخرى بعدها (مثل الموصول لصلة الجار لمجرور .. وهكذا بما يعين في فهم المعنى دون البحث عن العلامة الإعرابية).\nلقد بنى حسان بهذه النظرية للنحو نظاما متماسكا قوامه القرائن المعنوية واللفظية بعد أن كان النحو في نظر الدارسين تحليلا إعرابيا فحسب، ولهذه النظرية الجديدة أهمية كبرى لا يمكن تبينها إلا حين تقرأ تطبيقاتها على فهم وتفسير القرآن الكريم؛ وهو ما أنجزه تمام حسان في كتابه الرائع \"البيان في روائع القرآن\" والذي هو تطبيق عملي لنظريته.\nتجديد دراسة اللغة\nاللغة العربية معناها ومبناها\nهذه المقدمة النظرية لا بد منها للتعريف بالرجل، فهو عالمٌ فضّل أن يهجر الدنيا لنظريته ومشروعه فلم يُعن بكتابة المقالات العامة أو الحديث في كل شيء كما يفعل الكثيرون، بل نذر حياته -بلغ الثامنة والثمانين أمد الله في عمره- لفكرة واحدة: تجديد دراسة اللغة العربية .. ومن أجلها هانت عليه حياة هي أقرب للرهبنة.\nكانت معرفتي الأولى بالعالم الجليل تمام حسان تشابه الأسماء الذي طالما كان محل تساؤل من أساتذتي في قسم اللغة العربية بكلية الآداب بجامعة الإسكندرية، ثم تعرفت عليه عبر قراءة مدرسية لكتابه \"اللغة العربية مبناها ومعناها\" لم تكشف لي عن قيمته التي لم أعرفها إلا حين تركت دراسة اللغة العربية وعملت بالصحافة، وظل في مخيلتي أشبه بأبي عمرو بن العلاء وسيبويه والخليل بن أحمد وأعلام العربية .. وربما كان اسمه التراثي المنغم سببا في هذا الشعور، وقد سعيت زمنا للقائه وزيارته.\nولما قابلته في بيته أول مرة تأكد لي صدق مشاعري؛ إذ رأيتني بإزاء رجل تعلوه هيبة ووقار تؤكده ملامحه الجادة، وبنيانه الجسماني القوي الذي يستدعي صورة القدماء، وكرمه ودفء لقائه الذي سيبين لك سريعا عن أصوله الصعيدية.\nما غاب عن خيالي من صورة تمام حسان هو المكتبة وطريقه عمله، فقد كنت أتصوره غارقا في الكتب القديمة والمخطوطات والأوراق المبعثرة، فإذا به يصطحبني لغرفة مكتب بسيطة وأنيقة ومنظمة، ثم هو يجلس على مكتبه ويفتح جهاز الكمبيوتر الخاص به ليراجع معي آخر بحث له في علم الصوتيات، وكانت المرة الأولى التي أرى فيها شيخا تجاوز الثمانين يكتب أبحاثه ويراجعها بنفسه من الكمبيوتر!.\nرحلة عطاء حافلة\nوقبل أن نتحدث عن مشروعه لا بد من بعض المعلومات التي ربما تكشف صورة تمام حسان وقيمة مشروعه الفكري:\n- فتمام حسان المولود في ٢٧ من يناير عام ١٩١٨ في الكرنك بمحافظة قنا أقصى صعيد مصر، ينتمي إلى الجيل الذهبي من علماء الأمة الذين أتيح لهم التكوين الديني والعلمي الرصين والمبكر؛ فقد حفظ القرآن الكريم وجوّده على قراءة حفص وتم له ذلك في عام ١٩٢٩.\n- ثم غادر قريته في الكرنك ليلتحق بمعهد القاهرة الديني الأزهري في عام ١٩٣٠.\n- ومنه حصل على الشهادة الأزهرية في عام ١٩٣٤، ثم الثانوية الأزهرية عام ١٩٣٥.\n- وبعدها التحق بمدرسة دار العلوم العليا عام ١٩٣٩، ومنها حصل على دبلوم دار العلوم عام ١٩٤٣.\n- ثم حصل على إجازة التدريس من دار العلوم عام ١٩٤٥.\n- ولم يكد تمام حسان يبدأ حياته العملية معلما للغة العربية بمدرسة النقراشي النموذجية عام ١٩٤٥، حتى نال بعثة علمية للدراسة بجامعة لندن عام ١٩٤٦ ليحصل منها على الماجستير والدكتوراة في علوم اللغة.\n- وعقب عودته من رحلته العلمية عُيِّن تمام حسان مدرسا بكلية دار العلوم بجامعة القاهرة في أغسطس ١٩٥٢، كما انتدب مستشارا ثقافيا بسفارة الجمهورية العربية المتحدة في العاصمة النيجيرية لاجوس ١٩٦١.\n- وحين عاد إلى مصر في عام ١٩٦٥ شغل منصبي رئيس القسم ووكيل كلية دار العلوم، قبل أن يتولى عمادتها عام ١٩٧٢.\n- وقد أسس الدكتور تمام حسان الجمعية اللغوية المصرية عام ١٩٧٢ وكان أول رئيس لها، وأنشأ أول قسم للدراسات اللغوية بجامعة الخرطوم في السودان وكان أول رئيس له، كما أسس بجامعة أم القرى قسم التخصص اللغوي والتربوي الذي كان أول قسم لتخريج معلمي اللغة العربية لغير الناطقين بها.\n- تولى تمام حسان أمانة اللجنة الدائمة للغة العربية بالمجلس الأعلى للجامعات المصرية، وانتخب عضوا بمجمع اللغة العربية عام ١٩٨٠.\nمؤلفات فاتحة\nولتمام حسان عدد من المؤلفات التي يشكل كل مؤلف منها فتحا جديدا في بابه، ومن أشهر مؤلفاته: مناهج البحث في اللغة، واللغة بين المعيارية والوصفية، واللغة العربية: معناها ومبناها، والأصول، والتمهيد لاكتساب اللغة العربية لغير الناطقين بها، ومقالات في اللغة والأدب، والبيان في روائع القرآن، والخلاصة النحوية … إضافة إلى عشرات المقالات والدراسات والبحوث التي نشرت في الدوريات العربية المتخصصة أو قدمت في المؤتمرات العلمية.\nوله عدد من الكتب المترجمة من أهمها: \"مسالك الثقافة الإغريقية إلى العرب\"، و\"الفكر العربي ومكانته في التاريخ\"، و\"اللغة في المجتمع\"، و\"أثر العلم في المجتمع\"، و\"النص والخطاب والإجراء\". كما شارك بجهوده في لجنة ترجمة معاني القرآن الكريم التابعة لرابطة العالم الإسلامي بمكة.\nوقد أشرف الدكتور تمام حسان على عشرات الرسائل العلمية في عدد من الجامعات المصرية والعربية مثل: القاهرة والإسكندرية والخرطوم ومحمد الخامس ومحمد بن عبد الله بفاس والكويت وأم القرى والإمام محمد بن سعود واليرموك والمستنصرية. وقد أودع معظم هذه الرسائل نظريته اللغوية المعروفة بتضافر القرائن والتي يوجزها كتابه \"اللغة العربية معناها ومبناها\"؛ وهو ما أوجد بين تلاميذه مدرسة فكرية خاصة في حقل الدراسات اللغوية العربية، توسعت عبر أجيال جديدة من الباحثين والطلاب في كثير من الدول العربية.\nريادة في النقل\nينسب إلى تمام حسان الريادة في نقل النظريات اللغوية الحديثة إلى العالم العربي والإسلامي وتطبيقها على دراسة اللغة العربية؛ حيث درس مبكرا في أوربا وتتلمذ على أهم اللغويين الغربيين، مثل أستاذه المباشر العالم البريطاني \"فيرث\" صاحب نظرية السياق، وكان أول معالم مشروعه اللغوي تطبيق المناهج الغربية في دراسة الصوتيات على بعض اللهجات العربية، فنال الماجستير من جامعة لندن عن دراسته الصوتية للهجة مدينة الكرنك بمسقط رأسه (محافظة قنا)، كما نال الدكتوراة من الجامعة نفسها في دراسة صوتية أيضا للهجة مدينة عدن باليمن.\nوفي رسالته للدكتوراة نراه يعيد سيرة علماء العربية الأوائل؛ حيث قضى ٦ أشهر في عدن يجمع ويدرس لهجة أهلها كما كان يفعل اللغويون القدامى في دراستهم للغات البوادي والقبائل، كما كان أهم عالم عربي طبق \"البنيوية\" في دراسة اللغة العربية، وخاصة النحو العربي، وهو منهج يقوم على دراسة العلاقات بين الأشياء وليس الأشياء نفسها، وهو ما استفاد منه فيما بعد في بناء نظريته \"القرائن اللغوية\" وطورها لوضع نظرية جديدة لدراسة النحو العربي، كانت في الحقيقة أول نظرية لدراسة النحو العربي بعد سيبويه.\nأوليات تمامية\nوحين يذكر تمام حسان تستدعي أوليات نسبت إليه؛ فهو أول من استنبط موازين التنغيم وقواعد النبر في اللغة العربية؛ حيث لم تكن مدروسة قبله وكانت تدرس فقط في اللغات الأجنبية الرئيسية، وقد أنجز ذلك في أثناء عمله في الماجستير والدكتوراة وشرحه في كتابه \"مناهج البحث في اللغة\" عام ١٩٥٥.\nوهو أول عالم لغوي في العالم يدرس \"المعجم\" باعتباره نظاما لغويا متكاملا تربطه علاقات محددة وليس مجموعة مفردات أو كلمات كما كان المستقر عالميا؛ فهو الذي نبه إلى فكرة النظام اللغوي للمعجم، وأن هناك كلمات تفرض الكلمات التي تستعمل معها؛ فهناك أفعال لا بد لها من فاعل وأخرى لا بد أن يكون فاعلها عاقلا.\nوهو أول عالم لغوي عربي يخالف البصريين والكوفيين في دراسة الاشتقاق حين اقترح \"فاء الكلمة وعينها ولامها\"، كأصل للاشتقاق في حين كان أصل الاشتقاق عند البصرة \"المصدر\"، وأصله عند الكوفة \"الفعل الماضي\".\nوهو أول من أعاد تقسيم الكلام العربي على أساس المبنى والمعنى رافضا التقسيم الثلاثي (اسم، فعل، حرف)، وجعل التقسيم سباعيا (اسم، فعل، صفة، ظرف، ضمير، خالفة، حرف) بحسب السلوك النحوي الخاص بكل قسم.\nوكان أول من فرّق بين الزمن النحوي والزمن الصرفي، فقال بالزمن الصرفي الذي هو وظيفة الصيغة المفردة من دون جملة (ماض، مضارع، أمر) والزمن النحوي الذي يختلف عنه وقد يخالفه، مثلما هو الحال في قوله تعالى {لم يكن الذين كفروا من أهل الكتاب … } فهو زمن مضارع صرفيا لكنه ماض نحويا.\nكما كان تمام حسان من أكثر علماء العربية الذي سعوا إلى التضييق على فكرة الشذوذ والندرة وعدم القياس التي اعتادها النحويون، والتي تهدر ميراثا لغويا وتؤدي إلى جمود اللغة؛ فقال بالترخص في القرائن المبنية على تضافر القرائن في إيضاح المعنى وزيادة بعضها عن الحاجة إلى الإفادة، كما كشف عن نوع من الاستعمال يخالف القواعد ولكنه يقاس عليه، وأطلق عليه اسم الأسلوب العدولي.\nتكريم وشهرة ناقصة\nورغم كثرة أوليات تمام حسان، فإن محصوله من التكريم والشهرة قليل بما لا يوازي ما ناله تلامذته، فسجله من التكريم يقول إنه حصل في عام ١٩٧٢ على الجائزة الأولى في مسابقة مكتب تنسيق التعريب بالرباط، وحصل على جائزة آل بصير الدولية عام ١٩٨٤، وحصل على جائزة صدام للآداب عام ١٩٨٧ .. إلى أن كرم أخيرا بحصوله على جائزة الملك فيصل العالمية في العام المنصرم ٢٠٠٥.\nوالدكتور تمام حسان (أبو هانئ) تشرف به الجوائز قبل أن يشرف بها، وهي سعت إليه ولم يسع إليها بل ظل عاكفا في محراب علمه مستصغرا ما دونه، ويكفي مصداقا لذلك أنه لا يكاد يظهر في الحياة العامة إلا نادرا ولا تكاد تعرف كاميرات التليفزيون طريقها إليه.\nوللاستزادة حول جهود الدكتور تمام حسان ومشروعه الفكري:\n* \"العربية وعلم اللغة البنيوي: دراسة في الفكر اللغوي العربي الحديث\" - للدكتور حلمي خليل- دار المعرفة الجامعية.\n* والكتاب التذكاري الصادر عن الدكتور تمام حسان- مكتبة عالم الكتب.\nوفاته\nتوفي في صباح يوم الثلاثاء ١١ أكتوبر ٢٠١١ م بعد مرض قصير وعملية جراحية بالمخ رحم الله الفقيد وتغمده برحمته وأدخله جناته.",
  "books": [
    {
      "text_id": 11540,
      "title": "مناهج البحث في اللغة"
    },
    {
      "text_id": 9970,
      "title": "اللغة العربية معناها ومبناها"
    }
  ]
}