{
  "author_id": 1403,
  "author_meta": "الميلاد والنشأة\nولد العالم اللغوي الدكتور رمضان عبد التواب في قرية قليوب بمحافظة القليوبية بمصر صباح يوم الجمعة (٢٣ من رمضان ١٣٤٨هـ= ٢١ من فبراير ١٩٣٠م)، وسُمي باسم الشهر الفضيل تيمنًا به، وأملا في النيل من بركته.\nتلقى تعليمه في المدرسة الأولية، وكان تقديره في السنة الأولى ٩٨%، وترتيبه الأول، وفي الفرقة الثانية مرض قبل الامتحان بحمى التيفود، وترتب على ذلك عدم حضوره الامتحان، وفي بداية العام الدراسي التالي دخل مدرس الفصل فلما رآه غضب جدا، وقال: أنت الأول تعيد العام؟! وأخذه إلى ناظر المدرسة، وقال له: هل يمكن لرمضان أن يرسب ويعيد السنة؟ هذا لا يمكن، فهو أفضل الموجودين، وظل يمدح فيه إلى أن وافق ناظر المدرسة على أن يُمتحن في المقرر، وأُجري له امتحان خاص ونجح فيه، وانتقل مع زملائه للفرقة الثالثة، ونجح في الفرقة الثالثة وكان ترتيبه الأول أيضا.\nومنذ ذلك الوقت عرف قيمة التعليم، فكان يقرأ كل شيء، وأتم حفظ القرآن الكريم استعدادا لدخول المعهد الديني، فقد وهبه والده للتعليم الديني، ولم يكن يكتفي بحفظ القرآن الكريم، وإنما كان يسأل عن معاني كل شيء، حتى إن شيخه الذي كان يحفظّه القرآن كان يحار معه في تفسير بعض الآيات، فما كان منه إلا أن دله على تفسير الجلالين، فاشتراه وكان سعيدا به كل السعادة، وأتم حفظ القرآن الكريم في سنة ونصف، وكانت سنُّه في ذلك الوقت لا تتجاوز عشر سنوات.\nفي المعهد الديني الأزهري\nدخل المعهد الديني بعد اجتياز امتحان في القرآن الكريم والحساب والإملاء، ووقتها وجد نفسه أمام الكتب الصفراء في الفقه والنحو والصرف وعلوم العربية المختلفة، وحفظ ألفية ابن مالك وهو في السنة الأولى بالمعهد الديني، وكان مبرزا بين زملائه، وكان دائما ترتيبه الأول إلى أن أنهى المرحلة الثانوية، ليتأهل بعدها لدخول كلية دار العلوم.\nفي كلية دار العلوم\nمن اليمين د.فتحي عامر-د.رمضان عبدالتواب-د.إبراهيم عثمان-د.علاء القنصل\nكان دخول كلية دار العلوم يتم بعد امتحان على ثلاث مراحل: تحريريا ثم شفويا ثم شخصيا، وما كانت هناك كتب معينة يمتحنون فيها سوى الفقه من كتاب \"جوهرة التوحيد\"، وكانوا يُمتحنون في النحو كله، والبلاغة العربية كلها، والأدب وتاريخه، وكذلك التاريخ الإسلامي، والصرف والعروض، ثم بعد ذلك يُمتحنون شفويا في القرآن الكريم، ثم بعد ذلك الامتحان الشخصي، وكان يُسأل فيه أسئلة تربوية، ويُنظر إلى شخصيته وهندامه، ويُقيّم من جميع الجوانب الشخصية، وتقدم هو وزملاؤه للامتحان الأول، وكان عددهم ١٥٠٠ طالب، نجح منهم في الامتحانات الثلاثة ٢٠٠ طالب فقط ورسب الباقون، وكان الذين يدرسّون في كلية دار العلوم وقتها أساتذة يدرسون فلسفة العلم، يقف فيهم إبراهيم أنيس بنظرياته، وعباس حسن بغوصه في بطون كتب النحو.\nنشأ عنده حب القراءة، فكان يعكف في إجازات الصيف على قراءة كثير من الكتب الأدبية، فقرأ لكبار الكتاب مثل: الرافعي، والعقاد، وطه حسين، وغيرهم، وكان يتفق مع موزع الصحف أن يأتيه بكل الصحف التي كانت تصدر آنذاك، ويتقاضى منه نصف ثمنها بشرط أن يستردها سليمة معافاة قبل منتصف النهار، وكان يتردد على مكتبة دار الكتب منذ أن كان طالبا بالمرحلة الثانوية، وكان ترتيبه الأول بكلية دار العلوم في كل السنوات، وكان يحفظ كثيرا من الشعر العربي في كل العصور.\nحينما كان يؤدي امتحان الليسانس الشفوي كانت اللجنة مكونة من الأستاذ عباس حسن والشاعر علي الجندي، وجاء امتحان النصوص فقال له علي الجندي: قل لي شيئا من النصوص التي تحفظها، فقال له: في أي عصر؟ ففتح عينيه متعجبا، وقال: أتحفظ كل العصور؟ فقال: نعم، قال: هات من العصر الجاهلي، فقال له: لمن؟ قال: وهناك اختيار أيضا في العصر الجاهلي؟ فقال: نعم يا سيدي، قال: هات شيئا لامرئ القيس، فقال: أي قصيدة لامرئ القيس: المعلقة أم البائية أم الدالية؟ قال: أتحفظ كل هذا لامرئ القيس؟ قل ما تشاء، ثم انتقل من امرئ القيس إلى علقمة، إلى طرفة، ثم قال في النهاية له الشاعر علي الجندي: فتح الله عليك يا بني، أنا لا أُري الدرجة لصاحبها على الإطلاق، ولكني سأريك إياها، وأعطاه الدرجة النهائية، وقال: ليت عندنا منك عشرا إذن لاستقام الأمر.\nبعثة ألمانيا\nتخرج في كلية دار العلوم سنة ١٩٥٦م، وكان ترتيبه الأول بتقدير ممتاز مع مرتبة الشرف الأولى، وحصل على ٩٢.٥%، وكان الثاني في الترتيب الدكتور عبد الصبور شاهين، وحصل على ٨٩.٥%، والدكتور عبد الصبور شاهين لم يكن في فرقته أصلا، بل كان يسبقه بعام، وكان أول دفعته أيضا، ولكنه اُعتقل في السنة الرابعة لمشاركته السياسية فأصبح في دفعة الدكتور رمضان رغما عنه.\nلم ينتظر الدكتور رمضان طلب الكلية تعيين معيدين، ولكنه سجل في السنة التمهيدية للماجستير، وفي نفس السنة درس الدبلومة العامة في التربية بتربية عين شمس، وفي نفس الوقت عُين مدرسا بمدرسة النقراشي الإعدادية النموذجية، وذات يوم كان يطلع على الصحف اليومية فوجد إعلانا من كلية الآداب جامعة عين شمس عن بعثة إلى ألمانيا مدتها خمس سنوات، التخصص \"فقه اللغة العربية\" بشرط أن يكون الطالب حاصلا على ليسانس في اللغة العربية، فتقدم ومعه ١٣ طالبا من أبناء الكلية المُعلِنة، غير أنه كان المرشح الوحيد الذي حصل على تقدير ممتاز مع مرتبة الشرف، وممتاز في مادة التخصص (فقه اللغة)، وفي نفس الوقت أعلنت كلية دار العلوم عن طلب معيد واحد، واستقر رأي الدكتور إبراهيم أنيس عليه، ولكنه فوجئ بأنه يعد للسفر لبعثة، وهنا وقع في مأزق فهو يخشى أن يعينه فيترك الوظيفة ويسافر إلى ألمانيا ويضيعها على غيره، ويخشى أن يعين غيره فلا يسافر لأي سبب من الأسباب فيكون قد أضاع عليه الفرصة، فأخذ يُسوّف ويُرجئ في الإعلان إلى أن اتصل به الدكتور رمضان هاتفيا، وقال له: سأسافر غدا، وفي الاجتماع التالي تقرر تعيين الدكتور عبد الصبور شاهين معيدا، وقال الدكتور أنيس في قرار التعيين: يستحق هذه الدرجة رمضان عبد التواب غير أنه بالبحث والتحري وُجد أنه سافر في بعثة بكلية الآداب جامعة عين شمس إلى ألمانيا، وعلى ذلك يؤخذ الذي يليه في الترتيب وهو عبد الصبور شاهين.\nتعلم في ألمانيا على أيدي أساتذة متخصصين مهرة في الدراسات اللغوية، وأتقن اللغات الألمانية والسريانية والحبشية والأكادية والفارسية والتركية والفرنسية واللاتينية والعبرية والسبئية والمعينية، والتقى مع أساتذة عظام- في الدراسات اللغوية- أمثال: يوهان فك وهانزفير وأوتوشبيس وريتر وزلهايم، ودارت بينه وبين بعض منهم مناقشات ومحاورات ومجادلات عن الإسلام؛ إذ كان بعضهم متحاملا على الإسلام، ولكن هذا لم يمنعه من أن يحصل مما لديهم من علم، ثم عاد من البعثة بعد أن أمضى فيها ٥ سنوات حصل في أثنائها على الماجستير والدكتوراة في اللغات السامية من جامعة ميونخ بألمانيا بتقدير مرتبة الشرف الأولى سنة ١٩٦٣م، وبعدها تسلم عمله مدرسا بكلية الآداب جامعة عين شمس.\nالتدرج الوظيفي\n١- مدرس للغة العربية والتربية الإسلامية بمدرسة النقراشي الإعدادية النموذجية بالقاهرة من ٢٧-١٠-١٩٥٧م.\n٢- عضو بعثة جامعة عين شمس للحصول على الدكتوراة من جامعة ميونخ بألمانيا (ديسمبر ١٩٥٧- يناير ١٩٦٣).\n٣- معيد بكلية الآداب جامعة عين شمس من ٩-١-١٩٦٣م.\n٤- مدرس بكلية الآداب جامعة عين شمس من ٢٩-٥-١٩٦٣م.\n٥- أستاذ مساعد بكلية الآداب جامعة عين شمس من ١١-٢-١٩٦٩م.\n٦- أستاذ العلوم اللغوية بكلية الآداب جامعة عين شمس من ١-٨-١٩٧٤م.\n٧- أستاذ معار بكلية الآداب جامعة الرياض ١-٩-١٩٧٣م.\n٨- أستاذ معار بكلية اللغة العربية جامعة الإمام محمد بن سعود الإسلامية من ١-٩-١٩٧٦م.\n٩- وكيل كلية الآداب جامعة عين شمس لشئون التعليم والطلاب من ٢٤-٩-١٩٨٠م.\n١٠- عميد كلية الآداب جامعة عين شمس من ٢١-١-١٩٨٢م.\n١١- عميد كلية الآداب جامعة عين شمس للمرة الثانية من ٥-٢-١٩٨٥م.\n١٢- رئيس قسم اللغة العربية بكلية الآداب جامعة عين شمس من ١-٩-١٩٨٦م.\nالهيئات العلمية والندوات والمؤتمرات والجوائز\n١- عضو الجمعية الدولية للأبحاث الشرقية (IGOF) منذ عام ١٩٦٤م.\n٢- عضو جمعية المستشرقين الألمانية (DMG) منذ عام ١٩٦٨م.\n٣- أستاذ زائر بجامعة فرانكفورت للدراسات اللغوية المقارنة في عام ١٩٦٨م.\n٤- عضو مؤتمر المستشرقين الألمان في فورتسبورج في عام ١٩٦٨م.\n٥- عضو مركز تحقيق التراث بدار الكتب المصرية منذ عام ١٩٧١م.\n٦- أمين سر الجمعية اللغوية المصرية منذ عام ١٩٦٩م.\n٧- عضو مركز تحقيق التراث بدار الكتب المصرية منذ عام ١٩٧١م.\n٨- عضو ندوة خبراء اللغة العربية في الرياض بالسعودية في عام ١٩٧٧م.\n٩- خبير اللهجات العربية بمجمع اللغة العربية بالقاهرة منذ عام ١٩٧٨م.\n١٠- مقرر لجنة إحياء التراث الإسلامي بالمجلس الأعلى للشئون الإسلامية منذ عام ١٩٧٩م.\n١١- عضو ندوة اللهجات العربية بجامعة أسيوط في مارس ١٩٨١م.\n١٢- أمين اللجنة العلمية الدائمة لترقية الأساتذة المساعدين (في اللغة العربية) منذ عام ١٩٨٠م.\n١٣- عضو الندوة الأولى عن التراث العربي بالقاهرة في إبريل ١٩٨١م.\n١٤- أستاذ زائر بجامعة أم درمان الإسلامية خلال شهري يناير وفبراير من عامي ١٩٨٠ و١٩٨١م.\n١٥- رئيس شعبة البرديات العربية بجامعة عين شمس منذ عام ١٩٨١م.\n١٦- رئيس شعبة الدراسات الإنسانية بمركز بحوث الشرق الأوسط منذ عام ١٩٨١م.\n١٧- عضو ندوة الشيخ جلال الدين السيوطي بجامعة أسيوط في إبريل ١٩٨٢م.\n١٨- مقرر اللجنة العلمية الدائمة لترقية الأساتذة والأساتذة المساعدين (اللغات الشرقية) منذ عام ١٩٨٣م.\n١٩- عضو مؤتمر اللغة العربية في الجامعات المنعقد بالإسكندرية عام ١٩٨٣م.\n٢٠- عضو لجنة الدراسات الأدبية واللغوية بالمجلس الأعلى للثقافة منذ عام ١٩٨٣م.\n٢١- أستاذ زائر بجامعة الإمام محمد بن سعود الإسلامية بالرياض في يناير ١٩٨٣م.\n٢٢- عضو الدورة الثامنة للسانيات المنعقدة في الرباط بالمغرب عام ١٩٨٣م.\n٢٣- عضو الندوة العالمية لطه حسين في مدريد بأسبانيا عام ١٩٨٣م.\n٢٤- ممثل جامعة عين شمس في الاحتفال بالعيد الخمسيني لمجمع اللغة العربية بالقاهرة ١٩٨٤م.\n٢٥- أستاذ زائر بجامعة صنعاء عام ١٩٨٤م.\n٢٦- عضو مؤتمر التراث والمعاصرة المنعقد في جامعة المنيا في ١٧-٣-١٩٨٤م.\n٢٧- حائز على جائزة آل البصير العالمية في الدراسات الأدبية واللغوية من السعودية لعام ٨٢/١٩٨٣م.\n٢٨- أستاذ زائر بجامعتي فاس ومكناس بالمغرب في نوفمبر ١٩٨٤م.\n٢٩- ممثل جامعة عين شمس في ندوة العلاقات المصرية التركية المنعقدة في إستانبول في ديسمبر ١٩٨٤م.\n٣٠- أستاذ زائر بجامعة الأمير عبد القادر بقسطنطينة وجامعة بتنة بالجزائر في إبريل ١٩٨٦م.\n٣١- عضو لجنة \"المصطلح النقدي\" في جامعة فاس في نوفمبر ١٩٨٦م.\n٣٢- عضو مهرجان طه حسين المنعقد في كلية الدراسات العربية بجامعة المنيا في مارس ١٩٨٨م.\n٣٣- عضو مؤتمر \"النقد الثاني\" المنعقد في جامعة اليرموك بالأردن \"إربد\" في يوليو ١٩٨٨م.\n٣٤- أستاذ زائر بجامعة مؤتة في الأردن في فبراير ١٩٨٩م.\n٣٥- عضو مهرجان الشاعر \"عرار\" المنعقد في جامعة اليرموك بالأردن \"إربد\" في إبريل ١٩٨٩م.\n٣٦- عضو المجمع العلمي العراقي ببغداد من ٢٨-٢-١٩٨٩م.\n٣٧- عضو مؤتمر \"النقد الثالث\" المنعقد في جامعة اليرموك بالأردن \"إربد\" في يوليو ١٩٨٩م.\n٣٨- عضو ندوة \"الدس الشعوبي\" المنعقدة في بغداد في ديسمبر ١٩٨٩م.\n٣٩- عضو ندوة \"المداخلة اللغوية بين اللغة العربية واللغات الرومانسية\" المنعقدة في مدريد بأسبانيا في ديسمبر ١٩٩٠م.\n٤٠- عضو \"الملتقى الدولي حول المراكز الثقافية في المغرب الإسلامي\" المنعقد في مدينة وهران بالجزائر من ١٨ إلى ٢٠-٤-١٩٩٣م.\n٤١- عضو ندوة \"جلال الدين السيوطي\" في مؤتة بالأردن من ٢ إلى ٦-١٠-١٩٩٣م.\n٤٢- عضو ندوة \"التواصل الثقافي بين أقطار المغرب العربي\" المنعقدة في طرابلس بليبيا (كلية الدعوة الإسلامية) من ٢٠ إلى ٢٣-١٢-١٩٩٥م.\n٤٣- عضو مؤتمر وزراء الأوقاف والشئون الدينية، للحفاظ على التراث العربي والإسلامي، المنعقد في عمان بالأردن من ٢٤ إلى ٢٩-٩-١٩٩٦م.\n٤٤- عضو مؤتمر وزراء الأوقاف والشئون الدينية الموسع، للحفاظ على التراث العربي والإسلامي، المنعقد في جاكرتا (إندونيسيا) من ٢٦ إلى ٣١-١٠-١٩٩٧م.\nالمؤلفات\n١- التذكير والتأنيث في اللغة- دراسة مقارنة في اللغات السامية- القاهرة ١٩٧٦م.\n٢- لحن العامة والتطور اللغوي- القاهرة ١٩٦٧م.\n٣- فصول في فقه العربية- القاهرة ١٩٧٣م \"ط أولى\"، القاهرة ٨٠- ١٩٨٢م \"ط ثانية\"، القاهرة ١٩٨٧م \"ط ثالثة\".\n٤- اللغة العبرية- قواعد ونصوص ومقارنات باللغة السامية- القاهرة ١٩٧٧م.\n٥- نصوص من اللغات السامية، مع الشرح والتحليل والمقارنات- القاهرة ١٩٧٩م.\n٦- في قواعد الساميات- العبرية والسريانية والحبشية، مع النصوص والمقارنات- القاهرة ١٩٨١م \"ط أولى\"، ١٩٨٣م \"ط ثانية\"، ١٩٨٨م \"ط ثالثة\".\n٧- المدخل إلى علم اللغة ومناهج البحث اللغوي- القاهرة ١٩٨٢- ١٩٨٥م.\n٨- التطور اللغوي- مظاهره وعلله وقوانينه- القاهرة ١٩٨١- ١٩٨٣م، ١٩٩٠م \"ط ثالثة مزيدة\".\n٩- بحوث ومقالات في اللغة- القاهرة ١٩٨٢- ١٩٨٨م.\n١٠- مناهج تحقيق التراث بين القدامى والمحدثين- القاهرة ١٩٨٦م.\n١١- مشكلة الهمزة العربية- بحث في تاريخ الخط العربي وتيسير الإملاء والتطور اللغوي للعربية الفصحى- القاهرة ١٩٩٤م.\n١٢- دراسات وتعليقات في اللغة- القاهرة ١٩٩٤م.\n١٣- العربية الفصحى والقرآن الكريم أمام العلمانية والاستشراق- القاهرة ١٩٩٨م.\nالكتب المترجمة\n١- اللغات السامية- لتيودور نولدكه- القاهرة ١٩٦٣م.\n٢- الأمثال العربية القديمة، لرودلف زلهايم- بيروت ١٩٧١- ١٩٨٤م.\n٣- تاريخ الأدب العربي، لكارل بروكلمان (جـ ٤ و٥) القاهرة ١٩٧٥م.\n٤- فقه اللغات السامية، لكارل بروكلمان- الرياض ١٩٧٧م.\n٥- العربية- دراسة في اللغة واللهجات والأساليب، ليوهان فك- القاهرة ١٩٨٠م.\nالكتب المحققة\n١- لحن العوام، لأبي بكر الزبيدي- القاهرة ١٩٦٤م.\n٢- البلاغة، لأبي العباس المبرد- القاهرة ١٩٦٥م \"ط أولى\"- ١٩٨٥م \"ط ثانية\".\n٣- قواعد الشعر، لأبي العباس ثعلب- القاهرة ١٩٦٦م \"ط أولى\"- ١٩٩٥م \"ط ثانية\".\n٤- ما يذكر ويؤنث من الإنسان واللباس، لأبي موسى الحامض- القاهرة ١٩٧٦م.\n٥- الحروف، للخليل بن أحمد الفراهيدي- القاهرة ١٩٦٩م.\n٦- المذكر والمؤنث، لابن فارس اللغوي- القاهرة ١٩٦٩م.\n٧- الحروف التي يُتكلم بها في غير موضعها، لابن السكيت- القاهرة ١٩٦٩م.\n٨- المذكر والمؤنث، لأبي العباس المبرد- القاهرة ١٩٧٠م.\n٩- كتاب الثلاثة، لابن فارس اللغوي- القاهرة ١٩٧٠م.\n١٠- البلغة في الفرق بين المذكر والمؤنث، لأبي البركات بن الأنباري- القاهرة ١٩٧٠م.\n١١- كتاب البئر، لأبي عبد الله بن الأعرابي- القاهرة ١٩٧٠م- بيروت ١٩٨٣م.\n١٢- كتاب الأمثال، لأبي فيد مؤرج السدوسي- القاهرة ١٩٧١م- بيروت ١٩٨٣م.\n١٣- زينة الفضلاء في الفرق بين الضاد والظاء، لأبي البركات بن الأنباري- بيروت ١٩٧١- ١٩٨٧م.\n١٤- القوافي وما اشتقت ألقابها منه، لأبي العباس المبرد- القاهرة ١٩٧٢م.\n١٥- مختصر المذكر والمؤنث، للمفضل بن سلمة- القاهرة ١٩٧٢م.\n١٦- كتاب الأمثال، لأبي عكرمة الضبي- دمشق ١٩٧٤م.\n١٧- المذكر والمؤنث، لأبي زكريا الفراء- القاهرة ١٩٧٥م \"ط أولى\"- ١٩٩٠م \"ط ثانية\".\n١٨- الممدود والمقصور، لأبي الطيب الوشاء- القاهرة ١٩٧٩م.\n١٩- الوافي بالوفيات، للصفدي (الجزء الثاني عشر)، فيسبادن ١٩٧٩م.\n٢٠- ذم الخطأ في الشعر، لابن فارس اللغوي- القاهرة ١٩٨٠م.\n٢١- اشتقاق الأسماء، للأصمعي- القاهرة ١٩٨٠م.\n٢٢- ثلاثة كتب في الحروف، للخليل بن أحمد وابن السكيت والرازي- القاهرة ١٩٨٢م.\n٢٣- الفرق، لابن فارس اللغوي- القاهرة ١٩٨٢م.\n٢٤- ما يجوز للشاعر من الضرورة، للقزاز القيرواني- القاهرة ١٩٨٢م.\n٢٥- التطور النحوي للغة العربية، لبرجشتراسر، القاهرة ١٩٨٢م.\n٢٦- ما تلحن فيه العامة، للكسائي- القاهرة ١٩٨٢م.\n٢٧- عمدة الأدباء في معرفة ما يُكتب بالألف والياء، لأبي البركات بن الأنباري- القاهرة ١٩٨٢م.\n٢٨- ضرورة الشعر، لأبي سعيد السيرافي- بيروت ١٩٨٥م.\n٢٩- شرح كتاب سيبويه، لأبي سعيد السيرافي (الجزء الأول)- الهيئة المصرية العامة للكتاب بالقاهرة ١٩٩٠م.\n٣٠- الخطب والمواعظ، لأبي عبيد القاسم بن سلام- القاهرة ١٩٨٦م.\n٣١- الغريب المصنف، لأبي عبيد القاسم بن سلام (الجزء الأول)- القاهرة ١٩٨٩م.\n٣٢- نجدة السؤَّال في علم السؤال، لأبي البركات بن الأنباري- عمان ١٩٨٩م.\n٣٣- شرح كتاب سيبويه، لأبي سعيد السيرافي (الجزء الثاني)- الهيئة المصرية العامة للكتاب بالقاهرة ١٩٩٠م.\n٣٤- لوح الضبط في علم حساب القبط، لابن المغربي- تحقيق ودراسة- مجلة معهد المخطوطات العربية ١٩٦٢م.\nالمقالات والبحوث العلمية\nلقد كتب الدكتور رمضان ١٣٠ بحثا علميا ومقالا يضيق المقام هنا عن ذكرها، ومن أراد أن يطلع عليها فليرجع إلى كتاب \"نصوص ودراسات لغوية- مهداة لشيخ المدرسة الرمضانية من تلاميذه والمحبين في عيد ميلاده السبعين\".\nكما أشرف على ما يزيد عن ألف أطروحة للماجستير والدكتوراة في مصر والوطن العربي وأوروبا، واشترك في مناقشة ما يزيد على ثلاثة آلاف أطروحة للماجستير والدكتوراة في مصر والوطن العربي وأوروبا أيضا.\nكلمة حق\nالدكتور رمضان عبد التواب (رحمه الله) صاحب مدرسة علمية في تحقيق التراث نُسبت إليه، عُرفت بـ\"المدرسة الرمضانية\"، تتميز بالمنهج الصارم في تحقيق النصوص التراثية، أرسى قواعدها والتزم بها طلابه. وكان يستقبل طلابه من جميع أنحاء الوطن العربي والإسلامي في بيته ومكتبته العامرة، وكان يعد لهم الطعام بنفسه ولا بد أن يأكل الجميع من الـ(يخني الرمضاني)، فكان حاتميا في الكرم، وكان متواضعا أشد التواضع، وكان (رحمه الله) تقيا ورعا يخاف الله عز وجل، محافظا على الصلاة ويحث طلابه على المحافظة عليها، عالما غزير العلم، طالما نهلنا من نبع علمه فما ارتوينا، وطالما تتبعنا خُطاه فعجزت أقدامنا عن اللحاق بمواكب علمه، ولطالما تلعثمت الكلمات وانزوت جانبا خجلا وحياءً من أن توفي له حقه.\nإن الجيل الذي تعهده برعايته وأحاطه بكف عنايته، ووجهه نحو الطريق الصحيح الذي رسمه له من خلال توجيهاته النافعة وآرائه السديدة وملاحظاته القيمة وحنانه الأبوي المتدفق كالشلال، إن هذا الجيل ما يزال يذكر له تلك الأيادي البيضاء، ولن ينسى ما بقي في أفراده نفس يتردد، وقلب ينبض، إنه أنموذج صحيح وقدوة حسنة لهم، ويكفيه فخرا وعزة ومكانة أن أبناءه المحبين له يدعون له كل يوم بأن يرحمه ويسكنه الفردوس الأعلى في الجنة.\nإن الأوقات القصيرة التي كنا نقضيها معه قصيرة في زمانها عظيمة في فوائدها، وما أجمل أن يقطف كل من تحلّق حوله واستمع إليه ثمار المعرفة والفائدة. كيف لا وقد كان يجمع في رحاب مدرسته أبناء الأمة العربية والإسلامية بل أبناء العالم شرقه وغربه، جاءوا من كل حدب وصوب ينهلون من النبع الفياض، وهو لا يبخل عليهم بوقت ولا بحديث، ولا يألو جهدا في النصح والإرشاد والتوجيه، فقد خبرناه أبا حنونا وأخا عطوفا ومعلما حريصا على أبنائه يربيهم وينشئهم أجيالا تلو أجيال، يفخر بهم ويباهي.\nرأيناه يرعى الغريب قبل القريب، ويفتح أبواب بيته للسائل ليل نهار، لم يرد طالبا، ولم يبخل على أحد بمشورة أو نصيحة، عهدناه يقضي جل وقته بين أبنائه الطلاب، يشرح لهم ويفسر، يهدي ويرشد، يدل ويوجه، ينبه ويحفز، والابتسامة لا تفارق شفتيه، والكلمات الرقيقة ينثرها هنا وهناك، والدعابة ترفرف على أجواء المكان.\nلقد سمعنا ورأينا وعرفنا من يغلقون الأبواب في وجوه طلابهم، وسمعنا عمن يستغل الطلاب ويثبط هممهم، وسمعنا عمن يقتل الأمل في النفوس المشرئبة للمعالي، ويضع العراقيل أمام الطلاب، بل قد يتخلى عنهم ساعة يحتاجون إليه، وما أكثرهم، لكنه (رحمه الله) على النقيض من ذلك، لقد فتح أبواب منزله العامر ومكتبته الزاخرة لكل طالب علم، ويسر له السبل، وبعث الأمل في النفوس، وبذل كل جهد ممكن في تذليل الصعاب، ووقف إلى جوار أبنائه يشد من أزرهم ويحثهم على المضي قدما نحو تحقيق الآمال دون خوف أو وجل.\nوترجل فارس العربية\nوفي (٨ من جمادى الآخرة ١٤٢٢هـ= ٢٧ من أغسطس٢٠٠١م) يترجل فارس العربية عن عمر يناهز واحدا وسبعين عاما، كلها علم وبركة وخير، وإن كان قد غاب عن عالمنا بجسده فإنه لم يغب عنا بفكره وعلمه وقيمه التي غرسها في نفوس طلاب مدرسته، وشيَّعه كوكبة من العلماء والباحثين في مصر والوطن العربي من طلابه ومحبيه، وكلهم يشهدون له بالتقوى والصلاح والزهد والعفاف والتواضع والكرم، فقد جند حياته لخدمة لغة القرآن الكريم.. يُعلِّم ويربي، ويدافع عنها ويصد المغرضين، ولم يبتغ الأجر على ذلك إلا من رب العالمين، رحم الله الدكتور رمضان عبد التواب وأسكنه الفردوس الأعلى في الجنة، إنه على ذلك قدير، وبالإجابة جدير، وهو نعم المولى ونعم النصير.",
  "books": [
    {
      "text_id": 11541,
      "title": "المدخل إلى علم اللغة ومناهج البحث اللغوي"
    },
    {
      "text_id": 15043,
      "title": "بحوث ومقالات في اللغة"
    }
  ]
}