{
  "author_id": 1405,
  "author_meta": "عبداللطيف محمود حمزة. ( ١٣٢٥ - ١٣٩٠ هـ) ( ١٩٠٧ - ١٩٧٠ م)\nولد في بلدة «طنسا» (محافظة بني سويف) وتوفي في القاهرة.\nعاش في مصر، وجاب بلادًا عديدة منها: العراق وفرنسا واليابان والولايات المتحدة الأمريكية والسودان وبعض الدول الإفريقية الأخرى.\nحفظ القرآن الكريم وأتم تعليمه قبل الجامعي في مدينة بني سويف (١٩٢٦)، ثم التحق بكلية الآداب واللغات الشرقية بجامعة فؤاد الأول (القاهرة حاليًا)، وتخرج فيها (١٩١)، ثم استكمل دراساته العليا فنال الماجستير (١٩٣٥)، ثم الدكتوراه عن «الحركة الفكرية في مصر في عصر الأيوبيين والمماليك» (١٩٣٩)، كما حصل\nعلى «دبلوم» من معهد التربية العالي (١٩٣٣)، وأخرى من معهد التحرير والترجمة والنشر (١٩٤١).\nعمل مدرسًا بجامعة القاهرة، وترقى فيها إلى رئيس لقسم الصحافة بكلية الآداب (١٩٥٦)، ثم اختير أستاذًا لكرسي الفن الصحفي، كما عمل رئيسًا لقسم\nالصحافة بجامعتي «بغداد» و «أم درمان»، وأستاذًا زائرًا في عدد من دول العالم منها أمريكا واليابان وفرنسا.\nأسهم في تأسيس بعض المجلات الثقافية منها مجلة «بناء الوطن»، كما أنشأ هيئة خريجي الصحافة في مصر عام ١٩٥٨، وفي نشاطه العلمي والاجتماعي أسهم في تأسيس وإنشاء كلية الإعلام بجامعة القاهرة عام ١٩٧٠، وكذلك أنشأ قسمًا للصحافة والإعلام بجامعة «أم درمان» بالسودان.\nالإنتاج الشعري:\n- له عدد من القصائد والأناشيد منشورة في كتاب «المحفوظات والمسرحيات» منها: «النخل» - «غناء السودان» - «أغنية الفلاح» - «نشيد المطافي» -\n«نشيد النيل» - نشيد الحجاج»، وله: قصيدتان منشورتان في مجلة مدرسة الأمير فاروق الثانوية بالقاهرة: قصيدة الافتتاح، وقصيدة وقفة على طلل - يناير ١٩٢٨، وله مسرحيتان غنائيتان للأطفال هما: «عيد الحصاد» - «الزباء» - في كتاب الأناشيد والمحفوظات - للصف السادس الابتدائي.\nالأعمال الأخرى:\n- أثرى المكتبة العربية بعدد وافر من المؤلفات والبحوث والدراسات والتراجم، ففي موضوعات التاريخ الأدبي والتراجم له:«ابن المقفع» - ١٩٣٥،\nو«صلاح الدين» - ١٩٤٤، و«حكم قراقوش» - ١٩٤٥، وهو موضوع رسالته في الماجستير، و«أدب الحروب الصليبية» - ١٩٤٩، و«الفاشوش في حكم قراقوش» - ١٩٥١، و«الأدب المصري منذ قيام الدولة الأيوبية إلى مجيء الحملة الفرنسية» - ١٩٦٠، و«القلقشندي مؤلف صبح الأعشى» - ١٩٦٢، وكما اشترك في ترجمة كتاب «تراث الإسلام» مع لجنة الجامعيين لنشر العلم، وله أبحاث منشورة في الدوريات المصرية، وتراجم لمشاهير المعلمين نشرت في مجلة «الرائد» التي تصدرها نقابة المعلمين، وله في فنون الصحافة والإعلام عدة مؤلفات منها: «أدب المقالة الصحفية»، ويقع في تسعة أجزاء، نشرت - جميعها، و«الأدب والصحافة في مصر» - ١٩٥٥، و«المدخل في التحرير الصحفي» - ١٩٥٦، و«مستقبل الصحافة في مصر» - ١٩٥٧، و«الصحافة المصرية في مائة عام» - ١٩٦٠ ، و«الصحافة والمجتمع» - ١٩٦٣، و«الإعلام - تاريخه ومذاهبه» - ١٩٦٥، و«الدعاية والإعلام في عهد الرسول» - منشورات جامعة أم درمان.\nقصيدة الافتتاح التي نظمها المترجم في مناسبة صدور العدد الثاني من مجلة مدرسته الثانوية، تكشف نبوغًا مبكرًا في قرض الشعر، أما قصيدته: وقفة على طلل فإنها ترتقي بموقف الشاعر القديم إلى تساؤلات شاب فقد محبوبة صباه فراح يلقي إلى الطبيعة شكواه في تفجع عذب معذب، مع ذلك جاء شعره مقلاً ربما لتوسع أنشطته وكثرة مهامه العلمية، وأكثر شعره يتوجه به إلى الأطفال والناشئين ناصحًا ومعلمًا، ومتغنيًا بطبيعة بلاده وتاريخها، وفيه حرص على سلامة اللغة ووضوح المعاني والأفكار بما يناسب تعليم الأطفال، وفي أناشيده جرس موسيقي جذاب يسهل حفظها.\nكرمته الدولة فمنحته وسام الاستحقاق من الدرجة الأولى لعام ٦٨ - ١٩٦٩.\nمصادر الدراسة:\n١ - عبداللطيف حمزة وآخرون: المحفوظات والمسرحيات - وزارة التربية والتعليم «الإقليم الجنوبي» - (جـ١) «١٩٥٩» - (جـ٢) «١٩٦٠».\n٢ - الدوريات: مجلة «مدرسة الأمير فاروق الثانوية» - العدد الثاني - القاهرة ١٩٢٨.\n٤ - مخطوط لدراسة شاملة عن المترجم له أعدتها كبرى بناته الإعلامية «جيلان حمزة».\n٥ - لقاءات مباشرة وهاتفية للباحث محمد ثابت بأفراد من أسرة المترجم له - القاهرة ٢٠٠٣ .\nنقلا عن: معجم البابطين للشعراء",
  "books": [
    {
      "text_id": 11543,
      "title": "المدخل في فن التحرير الصحفي"
    }
  ]
}