{
  "author_id": 1407,
  "author_meta": "أحمد أنور سيد أحمد الجندي (١٩١٧ م - ٢٠٠٢ م)\nأديب ومفكّر إسلامي مصري.\nنشأته\nولد «أنور الجندي» عام ١٩١٧ بقرية ديروط التابعة لمركز أسيوط بصعيد مصر، ويمتد نسبه لعائلة عريقة عُرفت بالعلم، فجده لوالدته كان قاضياً شرعياً يشتغل بتحقيق التراث، وكان والده مثقفاً يهتم بالثقافة الإسلامية، وكان «أنور» - الذي تسمى باسم «أنور باشا» القائد التركي الذي اشترك في حرب فلسطين والذي كان ذائع الشهرة حينئذ - قد حفظ القرآن الكريم كاملاً في كتَّاب القرية في سن مبكرة، ثم ألحقه والده بوظيفة في بنك مصر بعد أن أنهى دراسة التجارة بالمرحلة التعليمية المتوسطة، ثم واصل دراسته أثناء عمله، حيث التحق بالجامعة في الفترة المسائية ودرس الاقتصاد وإدارة الأعمال، إلى أن تخرج في الجامعة الأمريكية بعد أن أجاد اللغة الإنجليزية التي سعى لدراستها حتى يطلع على شبهات الغربيين التي تطعن في الإسلام.\nمشواره في الكتابة\nبدأ «أنور الجندي» الكتابة في مرحلة مبكرة حيث نشر في مجلة أبولو الأدبية الرفيعة التي كان يحررها الدكتور أحمد زكي أبو شادي عام ١٩٣٣ م، وكانت قد أعلنت عن مسابقة لإعداد عدد خاص عن شاعر النيل حافظ إبراهيم، فكتب مقالة رصينة تقدم بها وأجيزت للنشر، وكان يقول: «ما زلت أفخر بأني كتبت في أبولو وأنا في هذه السن - ١٧ عاماً - وقد فتح لي هذا باب النشر في أشهر الجرائد والمجلات آنئذ مثل البلاغ وكوكب الشرق والرسالة وغيرها من المجلات والصحف».\nوتُشَكِّلُ سنة ١٩٤٠ م علامة فارقة في حياة الأستاذ أنور الجندي، وذلك عندما قرأ ملخصاً عن كتاب «وجهة الإسلام» لمجموعة من المستشرقين، ولفت نظره إلى التحدي للإسلام ومؤامرة التغريب، وهو يصف ذلك بقوله: «وبدأت أقف في الصف: قلمي عدتي وسلاحي من أجل مقاومة النفوذ الفكري الأجنبي والغزو الثقافي، غير أني لم أتبين الطريق فوراً، وكان عليّ أن أخوض في بحر لجي ثلاثين عاماً .. كانت وجهتي الأدب، ولكني كنت لا أنسى ذلك الشيء الخفي الذي يتحرك في الأعماق .. هذه الدعوة التغريبية في مدها وجزرها، في تحولها وتطورها».\nوهكذا بدأ «أنور الجندي» بميدان الأدب الذي بلغ اختراقه حداً كبيراً، حيث كان أكثر الميادين غزواً في حينها وأعلاها صوتاً وأوسعها انتشارًا، فواجه قمم هذا الميدان، مثل «طه حسين» و «العقاد» و «أحمد لطفي السيد» و «سلامة موسى» و «جورحي زيدان» و «توفيق الحكيم» وغيرهم، وأقام الموازين العادلة لمحاكمة هؤلاء في ميزان الإسلام وصحة الفكرة الإسلامية، فأخرج عشرات الكتب من العيار الفكري الثقيل مثل: «أضواء على الأدب العربي المعاصر»، و «الأدب العربي الحديث في معركة المقاومة والتجمع والحرية»، و «أخطاء المنهج الغربي الوافد»، و «إعادة النظر في كتابات العصريين في ضوء الإسلام»، خص منها «طه حسين» وحده بكتابين كبيرين، هما: «طه حسين وحياته في ميزان الإسلام»، و «محاكمة فكر طه حسين»؛ ذلك لأن «الجندي» كان يرى أن «طه حسين» هو قمة أطروحة التغريب، وأقوى معاقلها، ولذلك كان توجيه ضربة قوية إليه هو قمة الأعمال المحررة للفكر الإسلامي من التبعية، وخلال ذلك كان يتحرى الدقة والإنصاف، فقد جاءت كتاباته الرصينة منصفة في الوقت نفسه لأصحاب الفكرة الإسلامية الصحيحة من أمثال «مصطفى صادق الرافعي» و «علي أحمد باكثير» و «السحار» و «كيلاني» و «محمود تيمور» وغيرهم من أصحاب الفكر المعتدل والأدب المتلزم.\nإسهاماته\nوكان الأستاذ «أنور الجندي» باحثاً دؤوباً وذو همة عالية، وهو يقول عن نفسه مبينا دأبه في البحث والاطلاع: «قرأت بطاقات دار الكتب، وهي تربو على مليوني بطاقة، وأحصيت في كراريس بعض أسمائها. راجعت فهارس المجلات الكبرى كالهلال والمقتطف والمشرق والمنار والرسالة والثقافة، وأحصيت منها بعض رؤوس موضوعات، راجعت جريدة الأهرام على مدى عشرين عاماً، وراجعت المقطم والمؤيد واللواء والبلاغ وكوكب الشرق والجهاد وغيرها من الصحف، وعشرات من المجلات العديدة والدوريات التي عرفتها في بلادنا في خلال هذا القرن، كل ذلك من أجل تقدير موقف القدرة على التعرف على (موضوع) معين في وقت ما».\nوقد لقى «الجندي» في طريق جهاده بالكلمة الكثير من العناء والعنت، فقد تعرض للظلم والأذى، فضلاً عن أنه اعتقل لمدة عام سنة ١٩٥١ م.\nوقد أخذ «الجندي» على نفسه وضع منهج إسلامي متكامل لمقدمات العلوم والمناهج، يكون زادًا لأبناء الحركة الإسلامية ونبراساً لطلاب العلم والأمناء في كل مكان؛ فأخرج هذا المنهج في ١٠ أجزاء ضخمة يتناول فيه بالبحث الجذور الأساسية للفكر الإسلامي التي بناها القرآن الكريم والسنة المطهرة، وما واجهه من محاولات ترجمة الفكر اليوناني الفارسي والهندي، وكيف انبعثت حركة اليقظة الإسلامية في العصر الحديث من قلب العالم الإسلامي نفسه - وعلى زاد وعطاء من الإسلام - فقاومت حركات الاحتلال والاستغلال والتغريب والتخريب والغزو الفكري والثقافي .. ويذكر أن هذه الموسوعة الضخمة تعجز الآن عشرات المجامع ومئات المؤسسات والهيئات أن تأتي بمثلها، أو بقريب منها، وكان للقائه بالشيخ «حسن البنا» أثر في إخراج تلك الموسوعة.\nكذلك كانت من القضايا الرئيسية التي شغلت حيزاً كبيراً من فكره، هي قضية تحكيم الشريعة الإسلامية، حيث كان يقول: «أنا محام في قضية الحكم بكتاب الله، ما زلت موكلاً فيها منذ بضع وأربعين سنة»، وقد صنف «الجندي» ما يربو على مائتي كتاب وأكثر من ثلاثمائة رسالة في مختلف قضايا المعرفة والثقافة الإسلامية، ومن أهم كتبه: «أسلمة المعرفة»، و «نقد مناهج الغرب»، و «الضربات التي وجهت للأمة الإسلامية»، و «اليقظة الإسلامية في مواجهة الاستعمار»، و «أخطاء المنهج الغربي الوافد»، و «تاريخ الصحافة الإسلامية»، ومن إسهاماته أيضا كتاب «الصحافة والأقلام المسمومة» الصادر عن دار الإعتصام لعام ١٩٨٠ م وفيه يحمل على منهج بعض الصحف المصرية في نشر ما أسماه «منهج زعزعة أسس المجتمع الإسلامي» في الفترة ما بين نكبة ١٩٤٨ م ونكسة ١٩٦٧ م كما يتضح من عنوان الكتاب الفرعى وكان آخر كتبه هو كتاب «نجم الإسلام لا يزال يصعد»، وقد أوصى قبل وفاته بأن يتم تصنيف كتبه ومكتبته كلها، ثم دفعها لمؤسسة إسلامية تقوم بطرح هذه المكتبة للجمهور من القراء والباحثين للاستفادة منها، وقد شدد على أن كل تراثه الفكري يجب أن يكون وقفاً للمسلمين.\nتكريمه\nوقد حصل الأستاذ «الجندي» على جائزة الدولة التقديرية عام ١٩٦٠، وشارك في العديد من المؤتمرات الإسلامية التي عقدت بعواصم العالم الإسلامي في الرياض والرباط والجزائر ومكة المكرمة والخرطوم وجاكرتا. كما حاضر في عدد من الجامعات الإسلامية مثل جامعة الإمام محمد بن سعود، والمجمع اللغوي بالأردن.\nومع كل هذا الجهد والنبوغ الذي جعله يتبوأ مكانة مرموقة بين كبار المفكرين والمدافعين عن الإسلام، إلا أنه كان زاهداً في الشهرة والأضواء وعاش رجلاً بسيطاً لا يعرف الثراء ولا الترف في المسكن أو الملابس وغير ذلك من أمور الحياة، وكان مع ذلك عفيفاً لا يقبل شيئا على محاضراته وأفكاره، بل حتى الجوائز التقديرية كان يرفضها ويأباها، وكان عندما يسئل عن ذلك يقول: «أنا اعمل للحصول على الجائزة من الله ملك الملوك»؛ ولهذا كان زاهداً في الأضواء وفي الظهور، ولم يكن يحبذ اللقاءات التلفزيونية أو الفضائية، وكان كل همه التأليف، وكان يدعو ربه دائماً بأن يعطيه الوقت الذي يمكنه من كتابة ما يريد؛ ولذلك فإن مشاركاته في الفضائيات كانت قليلة جداً تكاد تقتصر على بعض التسجيلات في أبو ظبي والرياض.\nوفاته\nوفي مساء الاثنين ١٣ ذي القعدة سنة ١٤٢٢ هـ الموافق ٢٨ يناير ٢٠٠٢ م توفي إلى رحمة الله المفكر الكبير الأستاذ «أنور الجندي» عن عمر يناهز ٨٥ عاماً قضى منها في حقل الفكر الإسلامي قرابة ٧٠ عامًا يقاتل من أجل الحفاظ على الهوية الإسلامية الأصيلة ورد الشبهات الباطلة والأقاويل المضللة وحملات التغريب والغزو الفكري، ف رحمة واسعة.\nقالوا عنه\n* قال عنه الكاتب جمال سلطان:\nعندما ذهبت مع صديق، قبل سنوات، لتقديم واجب العزاء لأسرة فقيد الإسلام الكبير الأستاذ أنور الجندي في بيته الكائن بمنطقة «الطالبية» أحد الأحياء الشعبية الفقيرة في القاهرة، كانت صورة هائلة تستحوذ على خيالي وفكري، صورة المفكر الكبير الذي أثرى المكتبة العربية والإسلامية بأكثر من مائتي كتاب، أكرر، مائتي كتاب، في الأدب العربي والفكر الإسلامي وقضايا التغريب والأصالة والدفاع عن هوية الأمة وشخصيتها التاريخية وحضارتها ودينها، وبقدر هذه الهالة الكبيرة التي كانت تستحوذ على ذهني وتستغرقني بقدر المفارقة عندما دخلنا إلى بيته شديد التواضع في ذلك الحي الشعبي، وهو بيت قديم متهالك، لا تحس فيه أية مسحة من الترف، حتى أن ابنته الوحيدة قالت لنا إن الأستاذ أنور لم يكن لديه حتى سخان للمياه، على كبر سنه وشدة برد الشتاء في مصر، وكان من عجائب ما سمعناه منها أن هذا الشيخ الكبير الغارق في بحر من الكتب وأكوام الصحف والمجلات، كان يحرص كل صباح على أن يعد بنفسه «سندويتشات» حفيدته ثم يصحبها للمدرسة القريبة، ثم يشتري لأسرتها احتياجاتها اليومية من الأسواق والبقالات المجاورة، ثم يعود إلى مكتبه ليواصل رحلة عطائه، أعجب من ذلك ما حكته وبعض جيرانه عن أن الرجل كان يخرج لصلاة الفجر، وأحيانا كان يجد خط الماء وقد تعطل وانقطعت المياه عن المنطقة، فيحمل معه أوعية للماء «جراكن» ويملؤها ثم يضعها أمام باب كل جار، ويقول لابنته عندما تعاتبه «إن الله سائلني عن هؤلاء»، ذكرتني هذه الواقعة بحديث جرى بيني وبين المرحوم الأستاذ حسن عاشور صاحب مكتبة الاعتصام أحد أبرز ناشري كتب أنور الجندي، قال: عاتبت الأستاذ أنور ذات يوم لأنه تأخر عن موعده معي في المكتبة الكائنة بوسط القاهرة، فاعتذر الرجل بأنه لا يقوى على ركوب الحافلة العمومية «الأوتوبيس» أثناء عودتها من الهرم باتجاه وسط القاهرة لشدة زحامها وضعف صحته عن المزاحمة، فيضطر لركوبها في الاتجاه الآخر قرب نهاية الخط لكي يتسنى له الجلوس وينتظرها حتى تعود، يقول الرجل: كان أنور الجندي يتزاحم في الحافلات العمومية بينما هناك صبية صغار من المحسوبين على الصحافة والقلم يمرحون في شوارع القاهرة بأحدث السيارات، رحم الله أنور الجندي، كان منقطعا للعلم والعمل والزهد والتقرب إلى الله، تقول ابنته انها كانت عندما تقع عينها على صحيفة أو مجلة تتحدث عنه وتثني عليه فتهرع إليه بالجريدة مستبشرة، تجده يشيح عنها ويقول: دعك من هذه «القشور» التي تضيع الوقت والبركة، كان الرجل فقيرا لا عن عجز وإنما عن زهد وقناعة، حتى أنه كان يوزع الجوائز التي يحصل عليها من بعض أعماله على فقراء منطقته، رغم أنه منهم، وأنور الجندي بميزان الفكر والقلم أحد أهم أعلام الفكر العربي في القرن العشرين، وإن كانت الصحافة، خاصة المؤدلجة، المهيمنة على زوايا الفكر والثقافة ومنابرها في العالم العربي حاولت قبره في حياته كما تجاهلته بعد رحيله، منذ أكثر من خمسة وستين عاما عرفت الصحافة العربية قلم أنور الجندي الأديب والمفكر والكاتب، وعلى مدار هذه السنين الطويلة تواصل عطاء الرجل، ومثل سجلا رائعا لمعارك الفكر والأدب في القرن العشرين، كما مثل ثورة في الوعي العربي تجاه مرحلة النهضة وروادها وأفكارها وتياراتها، الأمر الذي أهاج عليه هجمات المتغربين لأنه كشف حقائق كانوا يظنونها لا تكشف، وأنور الجندي الذي حصل على جائزة الدولة التقديرية عام ١٩٦٠، مثل في مرحلة السبعينات والثمانينات من القرن العشرين كتيبة فكرية كاملة العتاد والسلاح في وجه تيارات التغريب، وما زلت أذكر أن كتبه ورسائله التي أخرجها في ذلك الوقت كانت تمثل زادا متجددا يحمي عقولنا ـ نحن أبناء ذلك الجيل ـ من التيه وتزييف الوعي، وكانت من غزارتها أشبه بمجلة أسبوعية، فانتقل بنا نقلة بعيدة، جعلتنا أكثر جرأة في إعادة النظر تجاه رموز أريد لها أن تكون أوثانا فكرية غير قابلة للنقد أو المراجعة، وبكلمة واحدة فكل مشتغل بالفكر الإسلامي في نصف القرن الأخير في مصر تحديدا هم «عيال» على أنور الجندي.\n* وبعد وفاته كتب الشيخ الدكتور يوسف القرضاوي فيه:\nعلمت بالأمس القريب فقط أن الكاتب الإسلامي المرموق الأستاذ أنور الجندي قد وافاه الأجل المحتوم، وانتقل إلى جوار ربه، منذ يوم الإثنين ٢٨ يناير ٢٠٠٢ م، بلغني ذلك أحد إخواني، فقلت: يا سبحان الله، يموت مثل هذا الكاتب الكبير، المعروف بغزارة الإنتاج، وبالتفرغ الكامل للكتابة والعلم، والذي سخر قلمه لخدمة الإسلام وثقافته وحضارته، ودعوته وأمته أكثر من نصف قرن، ولا يعرف موته إلا بعد عدة أيام، لا تكتب عنه صحيفة، ولا تتحدث عنه إذاعة، ولا يعرِّف به تلفاز. كأن الرجل لم يخلف وراءه ثروة طائلة من الكتب والموسوعات، في مختلف آفاق الثقافة العربية والإسلامية. وقد كان عضوا عاملا بالمجلس الأعلى للشؤون الإسلامية بالقاهرة، ومن أوائل الأعضاء في نقابة الصحفيين، وقد حصل على جائزة الدولة التقديرية سنة ١٩٦٠ م. لو كان أنور الجندي مطربا أو ممثلا، لامتلأت أنهار الصحف بالحديث عنه، والتنويه بشأنه، والثناء على منجزاته الفن.\nمؤلفاته\nإسلامية\n١. آفاق جديدة للدعوة الإسلامية في عالم الغرب ٠ م ٠ الرسالة ١٩٨٤ م\n٢. أسلمة المناهج والعلوم والقضايا والمصطلحات المعاصرة. - موسوعة العلوم الإسلامية ٥ كتب (رقم ١١)\n٣. الأريوسية الموحدة طبعة دار الاعتصام ١٩٨٩ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٤. الأمة الإسلامية وحدتها ووسطيتها ط دار الاعتصام ١٩٨٨ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٥. الإسلام تاريخ وحضارة ٠ د ٠ ع ١٩٨٣\n٦. الإسلام في غزوة جديدة للفكر الإنساني ـ المجلس الأعلى للشئون الإسلامية ـ مصر.\n٧. الإسلام في معركة التغريب ـ المجلس الأعلى للشئون الإسلامية ـ القاهرة ـ ١٩٦٤ م.\n٨. الإسلام في مواجهة الفكر الوافد ط دار الاعتصام ١٩٩٠ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٩. الإسلام في وجه التحديات الوافدة والمؤثرات الأجنبية ط دار الاعتصام ١٩٨٠ م. في دائرة الضوء ٥٠ رسالة (٥).\n١٠. الإسلام في وجه التغريب ومخططات التبشير والاستشراق د ٠ ع ١٩٨٣\n١١. الإسلام والتكنولوجيا\n١٢. الإسلام والتيارات الوافدة ـ الهيئة المصرية العامة للكتاب ـ مصر ـ ١٩٨٧ م.\n١٣. الإسلام والثقافة العربية في مواجهة التغريب .. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n١٤. الإسلام والحضارة ـ المكتبة العصرية ـ بيروت ـ بدون تاريخ\n١٥. الإسلام والدعوات الصادقة ـ دار الكتاب اللبناني ـ بيروت ـ ١٩٧٤ م.\n١٦. الإسلام والدعوات الهدامة ـ دار الكتاب اللبناني ـ بيروت ـ ١٩٨٢ م. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢).\n١٧. الإسلام والعالم المعاصر بحث تاريخي حضاري. دار الكتاب اللبناني. ط ١٩٧٣. الإسلامية العربية. (٢٥ كتاب) (٢).\n١٨. الإسلام والغرب. معالم التاريخ الإسلامي المعاصر.٧ كتب (١٢)\n١٩. الإسلام والفلسفات المعاصرة. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٢٠. الإسلام وحركة التاريخ ط دار الكتاب اللبناني بيروت. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢) معالم التاريخ الإسلامي المعاصر.٧ كتب (١٢)\n٢١. الإسلام يزحف إلى قواعده. ط دار الطباعة والنشر الإسلامية ذو القعدة ١٣٦٥ هـ ١٩٩٤٦ م.\n٢٢. الإسلامية نظام مجتمع ومنهج حياة ـ د. ع ـ القاهرة ـ ١٩٧٩ م.\n٢٣. البهائية من الدعوات الهدامة. في دائرة الضوء ٥٠ رسالة (٥).\n٢٤. التيارات الوافدة ط دار الصحوة للطباعة والنشر ط ١ ١٤١٤ هـ / ١٩٩٤ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣).\n٢٥. الحقائق العشرة في بناء منهج الإسلام في المجتمع العالمي المعاصر ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢٦. الخروج من التبعية ط دار الاعتصام ١٩٨٩ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٢٧. السنة النبوية ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n٢٨. الشباب المسلم قضاياه ومشكلاته ط دار الصحوة للطباعة والنشر ط ١ ١٤١٥ هـ /١٩٩٤ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣) ..\n٢٩. الشبهات المطروحة في أفق الفكر الإسلامي ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n٣٠. الشبهات والأخطاء الشائعة في الفكر الإسلامي (٠٠٠٠٠٠).د ٠ ع ١٩٨١\n٣١. الشخصية الإسلامية.\nأدبية\n١. آفاق جديدة في الأدب. الأنجلو ١٩٧٨ م. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٢. أصول الثقافة العربية ـ دار المعرفة ـ القاهرة ـ ١٩٧١ م.\n٣. أدب المرأة العربية تطوره وأعلامه. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٤. أدب المقاومة والجهاد ط دار الاعتصام ١٩٩٠ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٥. أصالة الفكر العربي الإسلامي في مواجهة الغزو الثقافي ط دار الصحوة ط/٣ ١٩٩٣ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣) ..\n٦. أصول الثقافة العربية ومصادرها الإسلامية ط دار الكتاب اللبناني ١٩٦٤ م .. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٧. أضواء على الأدب العربي المعاصر ـ الكاتب العربي للطباعة ـ مصر ـ ١٩٦٩ م. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٨. أضواء على الحياء والأدب ـ مطبعة الرسالة ـ القاهرة ـ ١٩٥٦ م .. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٩. أضواء على حياة الأدباء المعاصرين ـ د. ع ـ القاهرة ـ ١٩٥٦ م.\n١٠. أضواء على نفسيات الأدباء.\n١١. أكذوبتان في تاريخ الأدب الحديث ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٢. الأخطاء الشائعة ط دار الاعتصام ١٩٩٥ م - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣).\n١٣. الشبهات والأخطاء الشائعة في الأدب والاجتماع والتاريخ ط دار الاعتصام ١٩٩٥ م. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢).\n١٤. الفصحى لغة القرآن. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\nسياسية\n١. أخرجوا من بلادنا ١٩ م.\n٢. ألف مليون مسلم في مواجهة الأخطار والتحديات. معالم تاريخ الإسلام. (٩) ٧ كتب\n٣. ألف مليون مسلم على أبواب القرن الخامس عشر الهجري ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤).\n٤. أهداف التغريب في العالم الإسلامي ـ الأزهر، الأمانة العامة للجنة العليا للدعوة الإسلامية ـ ١٩٨٧ م.\n٥. إعادة النظر في كتابات العصريين في ضوء الإسلام ط د. ع ١٩٨٥ م.\n٦. إعادة النظر في كتابات العصريين في ضوء الإسلام ط دار الاعتصام ١٩٨٥ م - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٧. استعمار أم استغراب.\n٨. الإخوان المسلمون في ميزان الحق ١٩٤٦ م (٤٣ كتاب الفكرة الإسلامية).\n٩. الاستشراق.\n١٠. الاستشراق في دائرة الضوء ٥٠ رسالة (٥).\n١١. الاستعمار والإسلام.\n١٢. الاستعمار والإسلام ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٣. الاقتصاد الإسلامي والمذاهب الجديدة.\n١٤. التحديات التي واجهت الصحوة ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٥. الجهاد والفتح.\n١٦. الدرة المغتصبة بعد ثلاثين عاما «فلسطين» ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة) (٤).\n١٧. الروتاري (واجهة جديدة للماسونية) ط دار الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة) (٤).\n١٨. الزعامة والحكم في الإسلام.\nتاريخية وتاريخ إسلامي\n١. أخطاء في كتابة التاريخ الحديث ط دار الاعتصام ١٩٩٠ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٢. أخطر قضايا العقدين الأول والثاني من القرن الخامس عشر الهجري ط دار الاعتصام ١٩٨٩ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٣. أضواء على تاريخ الإسلام ـ مطبعة الرسالة ـ القاهرة.\n٤. البطولة في تاريخ الإسلام. في دائرة الضوء ٥٠ رسالة (٥).\n٥. الانقطاع الحضاري. في دائرة الضوء ٥٠ رسالة (٥).\n٦. التاريخ في مفهوم الإسلام ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n٧. التبشير الغربي ط دار الاعتصام ١٩٨٢ م. في دائرة الضوء ٥٠ رسالة (٥).\n٨. التبشير والاستشراق والدعوات الهدامة (وأثرهما في الفكر والاجتماع ـ المؤامرة على التاريخ - الدعوات الهدامة).مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n٩. التجربة الغربية في بلاد المسلمين ط دار الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٠. التراث الإسلامي\n١١. الحضارة الغربية والمجتمع المسلم ط دار الاعتصام ١٩٩٠ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٢. الحضارة في مفهوم الإسلام ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٣. الحضارة والعلم والعلوم الاجتماعية (مفاهيم العلوم الاجتماعية ـ الإسلام والحضارة ـ الإسلام والتكنولوجيا).مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n١٤. الخلافة الإسلامية في دائرة الضوء ٥٠ رسالة (٥).\n١٥. الخلافة والجامعة الإسلامية.\nالأعلام والسير\n١. أحمد زكي الملقب بشيخ العروبة حياته، آراؤه، آثاره المؤسسة المصرية العامة للتأليف ـ ١٩٦٣ م.\n٢. أعلام الإسلام وتراجم الأسماء البارزة منذ عصر النبوة إلي اليوم (كتاب) ـ د. ع القاهرة ـ بدون تاريخ.\n٣. أعلام القرن الرابع عشر الهجري (م ١ أعلام الدعوة والفكر) الأنجلو ١٩٨١ م\n٤. أعلام لم ينصفهم جيلهم ـ الدار القومية ـ القاهرة ـ ١٩٦٣ م.\n٥. أقباس من السيرة العطرة ـ المجلس الأعلى للشئون الإسلامية ـ ١٩٧٣ م.\n٦. الأئمة الأربعة مالك، والشافعي، وأبو حنيفة، وابن حنبل - بمؤسسة دار التعاون للطبع ـ ١٩٨٤ م.\n٧. الأعلام الألف ثلاثة أجزاء\n٨. الحقائق العشر في حياة كامل كيلاني.\n٩. الرسول الإنسان، وأعلام الإسلام (تراجم الأعلام) ـ دار الأعلام للطبع والنشر ـ ١٩٥٥ م.\n١٠. الرسول الخاتم المثل الأعلى والقدوة الحسنة ط دار الاعتصام ١٩٨٩ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n١١. الزهاوي شاعر الحرية\n١٢. السلطان عبد الحميد صفحة ناصعة من الجهاد والإيمان والتصميم ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\nإجتماعية\n١. أحاديث إلي الشباب المسلم ط دار الصحوة للطباعة والنشر ط ١ ١٤١٤ هـ / ١٩٩٤ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣)\n٢. أخطاء المنهج الغربي الوافد ط دار الكتاب اللبنانى بيروت الأولى ١٩٧٤ م. االموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٣. أخطر ما تواصي به المسلمون على مر الأجيال ط دار الاعتصام ١٩٨٨ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٤. أضواء على الحياة. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٥. اعرضوا أنفسكم على موازين القرآن ط دار الاعتصام ١٩٨٠ م. في دائرة الضوء ٥٠ رسالة (٥).\n٦. الأخطار التي تواجه الأمم. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢) - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٧. التربية الإسلامية هي الإطار الحقيقي للتعليم ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة. (٢٠ رسالة). (٤) ..\n٨. التربية والتعليم والثقافة في ضوء الإسلام. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٩. التربية وبناء الأجيال في ضوء الإسلام دار الكتاب اللبناني ١٩٧٥\nفلسفية\n١. أخطاء المنهج الغربي الوافد ط دار الكتاب اللبنانى بيروت الأولى ١٩٧٤ م. االموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٢. أخطاء الفلسفة المادية ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n٣. أضواء على الفكر العربي الإسلامي ـ الدار المصرية للتأليف والترجمة ـ القاهرة ـ ١٩٦٦ م.\n٤. إسلامية الثقافة ط دار الاعتصام ١٩٨٨ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٥. إطار إسلامي للفكر المعاصر ط المكتب الإسلامي الأولى ١٤٠٠ هـ /١٩٨٠ م - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٦. إعادة النظر في قضايا الفلسفة المادية ط دار الاعتصام ١٩٩٠ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٧. ابتعاث الأسطورة «مواجهة جديدة تواجه الفكر الإسلامي» ـ دار الصلاح ـ السعودية ـ ١٩٨٤ م .. في دائرة الضوء ٥٠ رسالة (٥).\n٨. التأصيل الإسلامي والخروج من التبعية (خطوط عامه للتصور الإسلامي إزاء الفكر العلماني والوثني والمادي) ١٩٩٥.موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣).\n٩. الدعوة الإسلامية في القرن الخامس عشر الهجري ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٠. الدعوة الإسلامية في عصر الصحوة. دار الفضيلة\n١١. الدعوة الإسلامية في مواجهة التحديات. دار الاعتصام\n١٢. التغريب: أخطر التحديات في وجه الإسلام ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n١٣. التفسير الإسلامي للفكر البشري، الأيديولوجيات والفلسفات المعاصرة في ضوء الإسلام. دراسة جامعة ـ د. ع ـ\n١٤. التفسير الإسلامي للفكر البشري الإسلام والفلسفات القديمة. دراسة جامعة د. ع\n١٥. الثقافة العربية المعاصرة-مطبعة الرسالة.\n١٦. الجزء الثالث عشر (من موسوعة مقدمات العلوم والمناهج (١٠ كتب) رقم (١)): التراث الإسلامي حضارة وتاريخ أعلام. لم يطبع\n١٧. الجزء الثاني عشر (من موسوعة مقدمات العلوم والمناهج (١٠ كتب) رقم (١)): العواصف والأعاصير التي أثيرت في وجه الإسلام. لم يطبع\n١٨. الجزء الحادي عشر (من موسوعة مقدمات العلوم والمناهج (١٠ كتب) رقم (١)): تقييم الكتابات العصرية في الصحافة والفكر. لم يطبع\n١٩. الجزء الخامس عشر (من موسوعة مقدمات العلوم والمناهج (١٠ كتب) رقم (١)): العودة إلي المنابع. لم يطبع\n٢٠. الجزء الرابع عشر (من موسوعة مقدمات العلوم والمناهج (١٠ كتب) رقم (١)): أخطر وجوه الاختلاف بين الإسلام والفكر الغربي. لم يطبع\n٢١. الثقافة العربية المعاصرة إسلامية أصولها وانتمائها. دار الكتاب اللبناني ط ١٩٨٢\nأخرى\n١. آيات الله في الآفاق ط دار الاعتصام ١٩٨٩ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢. أقدم لك الإسلام. ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\n٣. احتواء العقل المسلم ط دار الاعتصام ١٩٨٩ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٤. اعتراف عالمي بالقرآن الكريم ط دار الاعتصام ١٩٩٠ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٥. الأخطاء الشائعة ط دار الاعتصام ١٩٩٥ م - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٦. الجباه العالية ـ مطبعة الرسالة ـ القاهرة ـ ١٩٥٨ م.\n٧. الخنجر المسموم الذي طعن به المسلمون ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n٨. الشخصية العربية في الأدب والتاريخ\n٩. الشرق الإسلامي بين الاستعمار والحرية.\n١٠. الشرق في فجر اليقظة: صور اجتماعية للعصر من (١٨٧١ م: ١٩٣٩ م) الأنجلو ـ ١٩٦٦ م. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١١. الشريعة الإسلامية في مواجهة الرأسمالية والديمقراطية والماركسية. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n١٢. الشعر العربي المعاصر تطوره وأعلامه. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٣. الشعوبية في الأدب العربي الحديث ـ د. ع ـ القاهرة ـ ١٩٧٧ م .. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٤. الصحافة السياسية في مصر. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٥. الصحافة السياسية في مصر منذ نشأتها إلي الحرب العالمية الثانية .. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٦. الصحافة الكاريكاتورية\n١٧. الصحافة والأقلام المسمومة.\n١٨. الصحوة الإسلامية منطلق الأصالة ط دار الاعتصام بدون تاريخ - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n١٩. الصراع بين الإسلام والاستعمار\n٢٠. الصهيونية والإسلام ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n٢١. الضربات التي وجهت للانقضاض على الأمة الإسلامية ـ د. ع ـ القاهرة ـ ١٩٨٠ م.\n٢٢. الطريق أمام الدعوة الإسلامية (سلسلة الرسائل الجامعة) ـ د. ع ـ القاهرة ـ ١٩٨٤ م.\n٢٣. الطريق إلى الأصالة والخروج من التبعية ط ٠ دار الصحوة ٠١٩٨٥\n٢٤. الطريق إلي الأصالة ط دار الاعتصام ١٩٨٠ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢٥. العالم الإسلامي المعاصر (عالم الإسلام المعاصر ـ العالم الإسلامي والغزو الصهيوني ـ العالم الإسلامي والغزوة الشيوعية).مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n٢٦. العالم الإسلامي والاستعمار السياسي، والاجتماعي، والثقافي /اللبناني. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢) معالم التاريخ الإسلامي المعاصر ٧ كتب (١٢)\n٢٧. العالم يرفض واقع الغرب ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢٨. العروبة والإسلام. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢). معالم التاريخ الإسلامي المعاصر ٧ كتب (١٢)\n٢٩. العودة إلى المنابع (دائرة معارف إسلامية) ط ٠ ع ١٩٨٤\n٣٠. العودة إلى منابع الفكر الإسلامي الأصيل ٠ د ٠ ع\n٣١. الغزو الثقافي مدخل إلي التغريب والشعوبية ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٣٢. الفقه الإسلامي ومؤامرة تطوير الشريعة ط دار الاعتصام ١٩٩٠ م على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٣٣. الفكر الإسلامي (بناء الفكر الإسلامي وتطوره ـ مخططات غزو الفكر الإسلامي ـ انبعاث الفكر الوثني الهليني والشرقي القديم).مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n٣٤. الفكر الإسلامي والتحديات التي تواجهه في مطلع القرن الخامس عشر الهجري ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\n٣٥. الفكر الإسلامي والثقافة العربية المعاصرة في مواجهة تحديات الاستشراق والتبشير والغزو الثقافي. - موسوعة العلوم الإسلامية ٥ كتب (رقم ١١)\n٣٦. الفكر الإسلامي وسموم التغريب والتبعية ٠ دار الفضيلة ١٩٩٩ م\n٣٧. الفكر البشري القديم. في دائرة الضوء ٥٠ رسالة (٥).\n٣٨. الفكر العربي المعاصر في معركة التغريب والثقافة موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٣٩. الفكر الغربي دراسة نقدية ـ دار الشئون الإسلامية ـ الكويت.\n٤٠. الفكر والثقافة المعاصرة في شمال إفريقيا ـ الدار القومية للطباعة ـ القاهرة ـ ١٩٦٥ م.\n٤١. الفلسفات القديمة والمعاصرة في ضوء الإسلام. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢).\n٤٢. الفلكلور (إحياء التراث الجاهلي والوثني) ط دار الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n٤٣. الفنون والمسرح. في دائرة الضوء ٥٠ رسالة (٥).\n٤٤. القاديانية خروج على النبوة المحمدية ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\n٤٥. القانون الوضعي والشريعة الإسلامية ط دار الاعتصام ١٩٨٨ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٤٦. القاهرة ترقص على بركان.\n٤٧. القرآن دستور الإنسانية.\n٤٨. القرن الخامس عشر: قضاياه وتحدياته - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٤٩. القرن الخامس عشر الهجري .. التحديات في وجه الدعوة الإسلامية والعالم الإسلامي ـ المكتبة العصرية\n٥٠. القصة العربية المعاصرة تطورها وأعلامها. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٥١. القومية العربية والوحدة الكبرى ـ الدار القومية للطباعة والنشر ـ مصر.\n٥٢. القيم الأساسية للفكر الإسلامي والثقافة العربية. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٥٣. الكتب المرفوضة من مفكرى الإسلام ط دار الاعتصام ١٩٩٠ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٥٤. اللغة العربية بين حماتها وخصومها ـ مكتبة الأنجلو المصرية ـ القاهرة ـ ١٩٦٥ م موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٥٥. اللغة العربية في مواجهة اللغات الأجنبية ط دار الاعتصام ١٩٨٨ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٥٦. اللغة والأدب والثقافة (اللغة العربية وقضاياها ـ خصائص الأدب وقضية الشعوبية ـ الثقافة العربية إسلامية أصولها وانتماءها).مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n٥٧. المؤامرات الصهيونية وفلسطين.\n٥٨. المؤامرة على الإسلام. دار الاعتصام ١٩٧٧ م. معالم تاريخ الإسلام. (٩) ٧ كتب\n٥٩. المؤامرة على الفصحى لغة القرآن. في دائرة الضوء ٥٠ رسالة (٥).\n٦٠. المثل الأعلى للشباب المسلم ط دار الصحوة للطباعة والنشر ط ١ ١٤١٤ هـ / ١٩٩٤ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣) ..\n٦١. المجتمع الإسلامي (نظام الإسلام ـ قضايا المجتمع ـ التربية الإسلامية ومناهج التعليم) ١٩٨٥ م. مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n٦٢. المجتمع الإسلامي المعاصر في مواجهة رياح السموم ـ القاهرة ـ ١٩٧٨ م.\n٦٣. المجتمع الإسلامي بين عهدين.\n٦٤. المخططات الاستشراقية في تغريب الفكر الإسلامي. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٦٥. المخططات التلمودية والصهيونية في غزو الفكر الإسلامي. معالم تاريخ الإسلام. (٩) ٧ كتب\n٦٦. المد الإسلامي في مطالع القرن الخامس عشر ط دار الاعتصام - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٦٧. المدرسة الإسلامية على طريق الله ومنهج القرآن ـ د. ع ـ القاهرة ـ ١٩٨٤ م.\n٦٨. المرأة والبيت الإسلامي.\n٦٩. المرأة والحب في حياة كتابنا المعاصرين ـ دار الإعلام للطبع والنشر ـ القاهرة. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٧٠. المساجلات والمعارك الأدبية في مجال الفكر والتاريخ والحضارة ـ دار المعرفة ـ القاهرة ـ ١٩٧١ م. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٧١. المسلمون بين امتلاك إرادتهم والسيطرة الأجنبية ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٧٢. المسلمون في فجر القرن الوليد. في دائرة الضوء ٥٠ رسالة (٥).\n٧٣. المسلمون والقصة الغربية ط دار الاعتصام ١٩٩٠ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٧٤. المعارك الأدبية. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٧٥. المعاصرة في إطار الأصالة ـ دار الصحوة ـ القاهرة ـ ١٩٨٧ م.\n٧٦. المنهج الغربي أخطاؤه والشبهات المثارة (أخطاء المنهج الغربي _ الأصالة في التعليم والشريعة واللغة ـ الفلسفات القديمة).مقدمات العلوم والمناهج (١٠ كتب) رقم (١).\n٧٧. الموسوعات العالمية والمراجع الكبرى وأخطائها ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٧٨. النثر العربي تطوره وأعلامه. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٧٩. النيل لا يتجزأ.\n٨٠. الوجه الآخر لطه حسين. في دائرة الضوء ٥٠ رسالة (٥).\n٨١. الوحدة الإسلامية ضرورتها والوسائل العلمية لتحقيقها. دار الصحوة/ ١٩٩٤ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣) ..\n٨٢. الوحدة الإسلامية وعودة الخلافة. معالم التاريخ الإسلامي المعاصر.٧ كتب (١٢)\n٨٣. اليقظة الإسلامية في مواجهة الاستعمار (منذ ظهورها إلى أوائل الحرب العالمية الأولى)\n٨٤. اليقظة الإسلامية في مواجهة التغريب. د ٠ ع ١٩٩١\n٨٥. انهيار الحضارة الغربية ط ١٩٤٦ م ط دار الطباعة والنشر الإسلامية. ذوالقعدة ١٣٦٥ هـ.\n٨٦. بطاقات إسلامية ـ دار الصحوة ـ القاهرة ـ ١٩٨٧ م.\n٨٧. بطاقة إسلامية ط دار الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n٨٨. بعث التراث الزائف ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٨٩. بعث الفكرة الإسلامية\n٩٠. بلا أمل (قصة طويلة)\n٩١. بلادي.\n٩٢. بماذا انتصر المسلمون ـ د. ع ـ القاهرة ـ ١٩٨١ م.\n٩٣. بناء منهج جديد للتعليم والثقافة على قاعدة الأصالة ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\n٩٤. بين الوطنية والسياسية.\n٩٥. بين لاظوغلي وقصر الدوبارة.\n٩٦. تأصيل القيم والمفاهيم ط دار الاعتصام ١٩٨٨ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٩٧. تأصيل مناهج العلوم والدراسات الإنسانية بالعودة إلى منابع الفكر الإسلامي الأصيل ـ المكتبة العصرية\n٩٨. تاريخ الأحزاب والوزارات والبرلمانات والدستور والزعماء.\n٩٩. تاريخ الإسلام (من فجر الإسلام إلي العصر الحديث ـ عالم الإسلام وعالم الغرب_ من الوحدة الإسلامية إلي الترك والعرب).مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n١٠٠. تاريخ الإسلام في مواجهة التحديات. معالم تاريخ الإسلام. (٩) ٧ كتب\n١٠١. تاريخ الإسلام منذ فجره إلي اليوم ـ دار الأنصار ـ القاهرة ـ ١٩٧٩ م ز\n١٠٢. تاريخ الدعوة الإسلامية في مرحلة الحصار من حركة الجيش إلي كامب ديفد ـ د. ع - القافلة ـ ١٩٨٨ م.\n١٠٣. تاريخ الصحافة الإسلامية الجزء الأول ويتحدث فيه عن مجلة المنار.\n١٠٤. تاريخ الصحافة الإسلامية الجزء الثالث (عن صحف الأخوان المسلمين) لم يطبع.\n١٠٥. تاريخ الصحافة الإسلامية الجزء الثاني ويتحدث فيه عن مجلة الفتح.\n١٠٦. تاريخ الغزو الفكري والتغريب خلال مرحلة ما بين الحربين العالميتين ١٩٢٠: ١٩٤٠ م. - موسوعة العلوم الإسلامية ٥ كتب (رقم ١١)\n١٠٧. تاريخ اليقظة الإسلامية في مراحلها الثلاث (اليقظة الإسلامية والاستعمار- اليقظة والتغريب والشيوعية) مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n١٠٨. تجاوزات العلوم الاجتماعية والإنسانية لمفهوم الفطرة والعلم ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٠٩. تحديات الاستعمار\n١١٠. تحديات في وجه المجتمع الإسلامي ط دار الاعتصام ١٩٨٠ م. في دائرة الضوء ٥٠ رسالة (٥).\n١١١. تحفظات على معالم النفس والأخلاق ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١١٢. تحفظات على مناهج التعليم والتربية الوافدة ط دار الاعتصام ١٩٨٨ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١١٣. تحول الدراسات التاريخية من الإقليمية إلي الإسلامية ط دار الاعتصام ١٩٩٠ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١١٤. تراجع الفكر المادي الإسلام يتألق من جديد محررا البشرية من العبودية دار الهداية.١٩٩٩\n١١٥. تراجم الأعلام المعاصرين في العالم الإسلامي ـ مكتبة الأنجلو المصرية ـ القاهرة ـ ١٩٧٠ م.\n١١٦. ترشيد الفكر الإسلامي (الرسائل الجامعة) ـ د. ع.\n١١٧. تصحيح أكبر خطأ في تاريخ الإسلام الحديث ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n١١٨. تصحيح أكبر خطأ في تاريخ الإسلام الحديث السلطان عبد الحميد والخلافة الإسلامية ـ دار بن زيدون\n١١٩. تصحيح المفاهيم الإسلامية. في دائرة الضوء ٥٠ رسالة (٥).\n١٢٠. تصحيح المفاهيم في ضوء الكتاب والسنة ط دار الاعتصام ١٩٨٣ م - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n١٢١. تطور الترجمة. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٢٢. تطور الصحافة العربية بين الحربين ١٩١٩: ١٩٣٩ م في العالم العربي .. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٢٣. تطور الصحافة العربية في مصر (إطار لملامح المجتمع وصورة العصر) .. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٢٤. تطور الصحافة في العالم العربي بين الحرب العالمية الثانية إلي اليوم .. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٢٥. تقويم ما قدمه جيل الرواد وقراءة جديدة لكتابات الشوامخ ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٢٦. تميز الأدب الإسلامي وأصالته ط دار الاعتصام ١٩٨٨ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٢٧. جرجي زيدان منشئ الهلال ـ مكتبة الأنجلو المصرية ـ القاهرة ـ ١٩٥٨ م.\n١٢٨. جمال عبد الناصر وكفاح الشعب ـ شركة النيل للنشر والتوزيع ـ القاهرة ـ ١٩٥٦ م.\n١٢٩. جولات في الأدب، والفن، والحياة ـ دار الأعلام للطبع والنشر ـ القاهرة ـ ١٩٦٥ م .. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٣٠. جوهر الإسلام ـ المجلس الأعلى للشئون الإسلامية ـ القاهرة ـ ١٩٦٩ م\n١٣١. جيل العمالقة والقمم الشوامخ في ضوء الإسلام ـ د. ع ـ القاهرة ـ ١٩٨٥ م.\n١٣٢. حتى لا تضيع الهوية الإسلامية والانتماء القرآني (الرسائل الجامعة) ـ د. ع ـ القاهرة ـ ١٩٨٤ م.\n١٣٣. حرب ضارية على التراث والتاريخ الإسلامي ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٣٤. حركة الترجمة ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\n١٣٥. حركة اليقظة الإسلامية في مواجهة الاستعمار والتغريب والشعوبية .... معالم تاريخ الإسلام. (٩) ٧ كتب.\n١٣٦. حركة اليقظة الإسلامية في مواجهة النفوذ الغربي والصهيونية والشيوعية ٠ د ٠ ع ١٩٧٩\n١٣٧. حركة تحرير المرأة في ميزان الإسلام (خلفية قاسم أمين وحقيقة هدى شعراوي) الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٣٨. حسن البنا الداعية الإمام والمجدد الشهيد (١٣٢٤ هـ /١٣٦٨ هـ) ـ دار القلم ـ بيروت.\n١٣٩. حسن البنا الرجل القرآني\n١٤٠. حضارة استعمار وتغريب.\n١٤١. حضارة الإسلام تشرق من جديد ط دار الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٤٢. حضارة التوحيد وحضارة الوثنية. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n١٤٣. حقائق عن الغزو الفكري للإسلام. في دائرة الضوء ٥٠ رسالة (٥).\n١٤٤. حقائق مضيئة في وجه شبهات مثارة ـ دار الصحوة ـ القاهرة ـ ١٩٨٩ م.\n١٤٥. خريطة الإسلام المعاصر. معالم التاريخ الإسلامي المعاصر.٧ كتب (١٢)\n١٤٦. خصائص الأدب العربي. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢).\n١٤٧. خلفيات عمر الخيام وقضية الرباعيات ط دار الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٤٨. دراسات إسلامية معاصرة ٠ المكتبة العصرية ١٩٨٢ م\n١٤٩. دسائس الاستعمار في الشرق.\n١٥٠. دورنا الجديد في الحضارة الإنسانية ـ الدار القومية للطباعة والنشر ـ مصر.\n١٥١. رجال اختلف فيهم الرأي ـ الأنصار القاهرة\n١٥٢. رسالة المسلم. في دائرة الضوء ٥٠ رسالة (٥).\n١٥٣. رهبان الليل وفرسان النهار.\n١٥٤. روحانية الدعوة (عقيدة وعبادة).\n١٥٥. رياح السموم ط دار الاعتصام ١٩٨٩ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n١٥٦. زعماء الاحتلال بين الأحزاب والحكم.\n١٥٧. زكي مبارك؛ دراسة تحليلية لحياته وأدبه ـ الدار القومية للطباعة النشر ـ القاهرة.\n١٥٨. زيف ما يسمي بالحضارة اليهودية ط دار الاعتصام ١٩٩٠ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٥٩. سقوط الأيدلوجيات وكيف يملأ الإسلام الفراغ. سلسلة دعوة الحق (ع ٠ ١٣٩) - ١٤١٤ هـ\n١٦٠. سقوط العلمانية ط دار الكتاب اللبنانى بيروت ١٩٩٣ هـ / ١٩٧٣ م الأولى. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n١٦١. سقوط النظرية المادية ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٦٢. سقوط نظرية دارون. في دائرة الضوء ٥٠ رسالة (٥).\n١٦٣. سموم الاستشراق والمستشرقين ـ مكتبة التراث الإسلامي ـ القاهرة ـ ١٩٨٥ م.\n١٦٤. شبهات التغريب في غزو الفكر الإسلامي - المكتب الإسلامي ١٩٧٨ م\n١٦٥. شخصيات اختلف فيها الرأي ـ د. ع ـ القاهرة ـ ١٩٨٥ م.\n١٦٦. شهادة العصر والتاريخ. خمسون عاما على الطريق الدعوة الإسلامية ـ دار المنارة السعودية ـ ١٩٩٣ م.\n١٦٧. صحائف العزة وأيام المحنة في تاريخ الإسلام.\n١٦٨. صفحات مجهولة من الأدب العربي المعاصر ـ مكتبة الأنجلو المصرية ـ القاهرة ـ ١٩٧٩ م. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n١٦٩. صفحات مضيئة من تراث الإسلام ـ د. ع ـ القاهرة ـ ١٩٨٧ م.\n١٧٠. صفحات من أمجادنا ـ المجلس الأعلى للشئون الإسلامية ـ القاهرة ـ ١٩٦٥ م.\n١٧١. طابع الإسلام بين الأديان والأيديولوجيات (عطاء الإسلام للبشرية ـ العلمانية في ضوء الإسلام ـ والأيديولوجيات المعاصرة) مقدمات العلوم والمناهج (١٠ كتب) رقم (١)\n١٧٢. طه حسين حياته وفكره في ميزان الإسلام\n١٧٣. عالمية الإسلام. د. ع ١٩٨٧\n١٧٤. عالمية الدعوة الإسلامية ط دار الاعتصام ١٩٩٠ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٧٥. عبد العزيز الثعالبي رائد الحرية والنهضة الإسلامية ١٨٧٩: ١٩٤٤ م ـ دار الغرب الإسلامي ـ\n١٧٦. عبد العزيز جاويش من رواد التربية والصحافة والاجتماع ـ المؤسسة المصرية العامة للتأليف بدون تاريخ\n١٧٧. عطاء الإسلام الحضاري- رابطة العالم الإسلامي (ع ١٦٣) ١٤١٦ هـ\n١٧٨. عقبات في طريق النهضة مراجعة لتاريخ مصر الإسلامية منذ الحملة الفرنسية إلي النكسة ـ د. ع ـ\n١٧٩. عقيدة الكاتب المسلم ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\n١٨٠. عقيدتنا توحيد وبناء - المجلس الأعلى للشئون الإسلامية (ع ٢٠٣) ١٩٧٨ م\n١٨١. على الفكر الإسلامي أن يتحرر من سارتر، وفرويد، ودوركايم ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n١٨٢. على المحجة البيضاء ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٨٣. على طريق الأصالة\n١٨٤. عيون التراث وذخائر التاريخ ط دار الصحوة للطباعة والنشر ط ١ ١٤١٥ هـ / ١٩٩٥ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣) ..\n١٨٥. فساد نظام الربا في الاقتصاد العالمي ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n١٨٦. فساد نظرية الجنس السامي واللغة السامية. في دائرة الضوء ٥٠ رسالة (٥).\n١٨٧. فضائح الأحزاب والسياسة.\n١٨٨. في دائرة الضوء. ط دار الاعتصام ١٩٨٨ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٨٩. في سبيل إعادة كتابة تاريخ الإسلام ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n١٩٠. في مواجهة الفراغ الفكري والنفسي للشباب ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n١٩١. في مواجهة ركام الفكر المطروح على الساحة اليوم ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٩٢. قائد الدعوة ومجدد الفكرة.\n١٩٣. قراء إسلامية لتاريخنا الحديث. د ٠ ع ١٩٩١ م\n١٩٤. قضايا الأقطار الإسلامية ط مكتبة مصر ١٣٦٥ هـ مايو ١٩٤٦ م.\n١٩٥. قضايا التراث الإسلامي ط دار الاعتصام ١٩٩٠ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n١٩٦. قضايا الشباب. في دائرة الضوء ٥٠ رسالة (٥).\n١٩٧. قضايا العصر في ضوء الإسلام - مجمع البحوث الإسلامية ١٩٧١ م\n١٩٨. قضايا العصر ومشكلات الفكر تحت ضوء الإسلام -مؤسسة الرسالة ـ بيروت ـ ١٩٨١ م.\n١٩٩. قضايا مثارة تحت ضوء الإسلام ـ د. ع ـ القاهرة ـ ١٩٨٤ م.\n٢٠٠. قضية وادي النيل.\n٢٠١. قواعد البناء للدعوة الإسلامية.\n٢٠٢. كامل الكيلاني في مرآة التاريخ\n٢٠٣. كسر طوق الحصار عن الإسلام. د ٠ ع ١٩٩٨ م\n٢٠٤. كفاح الذبيحين فلسطين والمغرب ط ١٩٤٦ م ط دار الطباعة والنشر رجب ١٣٦٥ هـ يونيو ١٩٤٦ م\n٢٠٥. كلمات خالدة\n٢٠٦. كلمات خالدة من ذخائر تراثنا العربية - سلسلة كتب ثقافية ١٩٦١ م\n٢٠٧. كمال أتاتورك وإسقاط الإسلام. في دائرة الضوء ٥٠ رسالة (٥).\n٢٠٨. كيف تتحرر مصر.\n٢٠٩. كيف يحتفظ المسلمون بالذاتية الإسلامية في مواجهة أخطار الأمم ـ د. ع ـ القاهرة ـ ١٩٨٤ م.\n٢١٠. كيف يحطم المسلمون قيد التبعية والحصار ـ مؤسسة الكتب الثقافية ـ بيروت ـ ١٩٨٥ م.\n٢١١. لا حزبية بعد اليوم.\n٢١٢. لن نقبل مفهوم الغرب للفن والحضارة ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢١٣. ليظهره على الدين كله ـ دار الأنصار ـ القاهرة ـ ١٩٨٠ م.\n٢١٤. مؤامرة تحديد النسل وأسطورة الانفجار السكاني ط دار الاعتصام ١٩٨٣ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢١٥. مؤلفات في الميزان منار الإسلام\n٢١٦. ما يختلف فيه الإسلام عن الفكر الغربي الماركسي سلسلة دعوة الحق (ع ٥٢) ١٩٨٦ م\n٢١٧. ماذا حققت حركة اليقظة في القرن الرابع عشر الهجري ط دار الاعتصام ١٩٩٠ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢١٨. ماذا يقرأ الشباب المسلم ط دار الاعتصام ١٩٧٨ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢١٩. مجتمعنا والبيت الإسلامي.\n٢٢٠. محاذير وأخطار في وجه إحياء التراث والترجمة. في دائرة الضوء ٥٠ رسالة (٥).\n٢٢١. محاذير وتحفظات على طريق الصحوة الإسلامية ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢٢٢. محاضرات الأدباء ومحاورات الشعراء والبلغاء وزارة الثقافة المصرية\n٢٢٣. محاكمة فكر طه حسين\n٢٢٤. محاولات التغريب في فصل أدبنا المعاصر عن أصوله الإسلامية ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢٢٥. محمد الرسول (صلى الله عليه وسلم) دراسة تحليلية لشخصية محمد (صلى الله عليه وسلم) وحياته ج ١ الدار القومية\n٢٢٦. محمد فريد وجدي رائد التوفيق بين العلم والدين (كتاب) ـ الهيئة المصرية للكتاب ـ مصر ـ ١٩٧٤ م\n٢٢٧. مخططات الاستشراق في تغريب الفكر الإسلامي. ا. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٢٢٨. مخططات التبشير الغربي في غزو الفكر الإسلامي .. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٢٢٩. مدخل إلي القرآن الكريم ـ د. ع ـ القاهرة ـ ١٩٩١ م.\n٢٣٠. مذكرات مسلم.\n٢٣١. مسئوليتنا إزاء أزمة البشرية المعاصرة ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢٣٢. مسئوليتنا تجاه الغرب في تبليغ إسلام القرآن والسنة ط دار الاعتصام ١٩٨٩ م. على طريق الأصالة. (٥٠ رسالة).رقم (٦).\n٢٣٣. مستقبل الإسلام بعد سقوط الشيوعية سلسلة دعوة الحق ١٩٩٠\n٢٣٤. مشكلات العصر وقضايا الفكر ط - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٢٣٥. مشكلات الفكر المعاصر في ضوء الإسلام ـ مجمع البحوث الإسلامية ـ ثانية ـ القاهرة ـ ١٩٩٦ م.\n٢٣٦. مصابيح العصر والتراث د. ع\n٢٣٧. مصححو المفاهيم: الغزالي، ابن تيميه، ابن حزم، ابن خلدون ط دار الاعتصام ١٩٨٠ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢٣٨. مصحف وسيف.\n٢٣٩. مصر العربية الإسلامية. معالم التاريخ الإسلامي المعاصر.٧ كتب (١٢)\n٢٤٠. مع بعثة الحج.\n٢٤١. معالم الأدب العربي المعاصر دار النشر للجامعيين. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٢٤٢. معالم الأدب العربي المعاصر في النقد والفنون المختلفة. موسوعة معالم الأدب العربي المعاصر (٧) (١٠ كتب)\n٢٤٣. معالم التاريخ الإسلامي المعاصر من خلال ثلاثمائة وثيقة سياسية ط دار الاعتصام ١٩٨١ م - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٢٤٤. معالم الفكر العربي. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٢٤٥. معالم تاريخ الإسلام المعاصر. - موسوعة العلوم الإسلامية ٥ كتب (رقم ١١)\n٢٤٦. معركة المقاومة العربية ـ مطبعة التحريز ـ القاهرة ـ ١٩٦١ م.\n٢٤٧. معلمة الإسلام جزآن.\n٢٤٨. مفاهيم العلوم الاجتماعية والنفس والأخلاق في ضوء الإسلام (الرد على فرويد وماركس ودوركايم) ط الهيئة المصرية ١٩٧٤ م\n٢٤٩. مفاهيم النفس والأخلاق والاجتماع في ضوء الإسلام .. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢).\n٢٥٠. مفاهيم النفس والأخلاق والاجتماع في ضوء الإسلام. في دائرة الضوء ٥٠ رسالة (٥).\n٢٥١. ١٠) رسائل إلى الشباب المسلم رقم (١٠) ...........\n٢٥٢. مفكرون وأدباء من خلال آثارهم ـ دار الإرشاد ـ بدون تاريخ.\n٢٥٣. مفهوم القومية الوافد، سقطت نظرية ساطع الحصرى ط دار الاعتصام ١٩٨٠ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n٢٥٤. مقدمات المناهج. معالم تاريخ الإسلام. (٩) ٧ كتب\n٢٥٥. من أعلام الحرية في العالم العربي الحديث\n٢٥٦. من أعلام الإسلام، الدار القومية\n٢٥٧. من أعلام الفكر والأدب ـ الدار القومية للطباعة والنشر ـ القاهرة ـ ١٩٦٤ م.\n٢٥٨. من التبعية إلى الأصالة في مجال التعليم والقانون واللغة. معالم تاريخ الإسلام. (٩) ٧ كتب\n٢٥٩. من اليقظة إلي الصحوة خلال المرحلة من ١٩٣٣: ١٩٨٨ م. - موسوعة العلوم الإسلامية ٥ كتب (رقم ١١)\n٢٦٠. من سقوط الخلافة إلي مولد الصحوة. ط بيت الحكمة للنشر والتوزيع بالقاهرة بدون تاريخ الأجزاء من: (١ الى ٤).\n٢٦١. من طفولة البشرية إلي رشد الإنسانية ـ د. ع ـ القاهرة ١٩٧٨ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢٦٢. من منابع الفكر الإسلامي .. ط المجلس الأعلى للشئون الإسلامية\n٢٦٣. مناهج الحكم والقيادة في الإسلام ـ المكتبة ـ صيدا ـ بيروت ـ ١٩٨٢ م.\n٢٦٤. منهج الإسلام في بناء العقيدة والشخصية -هدية مجلة الأزهر ١٣٩٤ هـ\n٢٦٥. مواقف تاريخية حاسمة من حضارة التوحيد ط دار الصحوة للطباعة والنشر ط ١ ١٩٩٤ م. موسوعة رسائل إلى الشباب المسلم (١٠ رسائل) (رقم ٣) ..\n٢٦٦. موقف الإسلام من العلم والفلسفة الغربية. في دائرة الضوء ٥٠ رسالة (٥).\n٢٦٧. نجم الإسلام ما زال يصعد: محاولة لدراسة حركة الإسلام العالمية خلال القرن ١٥ هـ الفضيلة ١٩٩٨ م\n٢٦٨. نحن أمام ثورة علمية جديدة ط دار الاعتصام ١٩٩٠ م .. على طريق الأصالة. (٥٠ رسالة).رقم (٦)\n٢٦٩. نحن العرب ـ الدار القومية للطباعة والنشر ـ القاهرة ـ ١٩٦٠ م.\n٢٧٠. نحو بناء منهج البدائل الإسلامية للنظريات والمفاهيم الغربية الوافدة المطروحة في مناهج التربية الثقافة والعلوم. ط الاعتصام ١٩٨٩ م\n٢٧١. نظريات وافدة كشفها الفكر الإسلامي ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢٧٢. نظرية السامية مؤامرة على الحنيفية الإبراهيمية ط دار الاعتصام ١٩٨٢ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢٧٣. نوابغ الإسلام ط دار الاعتصام ١٩٨٣ م - موسوعة القرن الخامس عشر الهجري ١١ كتاب (رقم ١٣)\n٢٧٤. هذا هو جمال من بني مر إلي الجمهورية العربية المتحدة ـ مكتبة المعارف ـ بيروت ١٩٦٠ م.\n٢٧٥. هزيمة الاستشراق في ملتقى الإسلام ط دار الاعتصام ١٩٨٢ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢٧٦. هزيمة الشيوعية في عالم الإسلام. د. ع ١٩٨٣ م\n٢٧٧. هل غير الدكتور طه حسين آراءه في سنواته الأخيرة. في دائرة الضوء ٥٠ رسالة (٥).\n٢٧٨. وحدة الفكر الإسلامي ط دار الاعتصام ١٩٧٩ م. في دائرة الضوء ٥٠ رسالة (٥).\n٢٧٩. وحدة الفكر الإسلامي مقدمة للوحدة الإسلامية الكبرى ـ د. ع ـ القاهرة ـ ١٩٧٩ م.\n٢٨٠. وذكرهم بأيام الله\n٢٨١. يقظة الإسلام في تركيا ط دار الاعتصام ١٩٧٩ م. على طريق الأصالة الإسلامية. (٢٠ رسالة). (٤) ..\n٢٨٢. يقظة الفكر العربي (حركة اليقظة في مواجهة التغريب في مرحلة ما بين الحربين)\n٢٨٣. يقظة الفكر العربي في مواجهة الاستعمار. الموسوعة الإسلامية العربية. (٢٥ كتاب) (٢)\n٢٨٤. يوم من حياة الرسول، صلي الله عليه وسلم، ـ د. ع ـ القاهرة ـ ١٩٨٠ م.",
  "books": [
    {
      "text_id": 11546,
      "title": "المعارك الأدبية"
    },
    {
      "text_id": 148530,
      "title": "تاريخ الغزو الفكري والتعريب خلال مرحلة ما بين الحربين العالميتين"
    },
    {
      "text_id": 26697,
      "title": "السنة النبوية في مواجهة شبهات الاستشراق - أنور الجندي"
    }
  ]
}