{
  "author_id": 1411,
  "author_meta": "الاسم : رقية بنت محمد المحارب\nالجنسية: السعودية\nالمراحل التعليمية : دكتوراه في الحديث.\n-أستاذ مساعد بكلية التربية (الأقسام الأدبية) . بجامعة الأميرة نورة بنت عبد الرحمن\n- لها العديد من المشاركات في الصحف والمجلات ، وألقت العديد من الدروس العلمية والمحاضرات والدورات.\n- من مؤلفاتها:\n\"النص في تحريم النمص\"\n\"كيف تخشعين في الصلاة\"\n\"الإبانة عن أسباب الإعانة على صلاة الفجر وقيام الليل\".\n(التعريف بالمؤلفة من الموقع الذي تشرف عليه ((لها أون لاين)) :\no حصلت على البكالوريوس في الدراسات الإسلامية من كلية التربية بالرياض عام ١٤٠٦ هـ بتقدير ممتاز مع مرتبة الشرف.\no حصلت على درجة الماجستير في تخصص الحديث وعلومه عام ١٤١٠ هـ و كان موضوع الرسالة \" دفع إيهام تعارض أحاديث الأحكام \"في كتاب الطهارة .\no حصلت على درجة الدكتوراه في تخصص الحديث وعلومه عام ١٤١٦ هـ و كان موضوع الرسالة \" شرح صحيح البخاري \" لابن بطال ، دراسة وتحقيق \"\no أشرفت على مدارس التحفيظ المسائية الخيرية عام ١٤٠٧هـ\no عينت رئيسة قسم الدراسات الإسلامية عام ١٤١٧ هـ \" عينت مديرة عام التوجيه و الإرشاد في الفترة ١٤٢٠ ـ ١٤٢٤ هـ.\no شاركت في بعض المؤتمرات الإسلامية في أمريكا عام ١٤١٣ ـ ١٤١٤ هـ\no شاركت في بعض المؤتمرات الإسلامية بأمريكا في شيكاغو عام ١٤١٣-١٤١٤هـ بالتعاون مع حمعية القرآن والسنة ومع التجمع الإسلامي.\no أعدت دورة شرعية لمدة ثلاثة أسابيع بتورنتو بكندا عام ١٤١٧ هـ بالتعاون مع الندوة العالمية للشباب الإسلامي وجامعة الإمام محمد بن سعود الإسلامية .\no ألفت بعض الرسائل مثل \" النص بتحريم النمص\"و\" كيف تخشعين في الصلاة \" و الإبانة عن أسباب الإعانة على صلاة الفجر و قيام الليل \" و\" حكم الرطوبة \"\no ألفت كتاب\"البكاء في الكتاب والسنة\" طبع محكما في جامعة الإمام محمد بن سعود\no ألفت كتاب \"الهدية في شرح حديث أم عطية\" طبع محكما في مجلة جامعة الإمام محمد بن سعود الإسلامية\no شاركت في مؤتمر\"موقف الإسلام من الإرهاب\" ببحث بعنوان \"الإرهاب في الكتاب والسنة\" وهو منشور ومحكم\no أشرفت على مشروع دراسة المشكلات السلوكية للطالبات في مدارس تعليم البنات عام ١٤٢١هـ\no شاركت في المؤتمر العالمي العاشر المنعقد في القاهرة في الفترة من ٣٠/١٠/١٤٢٧إلى ٢/١١/١٤٢٧هـ بعنوان \" الشباب وبناء المستقبل\"\no أسست موقع لها أون لاين www.lahaonline.com وهي المشرفة العامة على الموقع\no أشرفت على الكتاب التوثيقي لأمسيات لها أون لاين الثقافية الجزء الأول والثاني وتشرف على الأمسيات الثقافية والدورات التدريبية بالموقع\no تلقت عدد من الدورات بمعهد الإدارة:\" الإدارة تحت ضغوط العمل\"و\"فاعلية المدير في جماعات العمل\"و\"تقويم الأداء الوظيفي\"و\" إدارة الوقت\"\no ساهمت في تعزيز برامج معهد الإدارة بالمادة الشرعية.\no ساهمت في العديد من الملتقيات والندوات والمحاضرات\no شاركت في الكتابة الصحفية في جريدة الجزيرة والبلاد بزاوية أسبوعية\no ساهمت في تحكيم جائزة التميز الرقمي٢٠٠٦ مع وزارةالاتصالات وتقنية المعلومات\no ساهمت في ندوة\" الإصلاح والتأهيل في المؤسسات العقابية والإصلاحية\" الذي نظمته وزارة الشؤون الاجتماعية بالتعاون مع وزارة الداخلية وجامعة الإمام ببحث محكم بعنوان\" أثر القرآن في تهذيب سلوك السجين\"\no عضو اللجنة الدعوية للحرس الوطني لحج عام ١٤٢٠ و١٤٢١هـ\no عضو الجمعية السعودية للإدارة\no عضو اللجنة التحضيرية للقاءالحوارالوطني الثالث.\no المشاركة في لقاء الحوار الوطني الثالث بالمدينة النبوية بعنوان \"المرأة: حقوقها وواجباتها\" عام ١٤٢٥هـ\no المشاركة في الحوار الوطني السادس بمدينة الجوف بعنوان التعليم عام ١٤٢٦هـ\no المساهمة في مهرجان الجنادرية الثقافي في الأعوام ١٤١٧، ١٤٢٢هـ\no عضو اللجنة التحضيرية لمهرجان الجنادرية الثقافي عام ١٤٢٣هـ\no المشاركة في الدورة الثامنة لجائزة دبي الدولية لحفظ القرآن الكريم\no المشاركة في إعداد الدليل الإرشادي الأسري بالتعاون مع مشروع ابن باز الخيري\no عضو الدعوة المعتمد من معالي وزير الشؤون الإسلامية\no المشاركة في ندوة\"الأسرة بين النظم والقوانين الدولية والتشريعات الإسلامية التي نظمتها مكتبة الملك عبد العزيزعام ١٤٢٥هـ\no المشاركة في منتدى الحوار الذي نظمته ادارة الإشراف التربوي بجدة في محور\" الحوار مع غير المسلمين\" عام ١٤٢٤هـ\no إلقاء عدد من المحاضرات في الخرطوم عاصمة السودان بالتعاون مع جمعية المشكاة الخيرية\no المساهمة في دراسة الخطة الوطنية لتقنية المعلومات عام ١٤٢٤هـ\no المشاركة ببحث عن\" المنظور الإسلامي وكيف تناول جانب تحريم المخدرات\" بالتعاون مع الإدارة العامة لمكافحة المخدرات عام ١٣٢٥هـ\no عضو لجنة التحكيم لمناقشة رسالة الماجستير للباحثة نورة الحساوي عنوان البحث\"الأحاديث المتعلقة بالمرأة الواردة في المعاملات المالية في الكتب الستة\no الإشراف على رسالة الماجستير للباحثة مشاعل الدعيدع وعنوان الرسالة شرح صحيح البخاري لابن بطال في من كتاب الشهادات إلى كتاب الوصايا..\no عضو لجنة المناقشة لرسالة الماجستير للطالبة هند السويلم \" شرح ابن رسلان لسنن أبي داوود\"\no رأست مسابقة الأمير سلمان لحفظ القرآن منذ عام ١٤١٨ ـ ١٤٢٤ هـ . \" المشاركة في ندوة \" المرأة والعمل الخيري\" التي نظمتها الندوة العالمية\no المشاركة في رسالة \" المؤسسات الدعوية النسائية الواقع والتطلعات\"\no المشاركة في أسبوع الوقف الخيري الذي نظمته وزارة الشؤون الإسلامية بدولة قطر عام ١٤٢٣هـ\no ألفت منهج التجويد للسنة الثالثة الثانوية الفنية ، وراجعت منهج التجويد للصف الثاني أيضا",
  "books": [
    {
      "text_id": 7288,
      "title": "كيف تخشعين في الصلاة"
    },
    {
      "text_id": 7793,
      "title": "مسائل خاصة بالمرأة"
    },
    {
      "text_id": 7800,
      "title": "الإبانة عن أسباب الإعانة على صلاة الفجر وقيام الليل"
    },
    {
      "text_id": 7802,
      "title": "دفع إيهام تعارض أحاديث الأحكام في كتاب الطهارة"
    },
    {
      "text_id": 7862,
      "title": "البكاء في الكتاب والسنة"
    }
  ]
}