{
  "author_id": 1413,
  "author_meta": "حمزة قاسم (١٣٤٣ - ١٤٣١ هـ)\nحمزة بن محمد قاسم:\nأديب مُرَبٍ، من وجهاء المدينة المنورة، ومن رجال التعليم المشهورين فيها.\nولد في شهر رجب من عام ١٣٤٣ هـ، في المدينة المنورة؛ لأبٍ مدنيٍ مغربي الأصل.\nفنشأ المترجَم على طلب العلم والأدب، وحفظ القران ولم يتجاوز العاشرة من عُمره في كُتَّاب الشيخ سالم، والتحق بعد ذلك بمدرسة العلوم الشرعية عام ١٣٥٣ هـ، وأكمل في نفس المدرسة علومه العالية، وتخرج منها عام ١٣٥٩ هـ.\nكما درَس على أفاضل من علماء المدينة في الحرم.\nدرس على الشيخ القاضي: محمد الحافظ بعض كتب الحديث.\nكان يروي عن الشيخ المدني عمر البري -أحد الأعلام المشهورين والشعراء المدنيين-.\nويروي عن الشيخ عبد الخبير بن الحسن الصيني.\nوعن الشيخ محمد ثاني، الذي أجازه عام ١٤١٨ هجرية؛ ذلك أن الأستاذ حمزة كان قد درس عليه في شبابه، واستحى أن يطلبه الإجازة؛ لأنه كان يرى أنه دون ذلك القدر -كما كان هذا خُلق أكثر طلاب العلم السابقين-. أما الأشياخ الآخرون فقد أجازوه ابتداءً من غير طلب.\nتولى التدريس بمدرسة العلوم الشرعية بعد تخرجه منها عام ١٣٥٩ هـ، وانتقل بعدها للتدريس في المدارس الحكومية، ومنها المنصورية، والناصرية. ثم أصبح مديرا للمدرسة السعودية عام ١٣٧٤ هـ.\nوقد تخرج على يديه أفواجٌ من الطلبة الذين تبوؤا المراكز العليا في الدولة، وأصبح منارا للعلم في المدينة المنورة.\nوبعد تقاعده من التعليم انكب على التأليف: فاختصر الجامع الصحيح للبخاري اختصارا وسطا، ثم قرر بعد اختصاره أن يشرحه شرحا مُبَسَّطا (كما سيأتي).\nكان أحد أعضاء ندوة صالون الشاعر المدني المعروف: حسن الصيرفي -رحمه الله-، وكان الشيخ حمزة يقرر في ندوة الصيرفي وتكون له الصدارة، وكان يقرأ في السنوات الأخيرة من عُمْر الصيرفي تفسير القرآن في الندوة. رحم الله الجميع.\nمؤلفاته:\n١ - «مختصر صحيح البخاري» طبع مع شرحه الآتي باسم:\n٢ - «منار القاري شرح مختصر البخاري»، طُبع بحياته على نفقته الخاصة. وقد اعتمد في شرحه على الأئمة المتقدمين، واهتم في شرحه بأقوال المذاهب الأربعة وغيرهم، وذكر ما قاله الجمهور من الفقهاء ومن خالفهم، وبين بوضوح ما يتعلق بالعقائد والأحكام والمعاملات والحدود والأخلاق، وتوسع في المعاملات والطب والأدب والرقاق؛ فنقل أشياء جديدة حدثت في العصر الحالي.\n٣ - وله كتاب في «علم النفس الإسلامي» مخطوط، وضعه منذ زمن ولم يطبعه.\nتوفي يوم الخميس ٢٨ شوال ١٤٣١ هـ، وصُلِّي عليه بعد صلاة الظهر بالمسجد النبوي الشريف، ودفن ببقيع الغرقد بالمدينة المنورة.\nمصادر ترجمته:\n١ - ترجمة كتبها: حسين بن حيدر محبوب الهاشمي الحسيني، ونشرها في «ملتقى أهل الحديث»:\nhttps://www.ahlalhdeeth.com/vb/showthread.php?t=٢٢٣٧٨٨\n٢ - ترجمة بموقع المترجَم بعناية حفيده: ريان عادل حمزة قاسم:\nhttps://hamzahq.wordpress.com/",
  "books": [
    {
      "text_id": 9794,
      "title": "منار القاري شرح مختصر صحيح البخاري"
    }
  ]
}