{
  "author_id": 1419,
  "author_meta": "قاضي التمييز الشرعي بالمحكمة العليا بباكستان\nونائب رئيس دار العلم بكراتشي\nونائب رئيس مجمع الفقه الإسلامي بجدة\nالقاضي محمد تقي العثماني، بن الشيخ المفتي محمد شفيع، بن الشيخ ياسين بن خليفة تحسين علي بن ميانجي امام علي بن ميانجي الحافظ كريم الله بن ميانجي خير الله بن ميانجي شكر الله.\nومعنى ميانجي في اللغة الهندية: هو المعلم.\nوتنحدر أسرته من سلالة عثمان بن عفان رضي الله عنه كما صرح بذلك في والده، وإن لم يكن هناك سند متصل بذلك، ولكن الشريعة لا تشترط في هذا الباب الإسناد المتصل بل تعتبر فيه التسامع والشهرة.\nولد في قرية ديوبند من محافظة سهارنفور الهندية سنة ١٣٦٢ هـ - ١٩٤٣ م\nووالده: محمد شفيع الديوبندي العثماني، كان مفتيا أيضا، أخذ عن: أنور شاه الكشميري، وعزيز الرحمن، و شبير أحمد العثماني. تخرج في دار العلوم بديوبند سنة ١٣٣٥ هـ ثم درّس بها ٢٦ سنة، ثم هاجر إلى باكستان واستقر في كراتشي وأسس بها دار العلوم كراتشي. من مؤلفاته العربية: «أحكام القرآن» و «أخلاق أم شقاق؟»، و «الازدياد اليني على اليانع الجني» و «توزيع الثورة في الإسلام» و «نفحات في فضل اللغة العربية» و «هداية المهتدين في آية خاتم النبيين». (ولد سنة ١٣١٤ هـ وتوفي سنة ١٣٩٦ هـ)\nوللمترجَم إخوة خمسةٌ هو أصغرهم سنًا:\n- أكبرهم: محمد زكي كيفي، ولد سنة ١٩٢٦ م وتوفي في عنفوان شبابه، وكان شاعرا في اللغة الأوردية وله ديوان شعر.\n- وثانيهم: محمد رضي العثماني، أسس مطبعة دار الإشاعة.\n- وثالثهم: محمد ولي رازي، البرفسور بجامعة كراتشي بقسم الدراسات الاسلامية، وله كتاب في السيرة: من عجائبه وعبقريته أن هذا الكتاب رغم ضخامته خال من النقط فالكتاب كله مجرد من الحروف المنقوطة وهو باللغة الأوردية، ومنحه عليه الرئيس ضياء الحق جائزة فخمة، توفي في ١٥ يونيو ٢٠١٩ م الموافق ١٢ شوال ١٤٤٠ هـ\n- ورابعهم: محمد رفيع العثماني، رئيس جامعة دار العلوم بكراتشي والمفتي العام لباكستان وله كتب كثيرة، وأهمها مكانة \"الإجماع وحجيته\" وهو من أروع ما كتب في هذا الباب، وكتاب ضابط المفطرات في مجال التداوي، وهو بديع في بابه. مطبعة دار العلوم بكراتشي. وله حاشية على شرح عقود رسم المفتي. (وُلِد بشهر جمادى الأولى من عام ١٣٥٥ هـ وتوفي يوم الجمعة ٢٤ ربيع الآخر ١٤٤٤ هـ).\nمؤلفات الشيخ محمد تقي العثماتي:\n- مقدمة معارف القرآن، مقدمة لتفسير أبيه محمد شفيع\n- علوم القرآن\n- ترجمة معارف القرآن إلى الإنكليزية\n- تكملة فتح الملهم في ست مجلدات\n- درس الترمذي: وهو محاضراته اثناء تدريسه جامع الترمذي، جمعها ابن أخته رشيد أشرف\n- تقرير الترمذي من البيوع إلى أواب اللباس ضبطه ونقحه عبد الله المهيمن\n- رسائل مباركة\n- بحوث في قضايا فقهية معاصرة ويحتوي احكام البيع بالتقسيط، البيع بالتعاطي والاستجرار، بيع الحقوق المجردة، عقود المستقبليات في السلع، مسألة تغير القيمة وربطها بقائمة الأسعار، زراعة عضو استؤصل في حد، قواعد ومسائل في حوادث المرور، وغيرها.\n- أحكام الذبائح\n- تحديد النسل في ميزان العقل والشرع\n- أحكام الاعتكاف\n- الإسلام والاقتصاد الحديث\n- قضايانا العائلية\n- صلوا صلاتكم وفق السنة\n- أصول الإفتاء\n- التقليد في ميزان الشريعة\n- منهجية الاجتهاد في العصر الحاضر\n- ما هي النصرانية\n- ما هو الكتاب المقدس\n- من العهد القديم الى القرآن الكريم\n- القرارات القضائية\n- ملكية الأرض وتحديدها\n- نظامنا التعليمي\n- كيف يدرس المنهج النظامي\n- نظرة عابرة حول التعليم الاسلامي في باكستان\n- كيف تطبق الشريعة في العصر الراهن\n- الإسلام والسياسة الراهنة\n- تطبيق الشريعة ومسائلها\n- الإسلام والحقوق الانسانية\n- سيدنا معاوية في ضوء الواقع التاريخي\n- والدي وشيخي وذوقه\n- مآثر العارفي ترجمة لشيخه\n- آثار الماضين\n- الشهيد ضياء الحق\n- من كان شيوخ ديوبند\n- حكيم الأمة وافكاره السياسية\n- المواعظ الإصلاحية",
  "books": [
    {
      "text_id": 1532,
      "title": "بحوث في قضايا فقهية معاصرة"
    }
  ]
}