{
  "author_id": 1420,
  "author_meta": "أحمد أحمد بدوي (١٣٢٤ - ١٣٨٤ هـ) = (١٩٠٦ - ١٩٦٤ م)\nأحمد أحمد عبد الله البيلي البدوي.\nولد في مدينة دمياط (ساحل مصر الشمالي) وتوفي في القاهرة.\nعاش في مصر.\nحفظ القرآن الكريم في أحد كُتّاب مدينته دمياط، وتلقى تعليمه الأولي بمدارسها، وحصل على البكالوريا، ثم التحق بمدرسة دار العلوم، وتخرج فيها (١٩٣٣).\nعمل معلمًا بمدارس الأوقاف، والمدارس الحكومية بالقاهرة، إلى أن حصل على درجتي الماجستير، ثم الدكتوراه من كلية دار العلوم في أدب العصور الوسطى الإسلامية. فعمل مدرسًا بكلية دار العلوم وترقى حتى أصبح أستاذًا للنقد الأدبي القديم، ثم وكيلاً لها.\nكان عضو جماعة الأدب المصري، وسكرتيرها.\nكانت له مشاركات أدبية وشعرية في الصحف والمجلات المختلفة، وكان يلقي المحاضرات في الإذاعة المصرية والمنتديات الأدبية.\nمؤلفاته:\nله مؤلفات عدة، منها في الأدب وتاريخه:\n- نفس تحطمت (مسرحية من خمسة فصول) - مكتبة نهضة مصر بالفجالة - القاهرة\n- وأسر لويس التاسع (مسرحية من أربعة فصول) - مكتبة نهضة مصر بالفجالة - القاهرة،\n- أثر الثورة المصرية في الشعر المعاصر - مطبعة جامعة القاهرة\n- وشوقي في الأندلس - مطبعة جامعة القاهرة\nوله مؤلفات في النقد الأدبي، منها:\n- من النقد والأدب - مكتبة نهضة مصر بالفجالة - القاهرة ١٩٦٠\n- ومن بلاغة القرآن - مكتبة نهضة مصر بالفجالة - القاهرة\n- أسس النقد الأدبي عند العرب - مكتبة نهضة مصر بالفجالة - القاهرة\n- شعر الثورة في الميزان - مكتبة نهضة مصر بالفجالة - القاهرة\n- الحياة الأدبية في عصر الحروب الصليبية بمصر والشام\nوله عدد من التراجم، منها\n- رفاعة رافع الطهطاوي - لجنة البيان العربي - القاهرة ١٩٥٠\n- مع الصحفي المكافح أحمد حلمي - مكتبة نهضة مصر - القاهرة ١٩٥٧\n- صلاح الدين الأيوبي بين شعراء عصره وكتابه - دار القلم - القاهرة\n- حياة البحتري وفنه - مطبعة لجنة البيان العربي - القاهرة ١٩٥٦\n- ديوان المتنبي في العالم العربي وعند المستشرقين - مكتبة نهضة مصر بالفجالة\nواشترك في تحقيق عدد من الكتب، منها:\n- ديوان المعتمد بن عباد - المطبعة الأميرية - القاهرة\n- ديوان أسامة بن منقذ - المطبعة الأميرية - القاهرة\n- المطرب من أشعار المغرب - المطبعة الأميرية - القاهرة ١٩٥٤\n- ديوان الوزير المصري طلائع بن رزّيك - مكتبة نهضة مصر بالفجالة - القاهرة ١٩٥٨\n- تخليص الإبريز في تلخيص باريز لرفاعة الطهطاوي - القاهرة\n- الدر النظيم من ترسل عبد الرحيم (البيساني) - مكتبة نهضة مصر بالفجالة.\nحصل على عدة جوائز، منها: الجائزة الأولى من مجمع اللغة العربية (١٩٥٠) عن كتابه رفاعة رافع الطهطاوي، وجائزة وزارة الثقافة والإرشاد القومي (١٩٥٧) عن كتابه مع الصحفي المكافح أحمد حلمي.\nشعره\n- شعره من الموزون المقفى، عبر به ناظمه عن شجونه وأحزانه الذاتية، واحتل موضوع رثاء أمه مساحة غير قليلة منه. له قصائد كتبها على نظام الموشحات الأندلسية بمطالعها وأغصانها وأقفالها. صاغ بعض قصائده متبعًا أسلوب الحكاية والسرد الشعري، جاعلاً من نفسه البطل، وإن ظلت أمه هي الموضوع الأول والأخير.\n- له قصائد في كتابه «من النقد والأدب»، وقصائد نشرتها صحف ومجلات عصره، خاصة مجلة أبولو، وصحيفة دار العلوم، ومجلة الثقافة، وصحيفة الأهرام، منها: «التائه» - جريدة الصباح - القاهرة - ٢ من نوفمبر - ١٩٢٨، و «أماه» - السياسة الأسبوعية - القاهرة - ٢٥ من أكتوبر - ١٩٣٠، و «بعد أمي» - السياسة الأسبوعية - القاهرة - ٢٢ من نوفمبر - ١٩٣٠.\nمصادر الدراسة:\n١ - محمد عبدالجواد: تقويم دار العلوم - دار المعارف - القاهرة.\n٢ - لقاء أجراه الباحث عزت سعدالدين مع أسرة المترجم له - القاهرة ٢٠٠٤.\n٣ - الدوريات:\n- مجلة أبولو - القاهرة - فبراير/ مارس - ١٩٣٣.\n- صحيفة السياسة الأسبوعية - القاهرة - ١ من نوفمبر ١٩٣٣.\n- صحيفة دار العلوم - ع٣ - القاهرة - فبراير ١٩٣٧.\n(نقلا عن: معجم البابطين لشعراء العربية في القرنين التاسع عشر والعشرين)",
  "books": [
    {
      "text_id": 38085,
      "title": "من بلاغة القرآن"
    }
  ]
}