{
  "author_id": 1421,
  "author_meta": "قال الذهبي في «السير» :\nالإِمَامُ، الحَافِظُ، النَّاقِدُ، المُجَوِّدُ، أَبُو الفَضْلِ مُحَمَّدُ بنُ أَبِي الحُسَيْنِ أَحْمَدَ بنِ مُحَمَّدِ بنِ عَمَّارِ بنِ مُحَمَّدِ بنِ حَازِمِ بنِ المُعَلَّى بنِ الجَارُوْدِ الجَارُوْدِيُّ، الهَرَوِيُّ، الشَّهِيْدُ.\nسَمِعَ:أَحْمَدَ بنَ نَجْدَةَ بنِ العُرْيَانِ، وَالحُسَيْنَ بنَ إِدْرِيْسَ، وَمُعَاذَ بنَ المُثَنَّى، وَأَحْمَدَ بنَ إِبْرَاهِيْمَ بنِ مِلْحَانَ، وَمُحَمَّدَ بنَ عَبْدِ اللهِ بنِ إِبْرَاهِيْمَ الأَنْصَارِيَّ، وَأَقرَانَهُم بِخُرَاسَانَ وَبَالعِرَاقِ.\nوَهُوَ مِنْ أَقرَانِ الطَّبَرَانِيِّ، وَابْنِ عَدِيٍّ، وَإِنَّمَا كُتِبَ هُنَا لِقِدَمِ وَفَاتِهِ، فَافْهَمْ ذَلِكَ، وَلَوْ أَنَّنِي أَخَّرْتُهُ إِلَى عَصْرِ أَقرَانِهِ، لَسَاغَ أَيْضاً.\nوَقَدْ سَمِعَ بِنَيْسَابُوْرَ مِنْ:أَبِي العَبَّاسِ الثَّقَفِيِّ.\nحَدَّثَ عَنْهُ:أَبُو عَلِيٍّ الحَافِظُ، وَأَبُو الحُسَيْنِ الحَجَّاجِيُّ، وَعَبْدُ اللهِ بنُ سَعْدٍ - حُفَّاظُ نَيْسَابُوْرَ - وَمُحَمَّدُ بنُ أَحْمَدَ بنِ حَمَّادٍ الكُوْفِيُّ، وَأَبُو الحُسَيْنِ بنُ المُظَفَّرِ، وَغَيْرُهُم.\nقَالَ الحَاكِمُ:سَمِعْتُ بُكَيْرَ بنَ أَحْمَدَ الحَدَّادَ بِمَكَّةَ يَقُوْلُ:\nكَأَنِّيْ أَنظُرُ إِلَى الحَافِظِ مُحَمَّدِ بنِ أَبِي الحُسَيْنِ وَقَدْ أَخَذَتْهُ السُّيُوفُ، وَهُوَ مُتَعَلِّقٌ بِيَدَيْهِ جَمِيْعاً بِحَلْقَتِي البَابِ، حَتَّى سَقَطَ رَأْسُهُ عَلَى عَتَبَةِ الكَعْبَةِ سَنَةَ ثَلَاثٍ وَعِشْرِيْنَ وَثَلَاثِ مائَةٍ.\nهَكَذَا قَالَ، فَوَهِمَ، إِنَّمَا كَانَ ذَلِكَ سَنَةَ سَبْعَ عَشْرَةَ وَثَلَاثِ مائَةٍ، فِي ذِي الحِجَّةِ، عَامَ اقتُلِعَ الحَجَرُ الأَسْوَدُ، وَرُدِمَ بِئرُ زَمْزَمَ بِالقَتْلَى عَلَى يَدِ القَرَامِطَةِ .\nوَقُتِلَ مَعَهُ:أَخُوْهُ؛المُحَدِّثُ أَبُو نَصْرٍ أَحْمَدُ، وَقَدْ سَمِعا مِنْ جَدِّهِمَا لِلأُمِّ؛أَبِي سَعْدٍ يَحْيَى بنِ مَنْصُوْرٍ الزَّاهِدِ الهَرَوِيِّ.\nوَقَدْ خَرَّجَ الحَافِظُ أَبُو الفَضْلِ (صَحِيْحاً) عَلَى رَسْمِ (صَحِيْحِ مُسْلِمٍ)، وَرَأَيْت لَهُ جُزءاً مُفِيْداً، فِيْهِ بِضْعَةٌ وَثَلَاثُوْنَ حَدِيْثاً مِنَ الأَحَادِيْثِ الَّتِي بَيَّنَ عِلَلَهَا فِي(صَحِيْحِ مُسْلِمٍ).\nوَأَقدَمُ شَيْخٍ لَقِيَهُ:عُثْمَانُ بنُ سَعِيْدٍ الدَّارِمِيُّ الحَافِظُ.\nوَلَعَلَّهُ لَمْ يَبْلُغْ خَمْسِيْنَ سَنَةً - رَحِمَهُ اللهُ - وَلِهَذَا لَمْ يَشْتَهِرْ حَدِيْثُه.\nوجاء في «تاريخ بغداد»:\nمُحَمَّدُ بْنُ أَبِي الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ عمار، أبو الفضل، يعرف بابن أبي سعد الهَرَويّ:\nقدم بَغْدَاد حاجا وحدث بها عَنْ مُحَمَّد بْن عَبْد اللَّهِ بْن إِبْرَاهِيمَ الأنصاري الهرويّ.\nروى عنه مُحَمَّد بْن المظفر، ومُحَمَّد بْن أَحْمَدَ بْن حَمَّاد بْن سُفْيَان الْكُوفِيّ، وكان ثقة حافظا. وقيل إن اسم أبيه الحسن، والله أعلم.\nأَخْبَرَنِي أَبُو الْقَاسِمِ الأَزْهَرِيُّ قَالَ نبأنا محمّد بن المظفر قال نبأنا أبو الفضل محمّد ابن أَبِي الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ عَمَّارٍ الْهَرَوِيُّ المعروف بابن أبي سعيد- قدم علينا للحج سنة سبع عشرة وثلاثمائة- قال نبأنا محمد بن عبد الله بن إبراهيم الأنصاري قال حدّثني أبي قال: نبأنا غَسَّانُ بْنُ سُلَيْمَانَ عَنْ سُفْيَانَ عَنْ إِسْحَاقَ- يَعْنِي ابْنَ أَبِي فَرْوَةَ- عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ عَنْ أَبِيهِ عَنِ ابْنِ عَبَّاسٍ عَنْ عَلِيٍّ أَنَّهُ قَالَ: إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى مَرَّةً فِي ثَوْبٍ وَاحِدٍ كَانَ صَفِيقًا مُتَّزِرًا بِهِ، وَمَرَّةً كَانَ وَاسِعًا فَصَلَّى مُلْتَحِفًا.\nقَرَأْتُ فِي كِتَابِ أَبِي الْقَاسِمِ بْنِ الثَّلاجِ بخطه: قتل أبو الفضل محمد بن الحسين المعروف بابن أبي الحسين مع أخيه في يوم الاثنين قبل التروية بيوم في المسجد الحرام.\nقتلهما القرمطي ابن أبي سعيد الجنابي في السنة التي دخل القرمطي مكة سبع عشرة وثلاثمائة.",
  "books": [
    {
      "text_id": 6049,
      "title": "علل الأحاديث في صحيح مسلم"
    }
  ]
}