{
  "author_id": 1423,
  "author_meta": "ترجمةة الشيخ كما وردت في موقعه - حفظه الله -\nنسبه:\nهو الشيخ، السلفي، الأثري، المتفنن، صاحب التصانيف الماتعة الفريدة، والتواليف المليحة المفيدة، والتحقيقات العزيزة الجديدة؛ مشهور بن حسن بن محمود آل سلمان، المكني بأبي عبيدة ـ حفظه الله ـ.\nولادته:\nولد في فلسطين؛ بتاريخ (١٣٨٠هـ).\nأسرته ونشأته وطلبه للعلم:\nنشأ في بيت حفاظ ودين، هاجر وأهل بيته إلى الأردن سنة (١٣٨٧هـ / ١٩٦٧م)، من آثار حرب اليهود -لعنهم الله-، واستقر في عمان البلقاء، وكانت دراسته الثانوية فيها، والتحق بكلية الشريعة؛ سنة (١٤٠٠هـ)، في قسم (الفقه وأصوله)، وانكب على علوم الشريعة الغراء، درساً، وقراءة، وتحصيلاً؛ فقرأ شطراً عظيماً من \"المجموع\" للنووي، و \"المغني\" لابن قدامة، و \"تفسير أبي الفداء ابن كثير\"، و \"تفسير القرطبي\"، و \"صحيح البخاري\" بشرح الحافظ العسقلاني، و \"صحيح مسلم\" بشرح النووي، وغيرها جمع عظيم، وجم غفير.\nتأثر بطائفة من فحولة العلماء ومحققيهم، وقفا أثرهم، وعرف أخراتهم، ومنهم: شيخ الإسلام، أبو العباس أحمد ابن تيمية، وتلميذه البار، العالم الرباني وشيخ الإسلام الثاني؛ ابن قيم الجوزية.\nمشاهير شيوخه:\nتأثر بجماعة من أساتيذه تأثراً عظيماً، سواء ممن أخذ عنه على مقاعد الدراسة النظامية، أو في المجالس العلمية، ومن أشهرهم:\n١ ـ العلامة الشيخ المحدث محمد ناصر الدين الألباني ـ رحمه الله ـ.\n٢ ـ الشيخ الفقيه مصطفى الزرقاء.\nجهوده الدعوية:\n١ ـ من مؤسسي مجلة (الأصالة) ـ الصادرة في الأردن ـ، ومحرريها، وكتابها.\n٢ ـ من مؤسسي مركز الإمام الألباني للدراسات المنهجية والأبحاث العلمية.\n٣ ـ عقد حلق العلم والإفتاء.\n٤ ـ المشاركة في الدورات العلمية، واللقاءات الدعوية.\nثناء العلماء عليه:\nوقد أثنى عليه شيخه محمد ناصر الدين الألباني ـ رحمه الله ـ في أكثر من مجلس، وأكثر من موضع؛ كما في ((السلسلة الصحيحة)) (١ / ٩٠٣):\n\"وقد استفدت هذا كله من تحقيق قام به الأخ الفاضل مشهور حسن بتعليقه على كتاب \"الخلافيات\"\".\nو ـ أيضاً ـ الشيخ بكر أبو زيد من خلال تقديمه لكتاب ((الموافقات)) بتحقيق صاحب ترجمتنا؛ فقال: ((… فكم تطلعت إلى أن أرى هذا الكتاب مطبوعاً محققاً مخدوماً بما يليق بمكانته… حتى يسر الله الكريم بفضله هذا المطلوب، على يد العلامة المحقق الشيخ مشهور بن حسن آل سلمان)).\nوكذلك في تقديمه لكتاب «كتب حذّر منها العلماء» لفضيلة الشيخ مشهور:\n«فإنّ التأليف في الكتب التي حذر منها العلماء باب عظيم من أبواب النصح للأمّة، وصيانتها مما يشوبها في دينها وتعبُّدها وسلوكها وتوحيدها لربها، لكن لا يصلح أن يؤلف في هذا الباب الجهاديّ إلا من طاب مشرباً ومسلكاً، ومن اتّبع في العلم سبباً، وبلغ فيه مبلغاً حسناً، ومن أوتي قدراً واسعاً من سعة الاطلاع، والجلد على جرد المطولات، ورحلة النظر في عامّة الفنون والمؤلفات، مع التيقّظ للتَّقييد، وضم النظير إلى النظير، ثم التمحيص والتدقيق.\nولمّا قرأتُ مقدمة هذا الكتاب «كتب حذر منها العلماء» ومواضع كثيرة منه، رأيتُ أنّ مؤلفه الشيخ مشهور بن حسن آل سلمان له من هذه الأسباب الحظ الوافر».\nالشيخ العلامة المحدث مقبل بن هادي الوادعي -رحمه الله -: سئل فضيلة الشيخ العلامة المحدث مقبل بن هادي الوادعي في كتابه «تحفة المجيب على أسئلة الحاضر والغريب» (ص١٦٠): من هم العلماء الذين تنصحون بالرجوع إليهم، وقراءة كتبهم وسماع أشرطتهم؟\nفأجاب -رحمه الله-: «قد تكلمنا على هذا غير مرة، ولكننا نعيد مرةً أخرى، فمنهم الشيخ ناصر الدين الألباني -حفظه الله-، وطلبته الأفاضل مثل الأخ علي بن حسن بن عبد الحميد، والأخ سليم الهلالي، والأخ مشهور بن حسن».\nقال فضيلة الشيخ العلامة المحدث -بقية السلف- عبد المحسن العباد -حفظه الله- في كتابه النافع الماتع «رفقاً أهل السنّة بأهل السنّة» (ص٨-٩) الطبعة الثانية ١٤٢٦هـ: «وأوصي -أيضاً- أن يستفيد طلاب العلم في كلّ بلدٍ من المشتغلين بالعلم من أهل السنّة في ذلك البلد، مثل تلاميذ الشيخ الألباني -رحمه الله- في الأردن، الذين أسسوا بعده مركزاً باسمه . . .».",
  "books": [
    {
      "text_id": 1691,
      "title": "السلفيون وقضية فلسطين في واقعنا المعاصر"
    },
    {
      "text_id": 217,
      "title": "الهلال - مشهور"
    },
    {
      "text_id": 3346,
      "title": "العراق في أحاديث وآثار الفتن"
    },
    {
      "text_id": 8855,
      "title": "القول المبين في أخطاء المصلين"
    }
  ]
}