{
  "author_id": 1430,
  "author_meta": "يقول المؤلف في مقدمة كتابه:\nولدت في كربلاء، ونشأت في بيئة شيعية في ظل والدي المتدين.\nدرست في مدارس المدينة حتى صرت شاباً يافعاً، فبعث بي والدي إلى الحوزة العلمية النجفية أم الحوزات في العالم لأنهل من علم فحول العلماء ومشاهيرهم في هذا العصر أمثال سماحة الإمام السيد محمّد آل الحسين كاشف الغطاء.\nدرسنا في النجف في مدرستها العلمية العلية، وكانت الأمنية أن يأتي اليوم الذي أصبح فيه مرجعاً دينياً أتبوأ فيه زعامة الحوزة، وأخدم ديني وأمتي وأنهض بالمسلمين.\nويسر الله تعالى لي الالتحاق بالدراسة وطلب العلم، وخلال سنوات الدراسة كانت ترد عليّ نصوص تستوقفني، وقضايا تشغل بالي، وحوادث تحيرني، ولكن كنت أتهم نفسي بسوء الفهم وقلة الإدراك،. . . المهم أني أنهيت الدراسة بتفوق حتى حصلت على إجازتي العلمية في نيل درجة الاجتهاد من أوحد زمانه سماحة العميد محمّد الحسين آل كاشف الغطاء زعيم الحوزة، وعند ذلك بدأت أفكر جدياً في هذا الموضوع، فنحن ندرس مذهب أهل البيت، ولكن أجد فيما ندرسه مطاعن في أهل البيت (عليهم السلام) ندرس أمور الشريعة لنعبد الله بها، ولكن فيها نصوصاً صريحة في الكفر بالله تعالى.\nأي ربي ما هذا الذي ندرسه؟! أيمكن أن يكون هذا هو مذهب أهل البيت حقاً؟!\nإن هذا يسبب انفصاماً في شخصية المرء، إذ كيف يعبد الله وهو يكفر به؟\nكيف يقتفي أثر الرسول صلى الله عليه وآله، وهو يطعن به؟!\nكيف يتبع أهل البيت ويحبهم ويدرس مذهبهم، وهو يسبهم ويشتمهم؟!\nفاهتديت أخيراً إلى فكرة طيبة وهي دراسة شاملة أعيد فيها النظر في مادتي العلمية، فقرأت كل ما وقفت عليه من المصادر المعتبرة وحتى غير المعتبرة، بل قرأت كل كتاب وقع في يدي، فكانت تستوقفني فقرات ونصوص كنت أشعر بحاجة لأن أعلق عليها، فأخذت أنقل تلك النصوص وأعلق عليها بما يجول في نفسي، فلما انتهيت من قراءة المصادر المعتبرة، وجدت عندي أكداساً من قصاصات الورق فاحتفظت بها عسى أن يأتي يوم يقضي الله فيه أمراً كان مفعولاً.\nوبقيت علاقاتي حسنة مع كل المراجع الدينية والعلماء والسادة الذين قابلتهم، وكنت أخالطهم لأصل إلى نتيجة تعينني إذا ما اتخذت يوماً القرار الصعب، فوقفت على الكثير حتى صارت قناعتي تامة في اتخاذ القرار الصعب، ولكني كنت انتظر الفرصة المناسبة. وكنت أنظر إلى صديقي العلامة السيد موسى الموسوي فأراه مثلاً طيباً عندما أعلن رفضه للانحراف الذي طرأ على المنهج الشيعي، ومحاولاته الجادة في تصحيح هذا المنهج. ثم صدر كتاب الأخ السيد أحمد الكاتب (تطور الفكر الشيعي) وبعد أن طالعته وجدت أن دوري قد حان في قول الحق وتبصير إخواني المخدوعين، فإننا كعلماء مسؤولون عنهم يوم القيامة فلا بد لنا من تبصيرهم بالحق وإن كان مراً.\nولعل أسلوبي يختلف عن أسلوب السيدين الموسوي والكاتب في طرح نتاجاتنا العلمية، وهذا بسبب ما توصل إليه كل منا من خلال دراسته التي قام بها.\nولعل السيدين المذكورين في ظرف يختلف عن ظرفي، ذلك أن كلاً منهما قد غادر العراق واستقر في دولة من دول الغرب، وبدأ العمل من هناك.\nأما أنا فما زلت داخل العراق وفي النجف بالذات، والإمكانات المتوافرة لدي لا ترقى إلى إمكانات السيدين المذكورين، لأني وبعد تفكير طويل في البقاء أو المغادرة، قررت البقاء والعمل هنا صابراً محتسباً ذلك عند الله تعالى، وأنا على يقين أن هناك الكثير من السادة ممن يشعرون بتأنيب الضمير لسكوتهم ورضاهم مما يرونه ويشاهدونه، ومما يقرأونه في أمهات المصادر المتوافرة عندهم، فأسأل الله تعالى أن يجعل كتابي حافزاً لهم في مراجعة النفس وترك سبيل الباطل وسلوك سبيل الحق، فإن العمر قصير والحجة قائمة عليهم، فلم يبق لهم بعد ذلك من عذر.\nوإني لأعلم أن كتابي هذا سيلقى الرفض والتكذيب والاتهامات الباطلة، وهذا لا يضرني، فإني قد وضعت هذا كله في حسابي، وسيتهمونني بالعمالة لإسرائيل أو أمريكا، أو يتهمونني أني بعت ديني وضميري بعرض من الدنيا، وهذا ليس ببعيد ولا بغريب، فقد اتهموا صديقنا العلامة السيد موسى الموسوي بمثل هذا،. . . فإذا كان هذا نصيب الدكتور الموسوي من الكذب والافتراء والإشاعات الرخيصة، فما هو نصيبي أنا وماذا سيشيعون عني؟! ولعلهم يبحثون عني ليقتلوني كما قتلوا قبلي من صدع بالحق، فقد قتلوا نجل مولانا الراحل آية الله العظمى الإمام السيد أبي الحسن الأصفهاني أكبر أئمة الشيعة من بعد عصر الغيبة الكبرى وإلى اليوم، وسيد علماء الشيعة بلا منازع عندما أراد تصحيح منهج الشيعة ونبذ الخرافات التي دخلت عليه، فلم يرق لهم ذلك، فذبحوا نجله كما يذبح الكبش ليصدوا هذا الإمام عن منهجه في تصحيح الانحراف الشيعي، كما قتلوا قبله السيد أحمد الكسروي عندما أعلن براءته من هذا الانحراف، وأراد أن يصحح المنهج الشيعي فقطعوه إرباً إرباً.",
  "books": [
    {
      "text_id": 3952,
      "title": "لله ثم للتاريخ = كشف الأسرار وتبرئة الأئمة الأطهار"
    }
  ]
}