{
  "author_id": 1431,
  "author_meta": "محمد بن سعد الشويعر (١٣٥٩ - ١٤٤٢ هـ = ١٩٤٠ - ٢٠٢١ م)\nكاتب ومؤلف في الأدب والتاريخ، وأحد أبرز الأدباء والمؤلفين والتربويين المعاصرين في المملكة العربية السعودية.\nومستشار مكتب رئيس الرئاسة العامة لرئاسة البحوث العلمية والإفتاء والدعوة والإرشاد بالمملكة العربية السعودية.\nالنشأة والتعلّم:\nولد في شقراء عام ١٣٥٩ هـ/ ١٩٤٠ م.\nتلقى تعليمه الابتدائي والمتوسط والثانوي في شقراء.\nحصل على الشهادة الجامعية من كلية اللغة العربية بالرياض عام ١٣٧٩ هـ/١٩٥٩ م.\nحصل على دبلوم تربية من المركز الإقليمي لليونسكو ببيروت عام ١٣٨٦ هـ/١٩٦٦ م.\nحصل على درجة الماجستير في الأدب والنقد من كلية اللغة العربية بجامعة الأزهر عام ١٣٩٤ هـ/١٩٧٤ م.\nنال الدكتوراه في الأدب والنقد من كلية اللغة العربية بجامعة الأزهر عام ١٣٩٧ هـ.\nوظائفه:\nعمل معلمًا عام ١٣٨٠ هـ.\nعمل في العديد من الوظائف في الرئاسة العامة لتعليم البنات بين عامي ١٣٨١ - ١٤٠٢ هـ/١٩٦١ - ١٩٨٢ م.\nمستشار في مكتب رئيس الرئاسة العامة لرئاسة البحوث العلمية والإفتاء والدعوة والإرشاد.\nمن إسهاماته الثقافية:\nعضو في بعض اللجان والجمعيات الخيرية والاستشارية.\nعضو شرف في النادي الأدبي في موريتانيا.\nعضو مؤسس في نادي الرياض الأدبي.\nألقى العديد من المحاضرات الموسمية في الأندية الأدبية.\nرئيس تحرير مجلة البحوث الإسلامية.\nكاتب مقالات في موضوعات متنوعة في الصحف والمجلات في داخل السعودية وخارجها.\nمؤلفاته:\nحائل مدينة وتاريخ، مكتب الرعاية العامة لرعاية الشباب، حائل، ١٣٩٨/ ١٣٩٩ هـ.\nالحُصْرّيان (أبو إسحاق ابراهيم بن علي وأبو الحسن علي بن عبد الغني)، النادي الأدبي، الرياض، ١٣٩٩ هـ/١٩٧٨ م.\nالحصري وكتابه زهر الآداب (أطروحة الدكتوراه)، الدار العربية، تونس، ١٤٠١ هـ/١٩٨١ م.\nأبو الشمقمق: شاعر الفقر والسخرية، النادي الأدبي، الطائف، ١٤٠١ هـ/١٩٨١ م.\nفصول من تاريخ حائل، دار العلوم، الرياض، ١٤٠٤ هـ/١٩٨٤ م.\nفصول من تاريخ شقراء، الرياض، ١٤٠٥ هـ.\nعبد الله بن رواحة: رائد شعر الجهاد الإسلامي: حياته وشعره، دار الرفاعي، الرياض، ١٤٠٦ هـ/١٩٨٦ م.\nنجد قبل قرنين ونصف، دار النخيل، الرياض، ١٤١٢ هـ/١٩٩١ م.\nمن مشاهير علمائنا، النادي الأدبي، الطائف، ١٤٢١ هـ/٢٠٠٠ م.\nوفاته:\nتوفي ليلة السبت مساء الجمعة ١٨ رمضان ١٤٤٢ هـ الموافق ٣٠ أبريل ٢٠٢١ م.\nمصادر:\nقاموس الأدب والأدباء في المملكة العربية السعودية، الجزء (٢)، دارة الملك عبد العزيز، الرياض، ١٤٣٥ هـ.\nدليل الأدباء بدول مجلس التعاون لدول الخليج العربية، الأمانة العامة لمجلس التعاون لدول الخليج العربية، الرياض، ١٤٢٨ هـ/٢٠٠٧ م.\nمعجم الكتاب والمؤلفين في المملكة العربية السعودية، الدارة للإعلام المحدودة، الطبعة الثانية، ١٤١٣ هـ/١٩٩٣ م.\nموسوعة الأدباء والكتاب السعوديين خلال مئة عام، أحمد سعيد بن سلم، النادي الأدبي، المدينة المنورة، الطبعة الثانية، ١٤٢ هـ/١٩٩٩ م.\nنقلا عن ويكيبيديا",
  "books": [
    {
      "text_id": 9850,
      "title": "تصحيح خطأ تاريخي حول الوهابية"
    }
  ]
}