{
  "author_id": 1433,
  "author_meta": "محمد محب الدين أبو زيد.\nمن مواليد: محافظة الجيزة، بمصر.\nالمؤهلات العلمية:\n١ - حصل على بكالوريوس هندسة، من كلية الهندسة جامعة القاهرة.\n٢ - ثم حصل على ليسانس علوم إسلامية ولغوية بتقدير عام جيد جدًا، من كلية دار العلوم، جامعة القاهرة.\n٣ - ثم حصل على تمهيدي ماجستير في قسم الشريعة من نفس الكلية بتقدير جيد جدًا.\n٤ - ماجستير في علوم الحديث بكلية دار العلوم، تحت إشراف الأستاذ الدكتور: عبد المجيد محمود، والرسالة بعنوان: «منهج الخطيب البغدادي في نقد الحديث من خلال كتابه تاريخ بغداد».\nمن أهم أساتذته ومشايخه:\n- الأستاذ الدكتور أحمد معبد عبد الكريم.\n- الأستاذ الدكتور رفعت فوزي عبد المطلب.\n- الأستاذ الدكتور عبد المجيد محمود.\n- الدكتور جمال المراكبي.\n- الشيخ طارق عوض الله.\nأهم المؤلفات والأبحاث والتحقيقات:\n١ - كتاب «واجبات فرط فيها كثير من الناس» تأليف، طُبع بمكتبة النور الهادي سنة ٢٠٠٤ م.\n٢ - كتاب «خصائص أهل الحديث والسنة، وبيان منهجهم وفضائلهم، والدفاع عنهم»، تأليف، طُبع بدار ابن الجوزي بمصر سنة ٢٠٠٥ م.\n٣ - كتاب «الباعث على إنكار البدع والحوادث» لأبي شامة المقدسي، تحقيق وتعليق، طُبع بدار مجد الإسلام، سنة ٢٠٠٧ م، وهو قيد التحقيق مرة أخرى على مخطوطات إضافية.\n٤ - كتاب «الانتصار للسلف الأخيار: نقد لكتاب \"الأسماء الحسنى\" للدكتور الرضواني» تأليف، طُبع بالمكتبة الإسلامية بمصر، سنة ٢٠٠٨ م.\n٥ - كتاب «أسماء الله -جل ثناؤه- وصفاته» (المشهور بـ «الأسماء والصفات»)، للإمام البيهقي، دراسة وتحقيق، طُبع في ثلاث مجلدات بمكتبة التوعية الإسلامية، بمصر سنة ٢٠٠٩ م.\n٦ - كتاب «توضيح الأفكار» للإمام الصنعاني، تحقيق وتعليق، طُبع في أربع مجلدات بمكتبة الرشد بالرياض، سنة ٢٠١١ م.\n٧ - كتاب «معالم الدين من أحاديث الصادق الأمين» تأليف، طُبع بدار مشارق الأنوار سنة ٢٠١٣ م.\n٨ - كتاب «جمهرة عقائد أئمة السلف» يحتوي على خمسين عقيدة للسلف، جمع وتحقيق وتعليق، طُبع بمكتبة التوعية الإسلامية سنة ٢٠١٥ م.\n٩ - كتاب «المحدث الفاصل» للإمام الرامهرمزي، تحقيق وتعليق، طُبع بدار الذخائر ٢٠١٦ م.\n١٠ - كتاب «مختصر سيرة الرسول» للإمام محمد بن عبد الوهاب، تحقيق وتعليق، وهو تحت الطبع.\nكُتبَت هذه الترجمة المختصرة\nبتاريخ ١٢ من ربيع الآخر سنة ١٤٣٧ هـ\nالموافق ٢٢/ ١/ ٢٠١٦ م.\nmoheb_el_den@yahoo.com\nوالحمد لله رب العالمين.\n[مع إضافات يسيرة في بيانات الكتب بعد التاريخ المذكور]",
  "books": [
    {
      "text_id": 124909,
      "title": "معالم الدين من أحاديث الصادق الأمين"
    },
    {
      "text_id": 19449,
      "title": "الانتصار للسلف الأخيار"
    },
    {
      "text_id": 809,
      "title": "منهج الخطيب البغدادي في نقد الحديث"
    }
  ]
}