{
  "author_id": 1437,
  "author_meta": "هذا حوار أجراه \"محمد صالح حمزة\" مع الأديب الفلسطيني أحمد الجدع. . عن موقع (رابطة أدباء الشام) على الإنترنت:\nالأستاذ أحمد الجدع الذي قدّم للمكتبة العربية ألواناً من العطاء شملت الأدب والفكر والتراجم واللغة .. وأبرزها الجهد الذي تميّز بطيف واسع من المعرفة، ويمثّل كنزاً ذهبياً من المعلومات العامة، والذي لا غنى لأيّ مكتبة عنه وهو \"قاموسك الثّقافي\".\nلقد عرف أحباب وإخوان أستاذنا الجدع دأبه الشّديد على التأليف: فمعظم أوقاته موقوف إما على التأليف وإما على تشييد وإغناء مكتبته العامرة التي تنشر ضياءها العلمي بصورة لافتة وهي \"دار الضّياء للنشر والتوزيع\". ولعلّ استقامته في عمله وخلقه، وتواضعه الذي ينفذ إلى القلوب كانت من أبرز عدّته في النّجاح الذي يسجّله باستمرار ودأب.\nطفنا معه في رحلة نجاحاته .. واغترفنا من بحرها الزّاخر .. فكانت هذه الحصيلة المباركة.\n١ - هل لكم أن تقدّموا للقراء بطاقتكم الشّخصيّة .. دراستكم الشّهادة التي نلتموها … ؟\nأحمد عبد اللطيف الجدع، ولدتُ في مدينة جنين، إحدى مدن شمال فلسطين عام ١٩٤١، وفي مدارسها درستُ حتّى نلتُ شهادة الدّراسة الثانوية الأردنية (المترك) عام ١٩٥٨، وفي كلية النّجاح الوطنية بنابلس درستُ الثانوية العامّة على النّظام المصري (التوجيهية) عام ١٩٥٩ وفي عام ١٩٧٠ حصلتُ على الشّهادة الجامعيّة الأولى الليسانس) في اللغة العربية، في جامعة بيروت العربية، وفي عام ١٩٧٧ م حصلتُ على دبلوم عام في التربية وعلم النّفس من جامعة قطر، وفي عام ١٩٨٢ م حصلتُ على دبلوم خاص في التربية وعلم النّفس من جامعة قطر أيضاً.\n٢ - نبذة عن مجالات العمل السابقة .. وعملكم الحالي\nعملتُ في مجال التّدريس في مدارس جنين لمدّة سنتين، وفي مدارس مدينة الطّائف بالسّعودية لمدة ثلاث سنوات وفي مدارس قطر لمدّة ثلاثين عاماً .. وأعمل مديراً لدار الضياء للنشر والتوزيع في عمّان.\n٣ - أبرز إنتاجاتكم الأدبية والفكريّة\nألّفتُ العديد من الكتب في مجال الأدب العربي الإسلامي، كما ألّفتُ عدداً من الكتب في مجال الدّعوة الإسلامية، وأخرى في مجال التراجم.\nففي مجال الأدب العربي الإسلامي ألّفتُ الكتب التالية:\n١ - شعراء الدّعوة الإسلامية في العصر الحديث في عشرة أجزاء بالاشتراك مع الأخ الأديب حسني جرّار.\n٢ - أناشيد الدّعوة الإسلامية في أربعة أجزاء بالاشتراك مع الأخ حسني جرّار.\n٣ - أجمل مائة قصيدة في الشّعر الإسلامي المعاصر، من المُقرّر أن يصدر في أربعة أجزاء، صدر الجزء الأول منه، ويضمّ خمساً وعشرين قصيدة.\n٤ - دواوين الشّعر الإسلامي المعاصر - دراسة وتوثيق.\n٥ - المطارحات الشّعرية: قوانينها ومعجمها الشّعري.\n٦ - شعراء معاصرون من الخليج والجزيرة العربية.\n٧ - شعراء العرب المعاصرون، صدر منه أحد عشر جزءاً.\n٨ - فلسطين في فكر سيد قطب وأدبه.\nوفي مجال الإسلاميّات:\n١ - ألقاب الصّحابة: مصادرها وقصصها وأهدافها.\n٢ - فدائيّون من عصر الرّسول.\n٣ - والله يعصمك من النّاس.\n٤ - صحابيات ومواقف.\n٥ - نساء حول الرّسول - صلى الله عليه وسلم -.\n٦ - صراعنا مع اليهود: من أين وإلى أين.\nوفي مجال التّراجم\n١ - أبو سفيان بن حرب: من الجاهلية إلى الإسلام.\n٢ - أحمد ديدات: حياته، نشاطه، مناظراته.\nوفي مجال المعرفة العامّة: صدر كتابي: قاموسك الثّقافي: الكنز الذّهبي في المعلومات العامّة، صدر منه حتّى الآن خمسة عشر جزءاً.\nكما اشتركتُ في تأليف كُتب قواعد اللغة العربية لدولة قطر.\nأمّا عن الكتب المخطوطة والتي في طريقها إلى الطّباعة إن شاء الله فهي:\n١ - النّحو القريب في قواعد اللغة العربية-مرحلة التّأسيس.\n٢ - معلّقات الشّعر النسائيّة، وهي عشر قصائد لعشر شواعر من شواعر العرب في العصر الجاهلي هي في نظري أجمل القصائد النسائيّة، لذا شبّهتها بالمعلّقات، وقد شرحتها شرحاً وافياً.\n٣ - ألقاب الصّحابيات، ويضمّ أكثر من خمسين لقباً لصحابيّات الرّسول صلى الله عليه وسلم - مع مناسباتها ولمحات عن حياة أصحابها.\n٤ - الخروج من جحر الضّب، ديوان شعر.\nنشرتُ مقالات كثيرة في عدد من الصّحف والمجلاّت أهمّها المجتمع الكويتيّة والأمان اللبنانية في عهدها القديم، وعندما انصرفتُ إلى تأليف الكتب تركتُ الكتابة في الصّحف.\n٤ - الإنتاج الذي تعتزّون به أكثر من غيره .. ولماذا؟\nإنتاج المؤلّف جزء منه، عزيز عليه، فالمؤلّف لا يُقدّم إنتاجه للقارئ إلاّ إذا كان هذا الإنتاج في رأيه جيّداً وذا فائدة ..\nوعلى الرّغم من تفاوت حظّ مؤلّفاتي في الانتشار-والقبول لدى القرّاء، إلاّ أن هناك كتاباً -هو أقلّها انتشاراً- له في نفسي تقدير خاص، ذلك لأنّه -في نظري- وحيد في بابه، وله قيمة علمية كبيرة ذلك هو: دواوين الشعر الإسلامي المعاصر: دراسة وتوثيق، فقد وثّقت فيه مائة ديوان وديوان من دواوين الشعر الإسلامي المعاصر في عام ١٩٨٤ في الوقت الذي لم يكن أحد يتحدّث عن الشّعر الإسلامي ودواوينه، فكان لهذا الكتاب وقعه الحسن لدى الدّوائر الأكاديمية والعلمية فقط، أما لدى الأفراد فكان انتشاره محدوداً.\n٥ - الآمال التي عزمتم على تحقيقها، ماذا تحقّق منها، وما الذي لم يتحقّق بعد؟\nالآمال والطّموحات كثيرة وكبيرة .. وهي دائماً أكثر وأكبر من الأعمار.\nكثير من مؤلفاتي كانت آمالاً وأصبحت حقيقة .. وكثير من المشاريع في مجال التأليف لا زالت آمالاً، وأسعى لتحقيقها، وأسأل الله أن يُحقّقها على يدي .. وأهم هذه الآمال التي أتمنّى أن أُحقّقها قبل حلول الأجل إن شاء الله:\nمعجم المعارك الإسلامية، وهو عمل جليل وكبير ومتشعّب، يحتاج إلى جهد ووقت ومال .. أسأل الله أن يُيسّرها ويُعين عليها ..\n٦ - السّاحة تعجّ بأدعياء الأدب، ورافعي راية الحداثة، كيف تنظرون إلى هذا الواقع، وماذا تقولون لهؤلاء؟\nأدعياء الأدب كُثر، ليس في عصرنا هذا، بل في كلّ عصر، فليس عصرنا بدعاً في هذا المجال، فكبار الشّعراء والأدباء في العصور الأدبية العربية كلّها شكوا من هذه الظّاهرة .. ولأنّ الزّبد -دائماً- يذهب ويتلاشى ولا يبقى إلاّ ما ينفع ويفيد، فإنّ كل أدعياء الأدب ذهبوا وتلاشوا، ولم يبق إلاّ هؤلاء الذين قدّموا النافع والمفيد، وعصرنا هذا لا يختلف عن سائر العصور ..\nأمّا عن الحداثة بالمعنى الذي أفهمه، وهو تفاعل الأديب مع عصره، فهو مطلوب، ونحرص عليه، وندعو له ولا يكون الأديب أديباً في نظري إلاّ إذا كان حداثيّاً بهذا المفهوم.\nأما الحداثة بمعنى تنحية القيم الإسلامية وإحلال القيم المستوردة محلّها، فهذا لا يقبل به عاقل، فإذا وجدنا عاقلاً يقبل به ويدعو إليه، فلا نشكّ عندئذٍ أنه مدخول الفكر، مأجور لغير أمّته .. وإلاّ فماذا نكون إذا حملنا فكر غيرنا وتغنّينا بأمجاد أعدائنا، وأنشدنا أشعار قاتلينا؟.\nالواقع الأدبي في عالمنا العربي في تغيّر مستمر إلى الأفضل، والأدب الإسلامي يتقدّم بثبات وثقة رغمّ كل ما يعترضه من عقبات، وأدعياء الأدب والحداثة في تراجع مستمر رغم ما يُلاقونه من تأييد على أوسع مدى، فالأدب الإسلامي أدب الواقع والحداثة وأدب السّمو والرّفيع وأدب التّراث المجيد، والواقع الأليم، والمستقبل المشرق، إن شاء الله ..\nوأنا أشدّ على أيدي أولئك الذي يُجاهدون بالكلمة النّظيفة الهادفة، وأقول لأولئك الذين انساقوا وراء التّيار المعادي لأمّتهم: رويدكم .. راجعوا أنفسكم، انضمّوا إلى صفوف شعبكم وانصروا عقيدتكم .. هذا هو الخلود الأبدي .. أما التّلميع المصطنع والدّعايات الزّائفة فهي إلى زوال .. وقريباً تنكشف الأغطية وتزول الأصباغ.\n٧ - أعداء الإسلام يتّهمون الإسلاميين باحتكار الحقيقة، وبالتالي نفي الآخر .. كيف تردّون على هذه الفرية، وما هو حكم الإسلام تجاه الرّأي الآخر؟\nبالرّغم من اعتقادنا بأنّ الإسلام هو الحقيقة الكبرى، إلاّ أن الإسلام هو العقيدة الوحيدة التي أبت أن تحتكر التّفكير، فأعلنت في محكم التّنزيل:} لا إِكْرَاهَ فِي الدِّينِ {، وليس هناك من دليل أقوى وأظهر من وجود أتباع للدّيانات المختلفة في بلاد المسلمين على مرّ العصور، بل إنّ الفِرَقَ المختلفة لها وجود في كلّ بلد إسلامي، وكان بإمكان الدّول الإسلامية في أوج عظمتها أن تتخلّص من هؤلاء وهؤلاء دون اعتراض من أحد، ولكنّها لم تفعل لأنّ احتكار التّفكير ليس من طبيعة الإسلام.\nوالإسلاميون المعاصرون .. وهم حملة الفكر الإسلامي الأصيل لا يخرجون في تفكيرهم وتعاملهم مع الآخرين عن هذا الإطار، وأسمحُ لنفسي أن أذهب بعيداً فأقول بأنّ من مصلحة أبناء الدّيانات الأخرى أن يحكم الإسلاميون، ذلك لأنّهم الوحيدون الذين سوف يتيحون لهم حرية التّدين الأصيل، ولستُ مبالغاً إذا قلتُ بأنّ انحراف أتباع الدّيانات عن دياناتهم لم يستفحل إلاّ عندما حكمت الدّول الغربية بلاد المسلمين ..\nوعندما حكم أتباع الأفكار التي سادت عالمنا الإسلامي في هذا القرن احتكروا هم الحقيقة .. بل احتكروا كلّ شيء، وقد ساموا الإسلاميين من سوء العذاب ما لا ينكره أحد، وقد علّقوا على أعواد المشانق خيرة المفكّرين المسلمين .. وهذا لا يحتاج منّي إلى برهان ..\nوعندما يرفع الآخرون عقيرتهم ويتّهمون الإسلاميين باحتكار الحقيقة فإنّهم يسقطون ذلك على غيرهم إسقاطاً نفسيّاً، فيخشون أن يعاملهم الإسلاميون إذا ما استلموا زمام الأمور كما عاملوهم .. وأنا أُطمئن هؤلاء فأقول لهم: إنّ ذلك لن يحدث، وفي التاريخ شواهد، فما ساد المسلمون في وقت من الأوقات، أو في مكان من الأمكنة، إلاّ ونشروا فيه حرية الفكر وعدالة الحكم والمساواة بين الشّعوب.\n٨ - الأمة العربية والإسلامية تمرّ بمرحلة غاية في الدّقة والخطورة .. كيف تنظرون إلى ذلك، وما هو في رأيكم الدّاء .. وما هو الدّواء؟\nبدأت الانتكاسة الكبرى في حياة الأمّة الإسلامية المعاصرة بسقوط الدولة العثمانية وتشرذم الأمة إلى دويلات لا حول لها ولا طول، وكان من نتيجة هذا السّقوط تمكّن الدّول الاستعمارية من شعوب المسلمين. ومما ساعدهم على هذا التّمكن الجهل المطبق بالإسلام وأحكامه وأهدافه لدى عامّة المسلمين وخاصّتهم. وعندما ظهر المصلحون الذين يُنادون بالعودة إلى الجذور والتّمسّك بالإسلام لاقوا من شعوبهم قبل حكّامهم عداءً وحرباً، وذلك بسبب ما أشرنا إليه من جهل بهذا الدّين .. ومما زاد هذا السّقوط استشراءً انجراف شعوبنا خلف الدّعوات القادمة من الغرب ظنّاً منهم أنّها المنقذ من الضّلال.\nوبسبب من الجهود الهائلة التي بذلها الدّعاة إلى الله، وبسبب من النّكبات التي أنزلها أصحاب الدّعوات المستوردة بالبلاد والعباد، بدأ النّاس يفيقون من نومهم، ويأرزون إلى دينهم، ونحن على يقين بأن المدّ الإسلامي في تزايد ونمو .. ولابدّ للمدّ أن يبلغ مداه ..\n٩ - ماذا يجول في الخاطر وتودّون أن تقولوه للقارئ؟\nأقول للذين عرفوا الطّريق وساروا فيه: استمرّوا، فسوف تصلون إلى المبتغى، وإن لم تصلوا اليوم فسوف تصلون غداً .. وإن لم تصلوا أنتم فسوف يصل أبناؤكم أو أحفادكم. النّصر آتٍ وقريب، ودولة الإسلام الكبرى ليست ما مضى وإنما هي ما سوف يأتي، وقد بشّرتْ بذلك آيات الكتاب الكريم وأحاديث رسولنا الكريم .. ويُبشّر بذلك واقع الأعداء اليوم .. فهو واقع مظلم، شديد الظّلام، ويُبشّر بذلك طلائع الزّحف الإسلامي القادم كالسّيل المنهمر .. وإن غداً لناظره قريب.\nوأقول لأولئك الذين تأخروا عن الانضمام للركب السائر في طريق الحقيقة: انزعوا عن أنفسكم ثياب التّردّد، وانضمّوا إلى الرّكب .. ركب النّجاح والفلاح.\nوأقول لأولئك الذي يُعلنون عداءهم ويسرّونه: لن ينفعكم كيدكم مهما عظم، وعداؤكم مهما طال، فمدّنا يزحف، والعميان لا تراه\nوفاته:\nتوفي يوم الجمعة ١٨ رجب ١٤٣٣ هـ يوافقه ٨ يونيو ٢٠١٢ م",
  "books": [
    {
      "text_id": 4270,
      "title": "فدائيون من عصر الرسول"
    }
  ]
}