{
  "author_id": 1443,
  "author_meta": "سيرة الدكتور محمد راتب النابلسي الذاتية، كما وردت في موقعه\nولد في دمشق من أسرة؛ حظها من العِلم كثير، فقد كان والده \" عالماً من علماء دمشق، وكان يدرس في مساجد دمشق، وترك مكتبة كبيرة تضم بعض المخطوطات\nوالتحق بمدارس دمشق الابتدائية، والإعدادية، والثانوية، ثم التحق بمعهد إعداد المعلمين، وتخرج فيه عام ١٩٥٦ م، وبعدها التحق بكلية الآداب / قسم اللغة العربية / في جامعة دمشق، وتخرَّج فيها عام ١٩٦٤ م، حيث حصل على ليسانس في آداب اللغة العربية وعلومها، وبعدها التحق بكلية التربية بجامعة دمشق، ليتابع دراساته العليا، وحصل في عام ١٩٦٦ م على دبلوم التأهيل التربوي بتفوّق، ثم التحق بجامعة ليون / فرع لبنان / وحضَّر درجة الماجستير في الآداب، حيث وافقت وزارة الثقافة والإرشاد القومي في الجمهورية العربية السورية على طبع الكتاب موضوع الأطروحة على نفقتها، وقد حصل على شهادة الدكتوراه الصادرة عن Trinity college في ١٨-٥-١٩٩٩، في موضوع تربية الأولاد في الإسلام\nوعمل في حقل التعليم الثانوي الرسمي، ثم الجامعي، حيث عين أستاذاً محاضراً في كلية التربية بجامعة دمشق، بدءاً من عام ١٩٦٩ م وحتى عام ١٩٩٩ م. وبعدها أستاذاً لمادة الإعجاز العلمي في القرآن والسنة في كليات الشريعة وأصول الدين في جامعة الأزهر فرع الفتح الإسلامي في دمشق، وأستاذاً لمادة العقيدة الإسلامية بجامعة الأزهر في مجمع أبي النور، وأستاذاً لأصول التربية في جامعة طرابلس الإسلامية\nألف أو شارك في تأليف عدة كتب متعلقة بعمله الوظيفي أبرزها كتاب (من أدب الحياة) وهو كتاب المطالعة المقرر لشهادة الدراسة الثانوية، بفرعيها الأدبي والعلمي، والذي استمر تدريسه قرابة عشر سنوات، وشارك في تأليف كتاب أصول تدريس اللغة العربية لطلاب الدراسات العليا (دبلوم التأهيل التربوي) في كلية التربية في جامعة دمشق، وألف أو شارك في تأليف كتب أخرى\n* * *\nوقد طلب العلم الديني والشرعي في وقت مبكر من حياته، فلزم دروس العلم الديني والشرعي لعدد من علماء دمشق، حيث درس التفسير، والحديث، والفقه، والسيرة، والفرائض، ونال إجازة إسلامية في رواية الحديث الشريف من أستاذه في كلية الآداب الدكتور الشيخ صبحي الصالح أستاذ علوم القرآن، وعلوم الحديث، وفقه اللغة، في جامعة دمشق.\nوفي عام ١٩٧٤ م عين خطيباً في جامع جده الشيخ عبد الغني النابلسي، ومدرساً دينياً في مساجد دمشق، ولا يزال يخطب في جامع جده الشيخ عبد الغني النابلسي، ويدرِّس فيه، ويدرس في جامع سعد بن معاذ في حي المالكي بدمشق، وفي عدد آخر من مساجد دمشق وما حولها، يدَرِّس العقيدة، والتفسير، والحديث، والفقه، والسيرة، واللغة العربية، وأصول الدعوة، ثم عيِّن مديراً لمعهد تحفيظ القرآن في جامع النابلسي، وعضواً مُشرفاً على مجلة (نهج الإسلام) التي تصدرها وزارة الأوقاف في الجمهورية العربية السورية، وعين عضواً في عدد من اللجان التي شكلتها وزارة الأوقاف؛ كلجنة الخَطابة، ولجنة الحَج العُليا، ولجنة التوجيه والإرشاد، ولجنة تأهيل الدعاة، ولجنة المخطوطات، وكان مندوب وزارة الأوقاف في اجتماعات اللجنة العليا لدراسة اتفاقية القضاء على كافة أشكال التمييز ضد المرأة. وكان عضواً في بعثة الحج الرسمية لثلاث سنوات.\nوقد صدر تكليف من وزير الأوقاف بتعيينه أحد خطباء مسجد بني أمية الكبير، ومدرسا دينياً فيه، في الشهر الخامس من عام ٢٠٠٥، ثم صدر قرار بتعيينه مديراً لثانوية الشيخ عبد الغني النابلسي الشرعية للذكور والإناث، عام ٢٠٠٦\nومثَّل سورية في مؤتمر الإسيسكو (المنظمة الإسلامية للتربية والعلوم والثقافة) الذي عقد في الرباط عام ١٩٩٣، ومثل سورية أيضاً في مؤتمر إسلامي عقد في طهران عام ١٩٩٥، ودعي لحضور مؤتمر إسلامي في مالي، وفي الكونغو، وشارك في مؤتمر الأسرة الذي عقد في أبو ظبي عام ١٩٩٨، وشارك في مؤتمر الفقه الإسلامي الذي عقد في ديترويت في الولايات المتحدة الأميركية عام ١٩٩٩، وشارك في مؤتمري الشباب المسلم الذي عقد في لوس أنجلس عام ١٩٩٨ ـ ١٩٩٩، وشارك في مؤتمر المجلس الأعلى للشؤون الإسلامية المنعقد في القاهرة عام ١٩٩٩، ٢٠٠٥، ٢٠٠٦، وشارك في ندوة البركة الثامنة للاقتصاد الإسلامي التي عقدت في دمشق عام ١٩٩٩، وشارك في المؤتمر العالمي السادس للإعجاز العلمي في القرآن والسنة المنعقد في بيروت عام٢٠٠٠، وشارك في ندوة التجارب الوقفية في بلاد الشام المنعقدة في دمشق عام ٢٠٠٠، وشارك في مؤتمر وزراء الأوقاف في العالم الإسلامي الذي عقد في ماليزيا عام ٢٠٠٢، وشارك في مؤتمر التنشئة الاجتماعية الذي عقد في دمشق، وأعد ورقة دور المؤسسات الدينية في التنشئة الاجتماعية عام ٢٠٠٥، وشارك في المجالس الهاشمية في الأردن ـ عمان عام ٢٠٠٧ / ٢٠٠٨ / ٢٠٠٩، وشارك في جائزة القرآن الكريم في دبي عام ٢٠٠٧ / ٢٠٠٨ / ٢٠٠٩، ولبى دعوة الحكومة الليبية لإلقاء محاضرات في مساجد طرابلس عامي ٢٠٠٨، ٢٠٠٩ ومثل سورية في مؤتمر السكان الذي عقد في إندونيسيا جزيرة بالي عام ٢٠٠٧، ومثل سورية في مؤتمر السكان الذي عقد في القاهرة عام ٢٠٠٨، وشارك في الملتقى الدولي الرابع الإسلامي في الجزائر عام ٢٠٠٨، ولبى دعوة هيئة الإعجاز العلمي العالمية في الجزائر عام ٢٠٠٩، ولبى دعوة الحكومة الألمانية لزيارة ست مدن فيها منها برلين بصحبة المفتي العام للجمهورية والتقى مع القيادات الجامعية والدينية والسياسية في كل مدينة، وألقى كلمة في البرلمان الألماني عام ٢٠٠٨، ولبى دعوة الحكومة الصينية لزيارة بكين وشنغهاي ومدن أخرى للاطلاع على أحوال المسلمين في الصين بصحبة المفتي العام للجمهورية عام ٢٠٠٨، ولبى دعوة رسمية لزيارة المملكة العربية السعودية مرتين، والمملكة الأردنية الهاشمية ثلاث مرات، وجمهورية اليمن مرتين، وجمهورية السودان مرتين، ولبى دعوة رسمية لزيارة جمهورية غينيا، ولبى دعوة لإلقاء محاضرات دينية في الولايات المتحدة الأمريكية (فرانكلن، ديربون، أناربر، فلنت، انديانا، ميامي، واشنطن، نيوجرسي، ستاكتون، سانت كلارا، لوس أنجلوس) عام ١٩٩٨، ١٩٩٩، ولبى دعوة لإلقاء محاضرات دينية في أوستراليا (سدني) عام ٢٠٠١، و (سدني، ومالبورن) عام ٢٠٠٤، و (سدني ومالبورن) عام ٢٠٠٦، ، ولبى دعوة الجالية الإسلامية في فرنسا عام ٢٠٠٨، ٢٠٠٩ ولبى دعوة الجالية الإسلامية في برلين في ألمانيا عام ٢٠٠٨، ولبى دعوة الجالية الإسلامية في اسطنبول عام لعدة أعوام، ولبى دعوة الجالية الإسلامية في سويسرا، والجالية الإسلامية في السويد عام ٢٠٠٩، ولبى دعوة لإلقاء محاضرات في الأردن، ودبي، وأبو ظبي، والشارقة، والعين، ورأس الخيمة، والبحرين، والكويت وألقى محاضرات في لبنان؛ جامعة الإصلاح الإسلامي، وجمعية المكارم الخيرية، في طرابلس، ولبى دعوة مفتي لبنان، ومفتي صيدا، ومفتي البقاع، ومفتي طرابلس؛ لإلقاء محاضرات في عدة مدن في لبنان، ولبى دعوة لإلقاء محاضرات في معظم المراكز الثقافية في الجمهورية العربية السورية، ودرّس العقيدة لدورة الأئمة والخطباء الناطقين بغير العربية ثلاث سنوات في كلية أصول الدين في مجمع أبي النور في دمشق، إضافة إلى المحاضرات التي يلقيها كل عام على الأئمة والخطباء غير الناطقين بالعربية الذين يفدون إلى دمشق من شتّى البقاع الإسلامية، فضلاً عن العديد من المحاضرات التي ألقاها في دمشق بتكليف من وزارة الأوقاف السورية في موضوعات شتى، وفي مناسبات عديدة\nوله دروس، وخُطب، وندوات، وحواريات؛ تبثها إذاعة دمشق، وله في إذاعة القدس التي تبث برامجها من دمشق أربع ساعات يومياً، وإذاعات لبنانية، منها: دار الفَتوى في بيروت، وإذاعات طرابلس، وصيدا، والأزهر في البقاع، وإذاعات الضفة الغربية والقطاع، وإذاعات الأردن، وإذاعة أبو ظبي في الإمارات العربية المتحدة، وإذاعة قطر في الخليج العربي، وإذاعة الكويت، وإذاعة الرياض، وإذاعة القرآن الكريم في القاهرة، وإذاعة الشرق من باريس، وإذاعة أنا في واشنطن، وإذاعة ديترويت للجالية العربية.\nوله دروس وندوات تلفزيونية، يبثها التلفزيون العربي السوري بقناتيه الأولى والثانية في المناسبات الدينية، وله ندوات تلفزيونية دورية بثتها القناة الفضائية السورية، منها (الإسلام والحياة) ، و (الفقه الحضاري) ، وآخرها (الإيمان هو الخلق) ، وهناك ندوات يبثها التلفزيون الأردني، وتلفزيون أبو ظبي، وتلفزيون دبي، وتلفزيون الشارقة، وتلفزيون رأس الخيمة، وتلفزيون عُمان، وتلفزيون الجزائر، وتلفزيون الأقصى، وتلفزيون القدس، وبعض االقنوات الفضائية الأخرى كقناة الشام، وقناة الدنيا، وقناة الواحة، وقناة إنفنتي، وقناة بغداد، وقناة التواصل، وقناة الرحمة، وقناة الحافظ، وقناة المنار، وأما قناة الرسالة فله فيها برنامج يعد من أبرز برامج قناة الرسالة موضوعه الأسماء الحسنى حلقاته مئتا حلقة، وبرنامج أفلا يبصرون، وأما قناة اقرأ فتبث برنامج تفسير سورة الأعراف وبعدها سورة الأنفال، وأما قناة الفجر فتبث برنامج سنريهم آياتنا\nوله مؤلفات إسلامية من أبرزها كتاب (نظرات في الإسلام) ثلاث طبعات، وطبعة مترجمة إلى اللغة الإنكليزية، وكتاب (تأملات في الإسلام) ، ثلاث طبعات، وطبعة مترجمة إلى اللغة الإنكليزية، وكتاب (كلمات مضيئة ولقاءات مثمرة مع الشعراوي) طبعتان، وكتاب (الإسراء والمعراج) طبعتان، وكتاب (الهجرة) طبعتان، وكتاب (الله أكبر) طبعتان، وكتاب (موسوعة الأسماء الحسنى) ثلاثة مجلدات، وعشرون طبعة، وقد ترجم إلى اللغة الإنكليزية، وكتاب (موسوعة الإعجاز العلمي في القرآن والسنة / آيات الله في الآفاق، آيات الله في الإنسان) مجلدان، وعشرون طبعة، وهو أحد خمسة الكتب الأولى الأكثر مبيعاً في سورية عام ٢٠٠٩ من خلال استبيان نشرته مجلة (الاقتصادي) في العدد الصادر يوم ١ / ١ / ٢٠١٠، ومن خلال ١٥٠ دار نشر ومكتبة، وقد ترجم إلى اللغة الإنكليزية، وكتاب (ومضات في الإسلام) طبعتان، وكتاب (مقومات التكليف) طبعتان، وكتاب (الرد على البابا) طبعتان.\nوله مقالات إسلامية في كل أعداد مجلة (نهج الإسلام) التي تصدر في دمشق، والتي يشارك في الإشراف عليها، وفي مجلة (منبر الداعيات) التي تصدر في بيروت، وفي مجلة (الميرا) التي تصدر في لندن، وفي كل أعداد مجلة (الأصيل) ، ومجلة (بانوراما) ، ومجلة (الشبابلك) ، ومجلة (التواصل) وكلها تصدر في دمشق\nوله مقالات وحواريات منشورة في الصُحف السورية (الثورة) ، واللبنانية (اللواء، والشرق) وفي صحيفة (المسلمون) التي تصدر في لندن، وفي صحيفة (الاعتدال) التي تصدرها الجالية السورية في أمريكا، وفي صحيفة (الديار) التي تصدرها الجالية العربية في أوستراليا (سدني) .\nوهو عضو مؤسس لجمعية (مكافحة التدخين والمواد الضارة) في سورية\nورئيس لجمعية (حقوق الطفل) في سورية\nوله موقع على الإنترنيت: www.nabulsi.com\nوله عنوان في الإيميل Alnabulsi@scs-net.org\nهاتفه الجوال: ٠٠٩٦٣٩٤٤٢١١٩٢٧\nالفاكس: ٠٠٩٦٣١١٣٧٤٠٤٤٢\nصندوق البريد: ٧٠٤٠ (ركن الدين) دمشق ـ سورية\nدمشق في ٥ / ١ / ٢٠١٠",
  "books": [
    {
      "text_id": 1444,
      "title": "موسوعة الإعجاز العلمي في القرآن والسنة"
    }
  ]
}