{
  "author_id": 145,
  "author_meta": "بكر بن عبد الله أبو زيد (١٣٦٥ - ١٤٢٩ هـ)\nبكر بن عبد الله أبو زيد بن محمد بن عبد الله بن بكر بن عثمان بن يحيى بن غيهب بن محمد، ينتهي نسبه إلى بني زيد الأعلى، وهو زيد بن سويد بن زيد بن سويد بن زيد بن حرام بن سويد بن زيد القضاعي، من قبيلة بني زيد القضاعية المشهورة في حاضرة الوشم، وعالية نجد، وفيها ولد.\nتخرج عام ١٣٨٨ من كلية الشريعة، بالرياض منتسبا، وكان ترتيبه الأول. وكان بجانب دراسته النظامية يلازم حلق عدد من المشايخ في الرياض ومكة المكرمة والمدينة المنورة. فقرأ على الشيخ عبد العزيز بن عبد الله بن باز ولازمه نحو سنتين وأجازه، وعلى الشيخ محمد الأمين الشنقيطي ولازمه نحو عشر سنين\nوفي عام ١٣٩٩ هـ درس في المعهد العالي للقضاء منتسبا، فنال شهادة العالمية (الماجستير)\nوفي عام ١٤٠٣ هـ تحصل على شهادة العالمية العالية (الدكتوراه).\nعين في القضاء في المدينة المنورة، ومدرسا وإماما وخطيبا في المسجد النبوي الشريف، وعضوا في هيئة كبار العلماء، واختير رئيسا لمجمع الفقه الإسلامي الدولي وعين عضوا في المجمع الفقهي برابطة العالم الإسلامي، ودرّس في المعهد العالي للقضاء، وفي الدراسات العليا في كلية الشريعة بالرياض\n(مؤلفاته)\nالمدخل المفصل إلى مذهب الإمام أحمد بن حنبل [مجلدان].\nفقه النوازل: [ثلاثة مجلدات] فيها خمس عشرة قضية فقهية مستجدة: التقنين والإلزام، المواضعة في الاصطلاح، أجهزة الإنعاش وعلامة الوفاة، طفل الأنابيب، خطاب الضمان البنكي، الحساب الفلكي، البوصلة، التأمين، التشريع وزراعة الأعضاء، تغريب الألقاب العلمية، بطاقة الائتمان، بطاقة التخفيض، اليوبيل، المثامنة في العقار، التمثيل\nالأجزاء الحديثية: خمس رسائل هي: مرويات دعاء ختم القرآن الكريم، نصوص الحوالة، زيارة النساء للقبور، مسح الوجه باليدين بعد رفعهما بالدعاء، ضعف حديث العجن\nالردود: خمس رسائل هي: الرد على المخالف، تحريف النصوص، براءة أهل السنة من الوقيعة في علماء الأمة، عقيدة ابن أبي زيد القيرواني وعبث بعض المعاصرين بها، التحذير من مختصرات الصابوني في التفسير\nالنظائر: أربع رسائل هي: العزاب من العلماء وغيرهم، التحول المذهبي، التراجم الذاتية، لطائف الكلم في العلم\nالتقريب لعلوم ابن القيم.\nالحدود والتعزيرات.\nالجناية على النفس وما دونها.\nحكم الانتماء إلى الفرق والأحزاب والجماعات الإسلامية.\nمعجم المناهي اللفظية.\nلا جديد في أحكام الصلاة.\nتصنيف الناس بين الظن واليقين.\nالتعالم.\nحلية طالب العلم.\nآداب طالب الحديث من الجامع للخطيب.\nالرقابة على التراث.\nتسمية المولود.\nأدب الهاتف.\nالفرق بين حد الثوب والأزرة.\nأذكار طرفي النهار.\nفتوى السن، عن مهمات المسائل.\nمعرفة النسخ والصحف الحديثة.\nالتأصيل لأصول التخريج وقواعد الجرح والتعديل. ثلاثة مجلدات، طبع منها الأول.\nالتحديث بما لا يصح فيه حديث.\nطبقات النسابين.\nابن القيم حياته، آثاره، موارده.\nبدع القراء.\nخصائص جزيرة العرب.\nعلماء الحنابلة من الإمام أحمد إلى وفيات القرن الخامس عشر الهجري، مجلد على طريقة: الأعلام للزركلي.\nدعاء القنوت.\nنظرية الخلط بين الإسلام وغيره من الأديان.\nتقريب آداب البحث والمناظرة.\nجبل إلال بعرفات، تحقيقات تاريخية وشرعية.\nمدينة النبي صلى الله عليه وسلم رأي العين.\nقبة الصخرة، تحقيقات في تاريخ عمارتها وترميمها.\n(تحقيقاته)\nاختيارات ابن تيمية للبرهان ابن القيم\nالسحب الوابلة على ضرائح الحنابلة: للشيخ محمد بن عبد الله بن حميد - تحقيق بالاشتراك.\nتسهيل السابلة إلى معرفة علماء الحنابلة للشيخ صالح بن عبد العزيز بن عثيمين\nفتح الله الحميد المجيد في شرح كتاب التوحيد للشيخ حامد بن محمد الشارقي\nالبلغة في فقه الإمام أحمد بن حنبل للفخر ابن تيمية\nالجد الحثيث في معرفة ما ليس بحديث للغزي\n(وفاته)\nتوفي يوم الثلاثاء ٢٨ من شهر المحرم، عام ١٤٢٩ هـ = ٥ فبراير ٢٠٠٨ م في إثر مرض عانى منه طويلاً، رحمه الله\n_________\nالترجمة مختصرة من موقع الإفتاء بالمملكة العربية السعودية (مع زيادة يسيرة)",
  "books": [
    {
      "text_id": 10487,
      "title": "الإبطال لنظرية الخلط بين دين الإسلام وغيره من الأديان"
    },
    {
      "text_id": 10500,
      "title": "الحدود والتعزيرات عند ابن القيم"
    },
    {
      "text_id": 10776,
      "title": "فقه النوازل"
    },
    {
      "text_id": 132530,
      "title": "فائت تسهيل السابلة"
    },
    {
      "text_id": 1592,
      "title": "طبقات النسابين"
    },
    {
      "text_id": 23611,
      "title": "المدخل المفصل إلى فقه الإمام أحمد وتخريجات الأصحاب"
    },
    {
      "text_id": 26385,
      "title": "معجم المناهي اللفظية"
    },
    {
      "text_id": 285,
      "title": "المداخل إلى آثار شيخ الإسلام ابن تيمية"
    },
    {
      "text_id": 29883,
      "title": "لا جديد في أحكام الصلاة"
    },
    {
      "text_id": 4089,
      "title": "بطاقة الائتمان"
    },
    {
      "text_id": 96768,
      "title": "السبحة تاريخها وحكمها"
    },
    {
      "text_id": 9844,
      "title": "حكم التمثيل"
    },
    {
      "text_id": 9884,
      "title": "حلية طالب العلم"
    },
    {
      "text_id": 9903,
      "title": "حراسة الفضيلة"
    }
  ]
}