{
  "author_id": 1465,
  "author_meta": "محمد البهي (١٣٢٣ - ١٤٠٢ هـ) = (١٩٠٥ - ١٩٨٢ م)\nالدكتور محمد البهي وزير الأوقاف المصري الأسبق أحد مفكري الإسلام في العصر الحديث، دعا إلى الإصلاح الديني بالعودة للأصول، وتتبع نشأة الفكر الإسلامي منذ بدايته حتى الوقت المعاصر مقارنا بينه وبين غيره من المذاهب الفكرية، متصديا للأفكار الهدامة وفاضحا الاستعمار ودوره في المجتمعات الإسلامية. وقد ترك البهي ثروة غنية من المؤلفات التي أثرت الفكر الإسلامي والمكتبة الإسلامية كان أكثرها أهمية كتابه «الفكر الإسلامي الحديث وصلته بالاستعمار الغربي» الذي كان له الفضل في التعريف به كمفكر إسلامي في الأوساط العربية والإسلامية.\n[النشأة والتكوين]\nولد محمد محمد البهي بقرية «أسمانية» التابعة لمركز شبراخيت بمحافظة البحيرة بمصر يوم ٢ من جمادى الآخرة ١٣٢٣هـ/٣ من أغسطس ١٩٠٥م.\nأتم حفظ القرآن الكريم وهو في العاشرة وأتم تجويده في دسوق في الحادية عشرة، ثم التحق بمعهد دسوق الديني عام ١٣٣٥هـ/١٩١٧م واستمر فيه ثلاث سنوات، انتقل بعدها لمعهد طنطا الديني، ثم إلى معهد الإسكندرية الديني حيث حصل منه على الشهادة الثانوية الأزهرية وكان ترتيبه الأول على طلاب الإسكندرية.\nتابع البهي دراسته في الأزهر الشريف بالقاهرة، وحصل على شهادة العالمية النظامية بعد أن تقدم إلى الامتحان من الخارج مختصرا بذلك المدة الدراسية، وكان عدد المتقدمين للامتحان ٤٠٠ طالب لم ينجح سوى أربعة منهم وكان ترتيبه الأول عليهم، ثم التحق بقسم التخصص في البلاغة والأدب وأتم دراسته في هذا القسم وحصل على درجة التخصص في ربيع الآخر ١٣٥٣هـ/أغسطس ١٩٣١م بعد أن تقدم بأطروحته للحصول على هذه الدرجة بعنوان «أثر الفكر الإغريقي في الأدب العربي نثرا ونظما».\nفي جمادى الأولى ١٣٥٣هـ/سبتمبر ١٩٣١م سافر إلى ألمانيا لدراسة الفلسفة مبعوثا من مجلس مديرية البحيرة إحياء لذكرى الشيخ محمد عبده، فحصل على دبلوم عال في اللغة الألمانية عام ١٣٥٦هـ/١٩٣٤م، كما حصل على الدكتوراة في الفلسفة والدراسات الإسلامية بتقدير امتياز من جامعة هامبورج عام ١٣٥٨هـ/١٩٣٦م وحملت أطروحته للدكتوراة عنوان «الشيخ محمد عبده والتربية القومية في مصر».\n[بين الأزهر والأوقاف]\nبعد عودته لمصر عام ١٣٦٠هـ/١٩٣٨م اشتغل البهي بتدريس الفلسفة الإسلامية والإغريقية في كلية أصول الدين، ثم نقل عام ١٣٦٩هـ/١٩٥٠م إلى كلية اللغة العربية أستاذا ورئيسا لقسم الفلسفة إلى جانب اشتغاله أستاذا زائرا بجامعة ماكجل بكندا وبجامعة الرباط الحديثة وجامعة قسنطينة الجزائرية وجامعة قطر وجامعة العين بالإمارات العربية.\nوعمل بجانب التدريس مديرا عاما للثقافة الإسلامية بالأزهر فاهتم بنشر تراث الشيخ محمود شلتوت شيخ الأزهر الأسبق، ثم عين أول مدير لجامعة الأزهر بعد صدور قانون تطوير الأزهر عام ١٣٨١هـ/١٩٦١م.\nوكان البهي قد أعرب عام ١٣٥٨هـ/١٩٣٦م عن رأيه في الدراسة بجامعة الأزهر بعدم اقتصار الدراسة على العلوم الدينية وحدها فتحقق ما أراده عام ١٣٨٢هـ/١٩٦٢م حيث اشتملت الدراسة على دراسات علمية أخرى.\nوفي ربيع الآخر ١٣٨٢هـ/سبتمبر ١٩٦٢م عين وزيرا للأوقاف وشئون الأزهر وكان يتطلع لإنشاء شعبة خاصة في كلية البنات باسم شعبة الثقافة العامة مهمتها التنوير العام من نواحي تدبير المنزل ورعاية الأسرة وذلك من خلال تنظيم محاضرات مفتوحة لكل ربة بيت، ولكنه لم يتمكن من تجسيد فكرته على أرض الواقع.\nوفي ذي القعدة ١٣٨٣هـ/مارس ١٩٦٤م عين مرة أخرى مديرا لجامعة الأزهر فاستقال وعين أستاذا للفلسفة الإسلامية بكلية الآداب جامعة القاهرة.\nكما شارك البهي في أعمال المجلس الأعلى للفنون والآداب، والمؤتمر الثقافي الأول لجامعة الدول العربية بالإسكندرية عام ١٣٦٩هـ/١٩٥٠م وفي الندوة الإسلامية العالمية بجامعة برنستون ومكتبة الكونجرس عام ١٣٧٢هـ/١٩٥٣م والندوة الإسلامية العالمية بلاهور ١٣٧٧هـ/١٩٥٨م، واختير عضوا بمجمع البحوث الإسلامية ومستشارا في المؤتمر الإسلامي بالقاهرة، كما زار الملايو وإندونسيا والفلبين في صحبة الشيخ محمود شلتوت شيخ الأزهر.\nوعندما بلغ الستين من عمره ترك التدريس ورفض قرار مجلس الوزراء بمد خدمته خمس سنوات أخرى وآثر التفرغ للكتابة والتأليف إلى أن وافته المنية في ٢٢ من ذي القعدة ١٤٠٢هـ/١٠ من سبتمبر ١٩٨٢م عن عمر يناهز سبعة وسبعين عاما.\nوبعد وفاته منح اسمه وسام العلوم والفنون من الطبقة الأولى بمناسبة الاحتفال بالعيد الألف للأزهر.\nكما تبرعت أسرته بمكتبته لمسجد النور بالعباسية وتضم ٢٢٥٠ كتابا منها ٣٨ من مؤلفاته، بالإضافة لكتب بلغات مختلفة في الأدب العالمي والإسلاميات والتراجم وسجلات للمؤتمرات والندوات الإسلامية.\nوقف البهي ضد تيار الفكر المادي التاريخي وأوضح مدى تخلف الفكر الماركسي اللينيني وفشله في تحقيق العدالة الاجتماعية، وتصدى للرد على رشدي صالح حين كتب عن ابن خلدون محاولا استلهام شخصيته وتطويع أفكاره من أجل الدعوة للماركسية.\nوفي الوقت نفسه وجه سهام النقد للفكر الغربي الاستعماري لرغبته في إبقاء المسلمين في موقع التخلف.\nويركز البهي على الحلول الإسلامية وليس المستوردة من الشرق أو الغرب ولكنه لا يدعو للانغلاق الفكري بل كان يدعو للتأني والقراءة النقدية للفكر الوافد.\nرفض البهي مفهوم التجديد الذي ساد في كتابات بعض المفكرين في القرن العشرين من أمثال علي عبد الرازق وطه حسين وغيرهم ممن تأثروا بالفكر الغربي، واعتبر هذا التجديد تقليدا للفكر الأوروبي، وتبنى في مقابل مفهوم التجديد مفهوم الإصلاح الديني الذي قصد به رد الاعتبار للقيم الدينية، ودحض ما أثير حولها من افتراءات وشبهات.",
  "books": [
    {
      "text_id": 115120,
      "title": "الإخاء الديني ومجمع الأديان وموقف الإسلام"
    },
    {
      "text_id": 115121,
      "title": "الإسلام ومواجهة المذاهب الهدامة"
    },
    {
      "text_id": 11756,
      "title": "الفكر الإسلامي الحديث وصلته بالاستعمار الغربي"
    },
    {
      "text_id": 36148,
      "title": "المبشرون والمستشرقون في موقفهم من الإسلام"
    }
  ]
}