{
  "author_id": 1470,
  "author_meta": "محمد يسري إبراهيم حسين\nمصري، ولد في ١/ ٥ / ١٣٨٦هـ - / ١٥/ ٩ / ١٩٦٦م، في القاهرة - جمهورية مصر العربية\n(المؤهلات العلمية)\n١ - الشهادة الثانوية العامة بتقدير ممتاز ثانوية الفهد بأبها، المملكة العربية السعودية\n٢ - البكالوريوس في الهندسة بتقدير جيد جدًا، جامعة المنيا - عام ١٩٨٨م - تقدير المشروع ممتاز\n٣ - الماجستير في الهندسة بتقدير ممتاز جامعة المنيا - عام ١٩٩٣م\n٤ - الدكتوراه في الهندسة بتقدير ممتاز جامعة القاهرة - عام ١٩٩٨م\n٥ - الإجازة العالية «البكالوريوس» في الشريعة الإسلامية بتقدير ممتاز مع مرتبة الشرف جامعة الأزهر- عام ١٩٩٧م\n٦ - درجة التخصص (الماجستير) في الشريعة الإسلامية بتقدير ممتاز مع مرتبة الشرف، والتوصية بالطبع والتبادل بين الجامعات جامعة الأزهر - عام ٢٠٠٣م.\nبعنوان: الجناية العمد للطبيب على الأعضاء البشرية بالجراحة الطبية.\n٧ - أطروحة الدكتوراه في الشريعة الإسلامية بعنوان \" النوازل الفقهية للأقليات المسلمة، تأصيلاً وتطبيقًا\" جامعة الأزهر\n(الوظائف العلمية)\nدكتور باحث بالمركز القومي للبحوث وزارة البحث العلمي- القاهرة.\nرئيس مجلس إدارة مركز فجر لتعليم اللغة العربية لغير الناطقين بها - وزارة التربية والتعليم - القاهرة\nرئيس مركز البحوث وتطوير المناهج الجامعة الأمريكية المفتوحة - القاهرة\nرئيس الشئون الأكاديمية الجامعة الأمريكية المفتوحة - القاهرة\nعضو مجلس أمناء الجامعة الأمريكية المفتوحة - واشنطن\nنائب رئيس الجامعة الأمريكية المفتوحة - القاهرة\nنائب رئيس مجلس إدارة معهد تاجان الأزهري\nعضو اللجنة الأكاديمية جامعة المدينة العالمية - ماليزيا\nباحث مشارك مجمع الفقه الإسلامي - جدة\nعضو مؤسس الهيئة العالمية للتعريف بالإسلام - رابطة العالم الإسلامي\nعضو مجلس إدارة مركز قطر الثقافي الإسلامي - بالقاهرة\nعضو مجلس أمناء ورئيس اللجنة العلمية منظمة النصرة العالمية، الكويت\nعضو مجلس أمناء الهيئة العليا لرابطة علماء المسلمين\nمستشار شرعي شركة حرف، وشركة وثيقة للترجمة - القاهرة\n(مؤلفاته)\n١ - الجامع في شرح الأربعين النووية\n٢ - طريق الهداية مبادئ ومقدمات علم التوحيد عند أهل السنة والجماعة\n٣ - المبتدعة وموقف أهل السنة والجماعة منهم\n٤ - الجناية العمد للطبيب على الأعضاء البشرية في الفقه الإسلامي «رسالة ماجستير»\n٥ - مبادئ علم أصول الدعوة «دراسة تأصيلية»\n٦ - الإحكام في قواعد الحكم على الأنام\n٧ - أوضح العبارات في شرح المحلي مع الورقات في أصول الفقه\n٨ - معالم في أصول الدعوة\n٩ - فتح الباري على مختصر البخاري حاشية على التجريد الصريح للزبيدي\n١٠ - متن درة البيان في أصول الإيمان\n١١ - فتاوى كبار علماء الأزهر الشريف حول الأضرحة والقبور والموالد والنذور\n١٢ - فتاوى كبار علماء الأزهر الشريف حول الشيعة\n١٣ - فتاوى كبار علماء الأزهر الشريف حول البهائية والقاديانية\n١٤ - فتاوى كبار علماء الأزهر الشريف حول ربا البنوك والمصارف\n١٥ - فتاوى كبار علماء الأزهر الشريف حول الختان\n١٦ - فتاوى كبار علماء الأزهر الشريف حول النقاب\n١٧ - الفتوى المعاصرة ما لها وما عليها\n١٨ - ميثاق الإفتاء المعاصر\n١٩ - البدعة أسبابها ومضارها - للشيخ أحمد محمد شلتوت - عناية وتعليق\n٢٠ - القواعد النافعة في تمييز البدع الواقعة\n٢١ - بيان للناس من الأزهر الشريف\n٢٢ - التطاول الغربي على الثوابت الإسلامية\n٢٣ - التجديد في عرض السيرة النبوية - مقاصده وضوابطه\n٢٤ - الفضائيات الإسلامية - رؤية نقدية\n٢٥ - التسديد شرح حديث النزول للحافظ ابن عبد البر",
  "books": [
    {
      "text_id": 11740,
      "title": "طريق الهداية مبادئ ومقدمات علم التوحيد عند أهل السنة والجماعة"
    },
    {
      "text_id": 14468,
      "title": "فقه الأولويات في الخطاب السلفي المعاصر بعد الثورة"
    },
    {
      "text_id": 17800,
      "title": "فقه النوازل للأقليات المسلمة"
    }
  ]
}