{
  "author_id": 1479,
  "author_meta": "الأستاذ الدكتور/ محمد بيومي مهران\nأستاذ تاريخ مصر والشرق الأدنى القديم بكلية الآداب جامعة الإسكندرية\nالمولد والنشأة والتعليم:\n- وُلد في العشرين من أغسطس ١٩٢٨م بالبصيلية مركز إدفو محافظة أسوان وانتقل إلى الرفيق الأعلى بالإسكندرية في الرابع والعشرين من فبراير ٢٠٠٨.\n- حفظ القرآن الكريم، ثم التحق بمدرسة المعلمين بقنا، حيث تخرج فيها عام ١٩٤٩م، وكان ترتيبه \"الثالث على القطر المصري\".\n- عمل مدرساً بوزارة التربية والتعليم (١٩٤٩ - ١٩٦٠م).\n- حصل على ليسانس الآداب بمرتبة الشرف من قسم التاريخ بكلية الآداب جامعة الإسكندرية عام ١٩٦٠م.\nالعمل الجامعي:\n- عُين معيداً لتاريخ مصر والشرق الأدنى القديم بكلية الآداب جامعة الإسكندرية عام ١٩٦١م.\n- حصل على درجة الدكتوراه بمرتبة الشرف في التاريخ القديم من كلية الآداب جامعة الإسكندرية عام ١٩٦٩م.\n- عُين مدرساً لتاريخ مصر والشرق الأدنى القديم في كلية الآداب جامعة الإسكندرية عام ١٩٦٩م.\n- عُين أستاذاً مساعداً لتاريخ مصر والشرق الأدنى القديم في كلية الآداب جامعة الإسكندرية عام ١٩٧٤م.\n- عُين أستاذاً لتاريخ مصر والشرق الأدنى القديم في كلية الآداب جامعة الإسكندرية عام ١٩٧٩م.\n- أعير إلى جامعة الإمام محمد بن سعود الإسلامية بالرياض (١٩٧٣ - ١٩٧٧م).\n- أعير إلى جامعة أم القرى بمكة المكرمة (١٩٨٣ - ١٩٨٧م).\n- عُين رئيساً لمجلس قسم التاريخ والآثار المصرية والإسلامية بكلية الآداب جامعة الإسكندرية (١٩٨٧ - ١٩٨٨م).\n- عُين أستاذاً متفرغاً في كلية الآداب جامعة الإسكندرية في عام ١٩٨٨م.\nالمشاركة في الأنشطة العلمية المتخصصة:\n- شارك في الحفائر الأثرية لكلية الآداب جامعة الإسكندرية في \"الوقف\" مركز دشنا محافظة قنا (١٩٨٠ - ١٩٨١م).\n- شارك في الحفائر الأثرية لكلية الآداب جامعة الإسكندرية في \"تل الفراعين\" مركز دسوق محافظة كفر الشيخ (١٩٨٢ - ١٩٨٣م).\n- أسس وأشرف على \"شعبة الآثار المصرية\" بقسم التاريخ بكلية الآداب جامعة الإسكندرية منذ عام ١٩٨٢م.\n- أشرف وشارك في مناقشة أكثر من ٥٥ رسالة دكتوراه وماجستير في تاريخ وحضارة وآثار مصر والشرق الأدنى القديم في الجامعات المصرية والعربية.\n- له أكثر من ٤٦ مؤلفاً في تاريخ وحضارة مصر والشرق الأدنى القديم.\n- له حوالي ١٧ مؤلفاً في الدراسات الإسلامية.\nعضوية اللجان والاتحادات العلمية المتخصصة:\n- عضو مجلس إدارة هيئة الآثار المصرية.\n- عضو اللجنة الدائمة للآثار المصرية في هيئة الآثار المصرية.\n- عضو بلجنة التاريخ والآثار بالمجلس الأعلى للثقافة.\n- عضو لجنة التراث الحضاري والأثري بالمجالس القومية المتخصصة.\n- عضو اللجنة العلمية الدائمة لترقية الأساتذة المساعدين في الآثار الفرعونية وتاريخ مصر والشرق الأدنى القديم.\n- عضو اللجنة العلمية الدائمة لترقية الأساتذة في الآثار الفرعونية وتاريخ مصر والشرق الأدنى القديم.\n- عضو اتحاد المؤرخين العرب.\n- عضو مجلس إدارة اتحاد الآثاريين العرب.\nعضوية النقابات الخاصة:\n- عضو نقابة السادة الأشراف بجمهورية مصر العربية.\nشهادات التقدير والتكريم:\n- درع الكلية وشهادة تقدير من كلية الآداب جامعة الإسكندرية في الاحتفال بيوبيلها الذهبي في عام ١٩٩٤م.\n- شهادة تقدير من الاتحاد العام للمؤرخين العرب ببغداد في عام ١٩٩٠م.\n- تكريم خاص من كلية الآداب جامعة الإسكندرية، وإصدار كتاب علمي خاص بهذه المناسبة تحت اسم \"أوراق مصرية\" في عام ٢٠٠٥م.\n- درع الاتحاد العام للآثاريين العرب في عام ٢٠٠٦م.\nالذرية:\nله خمسة أبناء هم:\n- د. أحمد ضياء الدين مهران: مدرس بكلية التربية جامعة عين شمس.\n- د. آمال مهران: مدرس بكلية الآداب جامعة الإسكندرية.\n- د. أمل مهران: مدرس بكلية التربية بدمنهور جامعة الإسكندرية.\n- د. إبراهيم مهران: مدرس بكلية الآداب جامعة عين شمس.\n- م. الحسين مهران: مهندس معماري حر.\nوله اثنا عشر حفيداً وحفيدة، أكبرهم:\n- م. أحمد عبد المنعم: مهندس معماري بمكتبة الإسكندرية.\n(تتمة): هل تشيع المؤلف - رحمه الله -\nأفادت بعض المصادر أن المترجم انتقل للمذهب الشيعي، ويستدلون على ذلك بما يأتي:\n١ - عامة كتبه تتحدث عن الشيعة، وتذكره المواقع الشيعية فيمن يسمون بالمستبصرين (أي الذين تشيعوا)\n٢ - الطابع العام لكتبه، ويظهر ذلك في عبارات مثل:\nقوله: «وعلى أية حال، فلقد استمر معاوية وخلفاؤه الأمويون يشتمون ويلعنون أفضل أهل بيت النبي صلى الله عليه وسلم، على منابر المساجد في كل جمعة، وفي كافة أنحاء العالم الإسلامي - وفي مكة والمدينة بوجه خاص»!!\nقوله: «على أن بعض أصحاب كتب الحديث، إنما كان لهم موقف خاص من الرواية عن آل البيت، فالإمام البخاري مثلا يرى الإمامية أنه - مع تعصبه على آل البيت، خصوصا الإمام جعفر الصادق - لم يرو عنه رواية واحدة، مع كثرة الروايات التي تحملها عنه آلاف الرواة الثقاة، ومع إهمال الكثير مما جاء في حق أهل البيت - وعلى رأسهم الإمام علي بن أبي طالب - من الفضائل، فإنه قد أهمل ما هو صحيح على شرطه وأهمل خصوصا حديث الثقلين، الذي رواه العامة والخاصة، من أكثر من ثلاثين صحابيا، فلم يروه في كتابه -»\nفبخلاف التجني على الإمام البخاري هنا، فهو يستخدم لفظة (الخاصة والعامة) وهي لفظة شيعية (من العيار الثقيل)، يعنون بـ (الخاصة) الشيعة، وبـ (العامة) أهل السنة، وربما يكون المؤلف قد نقلها من بعض كتب الشيعة التي يرجع لها في كتاباته\nومع هذا فإن ابنه المهندس (حسين مهران) قد راسل موقع المكتبة الشاملة بخصوص هذا الأمر وقال ما نصه: «وأؤكد لكم بصفتي ابنه الأصغر والملازم له حتى وفاته سنة ٢٠٠٨ أنه لم يتشيع ولم يخرج إطلاقا عن مذهب أهل السنة والجماعة»\nوالله أعلم بالحال",
  "books": [
    {
      "text_id": 12007,
      "title": "دراسات في تاريخ العرب القديم"
    }
  ]
}