{
  "author_id": 1484,
  "author_meta": "أستاذ الأدب الجاهلي بجامعة القاهرة\nكتب أحمد الجدع:\nيقول الشاعر العربي:\nوكم رجل يعدُّ بألف رجلٍ … وكم رجالٍ تمرُّ بلا عداد\nأقول: لقد كثر في زماننا الرجال الذين «يمرون بلا عداد».... هذا إن كانوا رجالاً.\nوأقول أيضاً: لقد ازداد الرجال الذين يعدون في الرجال ندرةً، وذلك لتلاشي الهمم وموت النفوس!\nولكن من أساتذتي الذين علموني في الجامعة، ومن ذوي الهمم العالية، أستاذ الأدب الجاهلي الدكتور علي الجندي، الذي جاء إلى جامعة بيروت العربية من كلية دار العلوم بجامعة القاهرة .\nوأنا ممن عشقوا الشعر الجاهلي، وأمعنوا في عشقه، وقرأته أولاً تلميذا في المدارس الثانوية، ثم في الجامعة، وكانت قراءة هدفها اجتياز الامتحانات، ولكن الأستاذ الذي حبب إليّ هذا الأدب وقربه إلى نفسي هو الأستاذ علي الجندي ،وذلك من خلال مؤلفاته.\nلقد كان أستاذنا من ذوي الهمم العالية، فهو لم يكتف بتدريس المقرر للطلاب، بل سمت به همته فوضع مخططاً واسعاً لدراسة الأدب الجاهلي، وعلى هدي هذا المخطط كان يلقي دروسه في الجامعة، وألف بناء على ما خطط عدداً من الكتب.\nالكتاب الأول والذي وضح فيه منهج الكتابة هو كتابه الضخم «تاريخ الأدب الجاهلي» تناول فيه كل ما يتصل بالمنهج، وهو لا يفتأ في هذا الكتاب في تقرير أهمية الأدب الجاهلي للأدب العربي .\nوكان منهجه أن يدرس الأدب الجاهلي من خلال شعراء القبائل، وهي وجهة نظر صائبة، ذلك لأن المجتمع الجاهلي كان مجتمعا قبلياً، وكان للقبيلة فيه سطوة عاتية على أفراده ومنهم الشعراء.\nولكنه عندما بدأ بدراسة شعراء القبائل بدأ بقبيلة كندة ، وهي قبيلة قحطانية، والشعر العربي في معظمه عدناني، وربما دفعه إلى ذلك تسيد امرؤ القيس بن حجر الكندي للشعراء الجاهليين جميعاً.\nوالكتاب الثاني: «شعر الحرب في العصر الجاهلي» وهو دراسة للأدب الجاهلي من خلال موضوعاته، وهو منهج آخر ، ولعل الدكتور أحب أن يمزج في دراسته بين منهجين…\nوالكتاب الثالث:«الأمير الجاهلي الشاعر امرؤ القيس الكندي»\nوالكتاب الرابع: «طرفة بن العبد البكري»\nوهذا منهج ثالث أضافه إلى المنهجين السابقين: دراسة الأدب الجاهلي من خلال أعلامه.\nوالكتب الأربعة تزدان بها مكتبتي، وأرجع إليها بين الحين والآخر.\nومن تأثير هذا الأستاذ الكبير عليَّ أنا، تلميذه، أني أخذت أنظر إلى الأدب الجاهلي نظره جديدة، فانفتحت آفاقه أمامي، فكتبت مقالتين عن هذا الأدب:\nأولاهما خصصتها للشاعر عنترة بن شداد العبسي، وركزت فيه على اسم هذا الشاعر «عنترة» وبينت أن معنى هذا الاسم : الذباب الأزرق،وربطت بين هذا الاسم وبين إجادة عنترة في وصفه للذباب إجادة لم يستطيع أن يجاريه فيها شاعر آخر حتى الآن.\nوالمقالة الثانية خصصتها للمقدمة الغزلية وأشرت فيها إلى أن أسماء النساء في القصائد الجاهلية إنما هي رمز يعبر الشاعر من خلاله إلى الغرض المقصود في القصيدة، وضربت لذلك الأمثلة من معلقة امرئ القيس ومن بردة كعب بن زهير.\nكان لهذا الأستاذ الجامعي تأثيره في طلابه، وأنا أقر بتأثيره عليّ، وهو عندي من بين الأساتذة الجامعين الذين يعد الواحد منهم في ميدانه بألف رجل..... وأكثر.",
  "books": [
    {
      "text_id": 12046,
      "title": "في تاريخ الأدب الجاهلي"
    }
  ]
}