{
  "author_id": 149,
  "author_meta": "عبد العزيز بن محمد بن علي آل عبد اللطيف\nعضو هيئة التدريس بقسم العقيدة والمذاهب المعاصرة في جامعة الإمام محمد بن سعود الإسلامية - الرياض\nالاسم: د. عبد العزيز بن محمد بن علي آل عبد اللطيف\nاللقب العلمي: أستاذ مشارك\nعُيّن معيداً سنة ١٤٠٤هـ، ثم محاضراً سنة ١٤٠٧هـ، ثم أستاذ مساعداً سنة ١٤١٤هـ، ثم أستاذ مشاركاً سنة١٤٢٧هـ ولا يزال كذلك.\nالسيرة الذاتية:\nتاريخ الميلاد: ١٣٨٠هـ.\nمكان الميلاد: الرياض.\nكلية التخرج: تخرّج من كلية أصول الدين بالرياض سنة ١٤٠٣/١٤٠٤هـ.\nجامعة التخرج: جامعة الإمام محمد بن سعود الإسلامية.\nالتخصص العام: أصول الدين.\nالتخصص الدقيق: عقيدة ومذاهب معاصرة.\nحصل على درجة الماجستير في تخصص العقيدة سنة ١٤٠٧ هـ بتقدير ممتاز.\nحصل على درجة الدكتوراه في تخصص العقيدة سنة ١٤١٤ هـ مع مرتبة الشرف الأولى.\nالمشاركات والخبرات العلمية:\n(١) درّس جملة من متون وكتب العقيدة مثل:\nكتاب التوحيد , وفتح المجيد , والحموية , والعبودية , والتدمرية، ولمعة الاعتقاد، وعقيدة السلف للصابوني، والعقيدة الطحاوية وغيرها.\n(٢) المشاركة في إعداد مناهج دراسية في العقيدة.\nفشارك في إعداد مناهج قسم العقيدة وموادها سواً في المرحلة الجامعية أو مرحلة الدراسات العليا. وشارك ضمن فريق تأليف العلوم الشرعية للمرحلة الثانوية بوزارة التربية والتعليم.\n(٣) شارك في تحكيم وفحص جملة من الكتب والأبحاث.\n(٤) أشرف وناقش عدة رسائل علمية لنيل درجة الماجستير.\n(٥) عضو هيئة التحرير ووحدة الدراسات لمجلة البيان.\n(٦) عضو الهيئة الاستشارية لمجلة وموقع الصوفية www.alsoufia.com.\nالرسائل الجامعية:\nنواقض الإيمان القولية والعملية) رسالة دكتوراه) وأجيزت مع مرتبة الشرف الأولى.\nدعاوى المناوئين لدعوة الشيخ محمد بن عبد الوهاب عرض ونقض (رسالة ماجستير) ومنح صاحبها درجة الماجستير بتقدير ممتاز.\nالنتاج العلمي:\nأكثر من ٢٩ كتاباً\nوقد طُبعت هذه الكتب عدة طبعات، بمدار الوطن , ومكتبة الرشد , كما طبعت وزارة الشؤون الإسلامية كتاب مقرر التوحيد للناشئين، وترجم إلى عدة لغات، وطبعت رئاسة الإفتاء كتاب دعاوى المناوئين لدعوة الشيخ محمد بن عبدالوهاب.\nوأكثر من ١٠٤ مقالاً.\nوأكتر من ٥٥ جواباً.\nوأكثر من ١٣ بيانات شارك في توقيعها.\nوعدد كبير من المواد الصوتية (٩ دروس, و ١٥ مادة مابين ندوات، ومحاضرات , ومواد منوعة)\nمعظمها من إصدار تسجيلات التقوى الإسلامية\nموقع فضيلة الشيخ د. عبد العزيز بن محمد بن علي آل عبد اللطيف الرسمي\nwww.alabdulltif.net",
  "books": [
    {
      "text_id": 11186,
      "title": "دعاوي المناوئين لدعوة الشيخ محمد بن عبد الوهاب"
    },
    {
      "text_id": 12073,
      "title": "معالم في السلوك وتزكية النفوس"
    },
    {
      "text_id": 12576,
      "title": "الإباضية وهل هم خوارج"
    },
    {
      "text_id": 12837,
      "title": "مناظرات ابن تيمية لأهل الملل والنحل"
    },
    {
      "text_id": 30800,
      "title": "التوحيد للناشئة والمبتدئين"
    }
  ]
}