{
  "author_id": 1490,
  "author_meta": "الأستاذ الدكتور / نور الدين بن مختار الخادمي\nتونسي الجنسية - مواليد مدينة ( تالة ) بولاية (القصرين ) يوم ١٨ مايو ١٩٦٣م.\n* زاول تعلمه بالكتّاب القرآني بمسجد (علي البهلي ) بمدينة (تالة ) على يد الشيخ إمام المسجد محمد العبيدي ولازم في طور الطفولة بعض المؤدبين وحفظة القرآن والأئمة والمدرسين مما كان له الأثر في التعلق بالقرآن الكريم ودين الله تعالى وأهل الخير والصلاح ثم زاول بعد ذلك دراسته الابتدائية والثانوي بنفس المدينة.\n* زاول دراسته الجامعية بجامعة الزيتونة التونسية العامرة بداية من سنة ١٩٨٤م/١٤٠٤هـ، وكان ذلك على النحو التالي:\n* حصل على شهادة الأستاذية في الفقه والسياسة الشرعية سنة ١٩٨٨م من كلية الزيتونية للشريعة وأصول الدين.\n* حصل على شهادة دكتوراه المرحلة الثالثة في أصول الفقه سنة ١٩٩٣م بأحسن تقدير معتمد في الجامعة ، من المعهد الأعلى للشريعة التابع لجامعة الزيتونة بتونس وموضوع الرسالة هو (الدليل عند الظاهرية ).\n* حصل على شهادة دكتوراه الدولة في الفقه بأحسن تقدير (مشرف جداً ) من المعهد الأعلى لأصول الدين التابع لجامعة الزيتونة بتونس . وكان ذلك سنة ١٩٩٧م. وكان موضوع الرسالة (المقاصد في المذهب المالكي).\n* قام بتدريس العلوم الإسلامية والمواد الشرعية في عدة مؤسسات بتونس وبالمملكة العربية السعودية، وكان ذلك على النحو التالي :\n* عضو في اللجنة الدولية للأخلاقيات الحيوية ، التابعة لمنظمة المؤتمر الإسلامي، وهي تقوم بدور علمي وبحثي وإعلامي وتوجيهي إزاء التطورات في مجال الهندسة والوراثية والعلوم البيولوجية.\n* باحث في الموسوعة العربية التابعة للمنظمة العربية للتربية والثقافة والعلوم.\n* باحث في الموسوعة الأصولية بالكويت.\n* متعاون مع مركز البحوث والدراسات الإسلامية بالرياض.\n* متعاون مع مجلة البحوث الفقهية المعاصرة التي تصدر بالرياض.\n* ساهم في معلمة القواعد الفقهية التي ينهض بها مجمع الفقه الإسلامي بجدة.\n* أسهم في عدة برامج إذاعية بإذاعة القرآن الكريم بالرياض، ومنها :\nأ- برنامج أسبوعي لمدة سنتين ( سنة ١٤٢٢هـ - وسنة ١٤٢٣هـ ) ، وعنوانه: (جليل الفوائد لعلم المقاصد ).\nب- برنامج أذيع في موسم حج عام ١٤٢١هـ بعنوان ( المقاصد الشرعية في الحج ).\nج- برنامج أذيع في موسم حج عام ١٤٢٢هـ بعنوان : ( غنائم الحج ).\n* - أسهم بأبحاث وشارك بالحضور في عدة مؤتمرات دولية ، منها :\nمؤتمران بالهند ، ومؤتمر بدولة الإمارات ، وبالمملكة المغربية ، وبالمملكة العربية السعودية ، وبالجمهورية التونسية.\nله عدة كتب وأبحاث منشورة ، ومنها :\n- كتاب الاجتهاد المقاصدي (مطبوع في جزئين بوزارة الشؤون الإسلامية بقطر ).\n- كتاب تعليم علم الأصول ( مطبوع بمكتبة العبيكان ).\n- كتاب علم المقاصد الشرعية ( مطبوع بمكتبة العبيكان ).\n- كتاب الدليل عند الظاهرية ( مطبوع بدار ابن حزم بلبنان ).\n- كتاب الإشارات في أصول الفقه المالكي لأبي الوليد الباجي - تحقيق - (مطبوع بدار ابن حزم بلبنان ).\n- كتاب المصلحة المرسلة ( مطبوع طبعتين ، بدار ابن حزم بلبنان ، وبدار تونس ).\n- الاستنساخ في ضوء الأصول والمقاصد الشرعية (مطبوع بدار الزاحم بالرياض ).\n- كتاب المقاصد في المذهب المالكي ( مطبوع بمكتبة الرشد بالرياض ).\n- كتاب الإنترنت في ضوء الأصول والمقاصد الشرعية ( في طريق النشر بالرياض ).\n- كتاب المناسبة الشرعية وتطبيقاتها المعاصرة ( في طريق النشر قريباً ).\n- كتاب المصلحة الملغاة وتطبيقاتها المعاصرة ( في طريق النشر قريباً ).\n* بحث الحكم الشرعي لاستعمال الخنزير في الهندسة الوراثية ( منشور بمجلة البحوث الفقهية المعاصرة بالرياض ). - بحث الهندسة الوراثية في ضوء الشريعة الإسلامية (منشور بمجلة البحوث الفقهية المعاصرة بالرياض ).\n* بحث مقاصد التشريع الإسلامي (منشور بمجلة العدل السعودية ).\n* بحث الحاجة الرعية ( منشور بمجلة العدل السعودية ).\n* بحث الاستقراء ودوره في معرفة المقاصد ( في طريق النشر ).\n* بحث المقاصد الشرعية عند القاضي عبد الوهاب ( في طريق النشر ).\n* بحث الجينوم البشري وحكمه الشرعي ( في طريق النشر بمجلة البحوث الفقهية المعاصرة بالرياض ).\n* بحث إجراء عقود البيع والزواج عن طريق الإنترنت وأجهزة الاتصال الحديثة ( في طريق النشر بمجلة البحوث الفقهية المعاصرة بالرياض ).\n* له بعض الأبحاث التي ستنشر قريباً - بمشيئة الله تعالى - ، ومنها سلسلة في مقاصد الشريعة الإسلامية.\n* له إسهامات في مجلة الدعوة السعودية وفي مجلة الأسرة السعودية وفي بعض الصحف التونسية .\n* زاول الخطابة والتدريس ببعض مساجد وجوامع تونس .\n* له بعض الأنشطة العلمية والثقافية بالعاصمة التونسية ، وكان له نشاط بالجمعية القرآنية بإحدى ضواحي العاصمة التونسية، ورافق حجاج بيت الله الحرام للإرشاد والإفتاء.\n* له اهتمام بمباحث المقاصد وبعلم الأصول وقضايا الهندسة الوراثية وبمختلف النوازل المعاصرة ومعالجتها في ضوء الشريعة الإسلامية والضوابط الأخلاقية والإنسانية. وهو يتعاون مع بعض الباحثين لتيسير تدوين العلوم الشرعية وتعليمها، ولبحث النوازل المعاصرة واستصدار المواقف والحلول الشرعية لها، ولتدوين نظرية المقاصد الشرعية في الوقت الحالي، ولتحقيق بعض النصوص والتراث .\n* الخبرات العملية :\n* درّس بكلية المعلمين بمكة المكرمة المقررات التالية ( الفقه ، أصول الفقه ، المواريث ، الحديث وعلومه ، تاريخ التشريع ، الاقتصاد الإسلامي ، الثقافة الإسلامية ) وكان ذلك في الفترة من ١٩٩٣ إلى ١٩٩٦م.\n* درّس بكلية العلوم القانونية والسياسية والاجتماعية بتونس مقرر القانون الإسلامي (الفقه وأصوله وتاريخه ، والمجلات القانونية والأحوال الشخصية ) وكان ذلك خلال سنة ١٩٩٦/١٩٩٧م.\n* درّس بجامعة الزيتونة التونسية مقررات الفقه وأصوله خلال سنة ١٩٩٧ / ١٩٩٨م.\n* درّس بجامعة الإمام محمد بن سعود الإسلامية بالرياض لمدة ثلاث سنوات (من سنة ١٩٩٩ / ١٤٢٠هـ إلى سنة ٢٠٠٢م / ١٤٢٣هـ ) بكلية الشريعة وبكلية الدعوة والإعلام وبكلية أصول الدين وبمركز الطالبات ، درّس المقررات التالية : ( أصول الفقه ، والقواعد الفقهية ، ومقاصد الشريعة ).\n* يدرّس بعدة معاهد علمية بتونس مقررات التربية الإسلامية والتفكير الإسلامي والديانة الإسلامية خلال الفترة من سنة ١٩٨٩م إلى سنة ١٩٩٣م.\n* درّس حالياً بجامعة الزيتونة بتونس ، بالمعهد الأعلى لأصول الدين ، وبالمعهد الأعلى للحضارة الإسلامية مقررات الفقه وأصوله والتفكير الاقتصادي في الإسلام .\n* قام بالتأطير العلمي والأكاديمي لطلاب الدراسات العليا وبمناقشة الرسائل والبحوث في الجمهورية التونسية وفي المملكة العربية السعودية .\n* قام بتحكيم ومراجعة بعض الأبحاث والدراسات والكتب العلمية والشرعية.\n* عضو في وحدة فقهاء تونس ( خلية بحثية تابعة لوزارة التعليم العالي بتونس تعنى بكتابة حياة فقهاء تونس وطبعها ونشرها ووضعها في شبكة الإنترنت .",
  "books": [
    {
      "text_id": 7310,
      "title": "علم المقاصد الشرعية"
    }
  ]
}