{
  "author_id": 1491,
  "author_meta": "مصطفى مُسْلِم محمد (١٩٤٠ - ٢٠٢١)\nعالم سوري متخصص في التفسير\nوالمشرف على موسوعة التفسير الموضوعي.\nالنشأة:\nولد مصطفى مُسْلِم سنة ١٩٤٠ ميلاديًا في عين العرب التابعة لمحافظة حلب في شمال سوريا.\nالدراسة:\nحصل على بكالوريوس في الشريعة الإسلامية من جامعة \"دمشق\" عام ١٩٦٥ م.\nماجستير في التفسير وعلوم القرآن من كلية أصول الدين في جامعة \"الأزهر\" عام ١٩٦٩ م.\nدكتوراه في التفسير وعلوم القرآن من كلية أصول الدين في جامعة \"الأزهر\" عام ١٩٧٤ م. (تخصص علوم القرآن) وكان عنوان الرسالة \"إعجاز القرآن الكريم\"، وتم قبول رسالة الدكتوراه بدرجة مرتبة شرف، وكان المشرف أ. د .. علي محمود خليل.\nوظائفه:\nمدرس في المعاهد العلمية في المملكة العربية السعودية، لمدة ٩ سنوات.\nأستاذ مساعد في جامعة الإمام محمد بن سعود الإسلامية بالرياض- المملكة العربية السعودية- من ١٩٧٤ - ١٩٨٤ م.\nأستاذ مشارك في جامعة الإمام محمد بن سعود الإسلامية بالرياض- المملكة العربية السعودية- من ١٩٨٤ - ١٩٩٤ م.\nأستاذ في جامعة الإمام محمد بن سعود الإسلامية بالرياض- المملكة العربية السعودية- من ١٩٩٤ - ١٩٩٧ م.\nأستاذ في جامعة الشارقة، من ١٩٩٧ - ٢٠١٠ م.\nوكيل قسم القرآن وعلومه بكلية أصول الدين- جامعة الإمام محمد بن سعود الإسلامية- من ١٩٧٦ - ١٩٨٢ م.\nرئيس قسم الدعوة والاحتساب كلية الدعوة والأعلام- جامعة الإمام محمد بن سعود الإسلامية، من ١٩٨٢ - ١٩٨٤ م.\nرئيس قسم الشريعة - جامعة الشارقة - من ٢٠٠٠ - ٢٠٠١ م.\nرئيس جامعة \"الزهراء\" في مدينة غازي عنتاب جنوبي تركيا منذ ٢٠١٤ م.\nخبير في مركز \"تفسير\" للدراسات القرآنية.\nمؤلفاته:\nألف ما يقارب الـ ٩٠ بحثًا وكتابًا في الدراسات الإسلامية، أبرزها \"موسوعة التفسير الموضوعي\"، إلى جانب العديد من الأبحاث.\nوأشرف على الرسائل الجامعية\nوشغل مناصب في الاستشارات العلمية. وإليك بعض التفصيل:\nالكتب:\nتفسير القرآن العظيم (لعبد الرزاق الصنعاني) تحقيق ٣ مجلدات مكتبة الرشد- الرياض.\nمسالك الأبصار في ممالك الأمصار (لفضل الله العمري) تحقيق مشترك، وزارة الثقافة، الإمارات العربية المتحدة.\nالثقافة الإسلامية: تعريفها، مصادرها، مجالاتها، تحدياتها- مشترك، دار البشير - الشارقة.\n(الزيادة والإحسان في علوم القرآن) لابن عقيلة المكي- مشترك - إعداد قسم الدراسة. طبع في عشر مجلدات- نشر جامعة الشارقة ٢٠٠٦.\n(جامع البيان في القراءات السبع) لأبي عمرو الداني- مشترك -. طبع في ثلاث مجلدات. نشر جامعة الشارقة ٢٠٠٧ م.\n(الهداية إلى بلوغ النهاية) لمكي بن أبي طالب القيسي- مشترك (إشراف) إعداد قسم الدراسة. طبع في ثلاثة عشر مجلدًا. نشر جامعة الشارقة ٢٠٠٨ م.\n(التفسير الموضوعي لسور القرآن الكريم) - مشترك- طبع. نشر جامعة الشارقة ٢٠١٠ م.\nمباحث في إعجاز القرآن - من منشورات دار القلم- دمشق.\nمباحث في علم المواريث - من منشورات دار المنارة- جدة.\nمباحث في التفسير الموضوعي - من منشورات دار القلم- دمشق.\nمعالم قرآنية في الصراع مع اليهود - من منشورات دار القلم- دمشق.\nمناهج المفسرين (التفسير في عهد الصحابة) - من منشورات دار المسلم- الرياض.\nالتفسير الميسر للقرآن الكريم (الجزء التاسع والعاشر) - طباعة مجمع الملك فهد بالمدينة المنورة.\nمقرر التفسير للسنة الثالثة المتوسطة في المعاهد العلمية بالسعودية - مطابع جامعة الإمام بالرياض.\nمقرر التفسير للسنة الأولى المتوسطة الثانوية في المعاهد العلمية بالسعودية- مطابع جامعة الإمام بالرياض.\nتربية الأسرة المسلمة في ضوء سورة التحريم- دار المنار- مكة المكرمة.\nالمعجزة والرسول في ضوء سورة الفرقان - دار القلم - دمشق.\nالأبحاث:\nالتفاسير حسب ترتيب النزول في الميزان.\nإعجاز القرآن في عصر الحاسوب/ ٢٠٠٥.\nالنصفة في الحوار القرآني/ ٢٠٠٧.\nالمناسبات ودلالاتها على إعجاز القرآن الكريم.\nنظرات في المدرسة العقلية الحديثة.\nمعوقات تطبيق الشريعة الإسلامية.\nقراءة في بنود الصحيفة (الوثيقة) النبوية.\nممارسات خاطئة في تربية الطفل.\nالتطرف والعنف وأثرهما في الدعوة.\nوفاته\nتُوفي يوم السبت ٥ رمضان ١٤٤٢ هـ الموافق ١٧ نيسان/أبريل ٢٠٢١ م عن عمر ناهز ٨١ عامًا في مدينة غازي عنتاب التركية، متأثرًا بإصابته بكوفيد ١٩.\nالمصدر:\nhttps://ar.wikipedia.org/wiki/%D ٩%٨٥%D ٨%B ٥%D ٨%B ٧%D ٩%٨١%D ٩%٨٩_%D ٩%٨٥%D ٨%B ٣%D ٩%٨٤%D ٩%٨٥",
  "books": [
    {
      "text_id": 7314,
      "title": "مباحث في التفسير الموضوعي"
    },
    {
      "text_id": 9675,
      "title": "مباحث في إعجاز القرآن"
    }
  ]
}