{
  "author_id": 150,
  "author_meta": "سعيد بن وهف القحطاني (١٣٧٢ - ١٤٤٠ هـ)\n١ - هو الشيخ الدكتور سعيد بن على بن وهف بن محمد القحطاني، من فخذ آل جحيش من قبيلة آل سليمان الحرقان من عبيدة قحطان.\nولد في ٢٥/ ١٠/ ١٣٧٢ هـ‍ ببادية وادي العرين في وادي الإسلي بجبال السود، شرق مدينة أبها بمنطقة عسير بـ ١٥٠ كيلو تقريباً.\nوهو من أسرة علمية نحسبهم والله حسيبهم حيث إن أباه هو على بن وهف آل سليمان وقد توفي رحمة الله عام ١٤١٦ هـ، وله عشرة أولاد هم:\nالدكتور سعيد، حسين، الدكتور سعد (لغة إنجليزية)، عبد الله (علوم شرعية)، هادي (علم اجتماع)، الأستاذ وهف (إدارة تربوية)، والنقيب دكتور: سلمان (هندسة حاسب آلى)، النقيب: محمد، النقيب: عوض، الملازم أول عايض\nوجميعهم يسكنون بمدينة الرياض\n٢ - نشأ بالبادية، ورعى الغنم، وقد رعاها الأنبياء كلهم جميعاً؛ لقول النبي صلى الله عليه وسلم: «ما بعث اللَّه نبياً إلا رعى الغنم»، فقال أصحابه: وأنت؟ فقال: «نعم كنت أرعاها على قراريط لأهل مكة»، وفي رواية: قالوا: أكنت ترعى الغنم؟ قال: «وهل من نبي إلا وقد رعاها؟» [البخاري، برقم ٢٢٦٢، ورقم ٣٤٠٦، ورقم ٥٤٥٣، ومسلم، برقم ٢٠٥٠].\n٣ - بدأ بالدراسة وعمره خمسة عشر عاماً في مدرسة العرين الابتدائية، وذلك عام ١٣٨٧ هـ‍، ثم واصل الدراسة حتى حصل على الشهادة الثانوية من ثانوية الملك عبد العزيز بمدينة الرياض في ٧/ ١١/ ١٤٠٠ هـ، وقد كان انتقاله إلى مدينة الرياض عام ١٣٩٩ هـ.\n٤ - درس بجامعة الإمام محمد بن سعود الإسلامية كلية أصول الدين القسم العام، وذلك سنة ١٤٠١ هـ‍، وتخرج من هذه الكلية سنة ١٤٠٤ هـ.\n٥ - درس السَّنة التمهيدية للماجستير بكلية أصول الدين في عام ١٤٠٥ هـ‍. قسم السُّنَّة وعلومها.\n٦ - قابل سماحة الشيخ العلامة / عبد العزيز بن عبد اللَّه بن باز:، ودرس عليه، وحضر دروسه ابتداءً من عام ١٤٠٠ هـ‍ إلى أن مات: في ٢٧/ ١/ ١٤٢٠ هـ، وقد استفاد منه كثيراً، حيث كان يُدرِّس في حلقاته العلمية: الكتب الستة، ومسند الإمام أحمد، وموطأ الإمام مالك، وسنن الدارمي، وشرح السنة للبغوي، وفي التفسير: تفسير القرآن العظيم لابن كثير، وتفسير الإمام البغوي، وفي المصطلح: نخبة الفكر لابن حجر، وشرح ألفية العراقي، وفي العقيدة: الأصول الثلاثة، وفضل الإسلام، وكتاب التوحيد كلها للإمام محمد بن عبد الوهاب، والعقيدة الواسطية، والعقيدة الحموية كلها لابن تيمية، والعقيدة الطحاوية، وكتاب التوحيد لابن خزيمة، وفتح المجيد شرح كتاب التوحيد، وكتب ابن تيمية، ومنها ما تقدم، ومجموع الفتاوى، والاستقامة، والأمر بالمعروف والنهي عن المنكر، وكتب ابن القيم، ومنها: زاد المعاد، وإغاثة اللهفان من مصائد الشيطان، ومفتاح دار السعادة، وكتاب الروح، وكتب أئمة الدعوة النجدية، ومنها: الدرر السنية في الأجوبة النجدية، وفي كتب الأحكام: بلوغ المرام لابن حجر، ومنتقى الأخبار للمجد ابن تيمية، وعمدة الأحكام للمقدسي، وفي الفقه: الروض المربع، وفي الفرائض: الفوائد الجلية في المباحث الفرضية، وفي التاريخ والسير: البداية والنهاية لابن كثير، وغير ذلك من الدروس النافعة.\n٧ - حصل على درجة الماجستير، من جامعة الإمام محمد بن سعود الإسلامية، وكانت رسالته: «الحكمة في الدعوة إلى اللَّه» وأجيزت بتقدير ممتاز مع مرتبة الشرف الأولى، في ٢٥/ ١/ ١٤١٢ هـ‍\n٨ - حصل على شهادة الدكتوراه من جامعة الإمام محمد بن سعود الإسلامية، وكانت رسالته: «فقه الدعوة في صحيح الإمام البخاري»، وأجيزت بتقدير ممتاز مع مرتبة الشرف الأولى ١٥/ ١١/١٤١٩ هـ‍.\n٩ - حصل على ثلاث إجازات في القرآن الكريم على النحو الآتي:\nالإجازة الأولى: برواية حفص عن عاصم بتوسط المنفصل والمتصل من الشيخ أحمد بن أحمد، مصطفى أبو الحسن، مدرس القرآن والقراءات بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية، وذلك بتاريخ ١٠/ ١/١٤١٤ هـ‍ مصدقة من عميد كلية أصول الدين.\nالإجازة الثانية: برواية حفص عن عاصم من الشيخ حسن بن أحمد بن حماد مدرس القرآن الكريم بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية، وذلك بتاريخ ٣/ ١١/١٤١٤ هـ‍ مصدقة من عميد كلية أصول الدين.\nالإجازة الثالثة: برواية حفص عن عاصم بقصر المنفصل وتوسط المتصل من طريق طيبة النشر في القراءات العشر لابن الجزري، من فضيلة الشيخ/ أحمد بن أحمد مصطفى أبو الحسن، مدرس القرآن والقراءات بكلية أصول الدين، وذلك بتاريخ ٢٨/ ١/١٤١٦ هـ‍ مصدقة من عميد كلية أصول الدين.\nوهو شيخ فاضل له جهود دعوية كثيرة، وله مؤلفات كثيرة نافعة في مختلف العلوم الشرعية\n[توفي يوم الإثنين ٢١ محرم ١٤٤٠ هـ الموافق ١ أكتوبر ٢٠١٨ م]",
  "books": [
    {
      "text_id": 16625,
      "title": "الذكر والدعاء والعلاج بالرقي من الكتاب والسنة"
    },
    {
      "text_id": 235,
      "title": "الذكر والدعاء والعلاج بالرقى من الكتاب والسنة - ت ياسر فتحي"
    },
    {
      "text_id": 30900,
      "title": "الدعاء من الكتاب والسنة"
    },
    {
      "text_id": 30919,
      "title": "الحكمة في الدعوة إلى الله تعالى"
    },
    {
      "text_id": 31061,
      "title": "فقه الدعوة في صحيح الإمام البخاري"
    },
    {
      "text_id": 31234,
      "title": "منزلة الصلاة في الإسلام"
    },
    {
      "text_id": 31236,
      "title": "صلاة المسافر = السفر وأحكامه في ضوء الكتاب والسنة"
    },
    {
      "text_id": 31307,
      "title": "حصن المسلم من أذكار الكتاب والسنة"
    },
    {
      "text_id": 96450,
      "title": "ورد الصباح والمساء من الكتاب والسنة"
    },
    {
      "text_id": 96452,
      "title": "إجابة النداء"
    },
    {
      "text_id": 96453,
      "title": "أحكام الجنائز"
    },
    {
      "text_id": 96454,
      "title": "أركان الصلاة"
    },
    {
      "text_id": 96455,
      "title": "آفات اللسان في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96456,
      "title": "الاختلاط بين الرجال والنساء"
    },
    {
      "text_id": 96457,
      "title": "الأذان والإقامة"
    },
    {
      "text_id": 96458,
      "title": "الاعتصام بالكتاب والسنة أصل السعادة في الدنيا والآخرة ونجاة من مضلات الفتن"
    },
    {
      "text_id": 96459,
      "title": "الإمامة في الصلاة"
    },
    {
      "text_id": 96460,
      "title": "الثمر المجتنى مختصر شرح أسماء الله الحسنى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96462,
      "title": "الجهاد في سبيل الله تعالى"
    },
    {
      "text_id": 96463,
      "title": "الخشوع في الصلاة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96464,
      "title": "الخلق الحسن في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96465,
      "title": "الربا"
    },
    {
      "text_id": 96466,
      "title": "الزكاة في الإسلام في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96467,
      "title": "الصيام في الإسلام في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96468,
      "title": "العروة الوثقى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96469,
      "title": "العلاج بالرقى من الكتاب والسنة"
    },
    {
      "text_id": 96470,
      "title": "العلاقة المثلى بين الدعاة ووسائل الإتصال الحديثة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96471,
      "title": "العمرة والحج والزيارة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96472,
      "title": "الغفلة"
    },
    {
      "text_id": 96473,
      "title": "الغناء والمعازف في ضوء الكتاب والسنة وآثار الصحابة - رضي الله عنهم -"
    },
    {
      "text_id": 96474,
      "title": "الفوز العظيم والخسران المبين في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96475,
      "title": "المساجد"
    },
    {
      "text_id": 96476,
      "title": "المفاهيم الصحيحة للجهاد في سبيل الله تعالى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96477,
      "title": "النور والظلمات في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96478,
      "title": "الهدي النبوي في تربية الأولاد في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96479,
      "title": "أنواع الصبر ومجالاته"
    },
    {
      "text_id": 96480,
      "title": "بر الوالدين - ابن وهف"
    },
    {
      "text_id": 96481,
      "title": "بيان عقيدة أهل السنة والجماعة ولزوم اتباعها في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96482,
      "title": "تبريد حرارة المصيبة عند موت الأحباب وفقد ثمرات الأفئدة وفلذات الأكباد في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96483,
      "title": "ثواب القرب المهداة إلى أموات المسلمين"
    },
    {
      "text_id": 96484,
      "title": "رمي الجمرات في ضوء الكتاب والسنة وآثار الصحابة رضي الله عنهم"
    },
    {
      "text_id": 96485,
      "title": "زكاة الأثمان"
    },
    {
      "text_id": 96486,
      "title": "زكاة الخارج من الأرض"
    },
    {
      "text_id": 96487,
      "title": "زكاة الفطر"
    },
    {
      "text_id": 96488,
      "title": "زكاة بهيمة الأنعام السائمة"
    },
    {
      "text_id": 96489,
      "title": "زكاة عروض التجارة والأسهم والسندات"
    },
    {
      "text_id": 96490,
      "title": "سجود السهو"
    },
    {
      "text_id": 96491,
      "title": "سلامة الصدر"
    },
    {
      "text_id": 96492,
      "title": "سيرة الشاب الصالح عبد الرحمن بن سعيد بن علي بن وهف القحطاني"
    },
    {
      "text_id": 96493,
      "title": "شرح أسماء الله الحسنى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96494,
      "title": "شرح العقيدة الواسطية - ابن وهف"
    },
    {
      "text_id": 96496,
      "title": "شروط الدعاء وموانع الإجابة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96497,
      "title": "شروط الصلاة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96498,
      "title": "صدقة التطوع في الإسلام"
    },
    {
      "text_id": 96500,
      "title": "صلاة التطوع"
    },
    {
      "text_id": 96501,
      "title": "صلاة الجماعة"
    },
    {
      "text_id": 96502,
      "title": "صلاة الجمعة"
    },
    {
      "text_id": 96503,
      "title": "صلاة الخوف"
    },
    {
      "text_id": 96504,
      "title": "صلاة العيدين"
    },
    {
      "text_id": 96505,
      "title": "صلاة الكسوف"
    },
    {
      "text_id": 96506,
      "title": "صلاة المريض"
    },
    {
      "text_id": 96508,
      "title": "صلة الأرحام"
    },
    {
      "text_id": 96509,
      "title": "طهور المسلم في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96510,
      "title": "عظمة القرآن وتعظيمه وأثره في النفوس في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96512,
      "title": "فضائل الصيام وقيام صلاة التراويح"
    },
    {
      "text_id": 96513,
      "title": "قرة عيون المصلين في بيان صفة صلاة المحسنين من التكبير إلى التسليم في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96514,
      "title": "قضية التكفير بين أهل السنة وفرق الضلال في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96515,
      "title": "قيام الليل لسعيد بن وهف القحطاني"
    },
    {
      "text_id": 96516,
      "title": "كيفية دعوة الملحدين إلى الله تعالى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96517,
      "title": "كيفية دعوة الوثنيين إلى الله تعالى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96518,
      "title": "كيفية دعوة أهل الكتاب إلى الله تعالى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96519,
      "title": "كيفية دعوة عصاة المسلمين إلى الله تعالى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96521,
      "title": "مرشد المعتمر والحاج والزائر في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96522,
      "title": "مصارف الزكاة في الإسلام"
    },
    {
      "text_id": 96523,
      "title": "مفهوم الحكمة في الدعوة إلى الله تعالى في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96524,
      "title": "مقومات الداعية الناجح في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96525,
      "title": "مكفرات الذنوب والخطايا وأسباب المغفرة من الكتاب والسنة"
    },
    {
      "text_id": 96526,
      "title": "من أحكام سورة المائدة"
    },
    {
      "text_id": 96527,
      "title": "منزلة الزكاة في الإسلام"
    },
    {
      "text_id": 96529,
      "title": "مواقف التابعين وأتباعهم في الدعوة إلى الله تعالى"
    },
    {
      "text_id": 96530,
      "title": "مواقف الصحابة - رضي الله عنهم - في الدعوة إلى الله تعالى"
    },
    {
      "text_id": 96531,
      "title": "مواقف العلماء عبر العصور في الدعوة إلى الله تعالى"
    },
    {
      "text_id": 96532,
      "title": "مواقف النبي - صلى الله عليه وسلم - في الدعوة إلى الله تعالى"
    },
    {
      "text_id": 96533,
      "title": "مواقف لا تنسى - من سيرة والدتي رحمها الله"
    },
    {
      "text_id": 96534,
      "title": "نور الإخلاص وظلمات إرادة الدنيا بعمل الآخرة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96535,
      "title": "نور الإسلام وظلمات الكفر في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96536,
      "title": "نور الإيمان وظلمات النفاق في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96537,
      "title": "نور التقوى وظلمات المعاصي في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96538,
      "title": "نور التوحيد وظلمات الشرك في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96539,
      "title": "نور السنة وظلمات البدعة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96540,
      "title": "نور الشيب وحكم تغييره في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96541,
      "title": "نور الهدى وظلمات الضلال في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96542,
      "title": "وداع الرسول صلى الله عليه وسلم لأمته"
    },
    {
      "text_id": 96546,
      "title": "عقيدة المسلم في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96547,
      "title": "مناسك الحج والعمرة في الإسلام في ضوء الكتاب والسنة"
    },
    {
      "text_id": 96548,
      "title": "إظهار الحق والصواب في حكم الحجاب"
    },
    {
      "text_id": 96550,
      "title": "صلاة المؤمن"
    },
    {
      "text_id": 96721,
      "title": "رحمة للعالمين"
    },
    {
      "text_id": 9832,
      "title": "صلاة الاستسقاء"
    }
  ]
}