{
  "author_id": 1505,
  "author_meta": "محمد حامد الفقي مؤسس جماعة أنصار السنة المحمدية.\nمولده ونشأته\nولد محمد حامد الفقي بقرية نكلا العنب في سنة ١٣١٠ هـ الموافق ١٨٩٢م بمركز شبراخيت مديرية البحيرة. نشأ في كنف والدين كريمين فوالده أحمد عبده الفقي تلقى تعليمه بالأزهر ولكنه لم يكمله لظروف اضطرته لذلك. أما والدته فقد كانت تحفظ القرآن وتجيد القراءة والكتابة، وبين هذين الوالدين نما وترعرع وحفظ القرن وسنّه وقتذاك اثني عشر عامًا. ولقد كان والده أثناء تحفيظه القرآن يوضح له معاني الكلمات الغريبة ويعلمه مبادئ الفقه حتى إذا أتَّم حفظ القرآن كان ملمًا إلمامًا خفيفًا بعلومه ومهيأ في الوقت ذاته لتلقي العلوم بالأزهر على الطريقة التي كانت متبعة وقتذاك.\nطلبه العلم\nكان والده قد قسم أولاده الكبار على المذاهب الأربعة المشهورة ليدرس كل واحد منهم مذهبًا، فجعل الابن الأكبر مالكيًا، وجعل الثاني حنفيًا، وجعل الثالث شافعيًا، وجعل الرابع وهو الشيخ محمد حامد الفقي حنبليًا.\nودرس كل من الأبناء الثلاثة ما قد حُدد من قبل الوالد ما عدا الابن الرابع فلم يوفق لدراسة ما حدده أبوه فقُبل بالأزهر حنفيًا.\nبدأ محمد حامد الفقي دراسته بالأزهر في عام ١٣٢٢ هـ ـ ١٩٠٤م وكان الطلبة الصغار وقتذاك يبدؤون دراستهم في الأزهر بعلمين هما: علم الفقه، وعلم النحو. وكانت الدراسة المقررة كتابًا لا سنوات، فيبدأ الطالب الحنفي في الفقه بدراسة مراقي الفلاح. ويبدأ في النحو بكتاب الكفراوي وهذان الكتابان هما السنة الأولى الدراسية، ولا ينتقل منها الطالب حتى يتقن فهم الكتابين.\nكان آخر كتاب في النحو هو الأشموني أما الفقه، فحسب المذاهب ففي الحنابلة الدليل، وعند الشافعية التحرير، وعند الحنفية الهداية وعند المالكية الخرشي أما بقية العلوم الأخرى كالمنطق وعلم الكلام والبلاغة وأصول الفقه فكان الطالب لا يبدأ في شيء منها إلا بعد ثلاث سنوات.\nبدأ الشيخ محمد حامد الفقي دراسته في النحو بكتاب الكفراوي وفي الفقه بكتاب مراقي الفلاح وفي سنته الثانية درس كتابي الشيخ خالد في النحو وكتاب منلا مسكين في الفقه ثم بدأ في العلوم الإضافية بالسنة الثالثة، فدرس علم المنطق وفي الرابعة درس علم التوحيد ثم درس في الخامسة مع النحو والفقه علم الصرف وفي السادسة درس علوم البلاغة وفي هذه السنة وهي سنة ١٩١٠م بدأ دراسة الحديث والتفسير وكانت سنه وقتذاك ثمانية عشر عاما فتفتح بصره وبصيرته بهدي رسول الله صلى الله عليه وسلم وتمسك بسنته لفظًا وروحًا.\nبدايات دعوته لنشر السنة الصحيحة\nلما أمعن في دراسة الحديث على الوجه الصحيح ومطالعة كتب السلف الصحيح والأئمة الكبار أمثال إبن تيمية وابن القيم وابن حجر والإمام أحمد بن حنبل والشاطبي وغيرهم. فدعا إلى التمسك بسنة الرسول الصحيحة والبعد عن البدع ومحدثات الأمور وأن ما حدث لأمة الإسلام بسبب بعدها عن السنة الصحيحة وانتشار البدع والخرافات والمخالفات. فالتف حوله نفر من إخوانه وزملائه وأحبابه واتخذوه شيخًا له وكان سنه عندها ثمانية عشرة عامًا سنة ١٩١٠م بعد أن أمضى ست سنوات من دراسته بالأزهر. وهذا دلالة على نبوغ الشيخ المبكر.\nوظل يدعو بحماسة من عام ١٩١٠م حتى أنه قبل أن يتخرج في الأزهر الشريف عام ١٩١٧م دعا زملائه أن يشاركوه ويساعدوه في نشر الدعوة للسنة الصحيحة والتحذير من البدع.\nولكنهم أجابوه: بأن الأمر صعب وأن الناس سوف يرفضون ذلك فأجابهم: أنها دعوة السنة والحق والله ناصرها لا محالة، فلم يجيبوه بشيء.\nفأخذ على عاتقه نشر الدعوة وحده والله معه فتخرج عام ١٩١٧م بعد أن نال الشهادة العالمية من الأزهر وهو مستمر في الدعوة وكان عمره عندها ٢٥ سنة. ثم انقطع منذ تخرجه إلى خدمة كتاب الله وسنة رسوله صلى الله عليه وسلم.\nوحدثت ثورة ١٩١٩ وكان له موقف فيها بأن خروج الاحتلال لا يكون بالمظاهرات التي تخرج فيها النساء متبرجات والرجال ولا تحرر فيها عقيدة الولاء والبراء لله ولرسوله. ولكنه بالرجوع لسنة الرسول صلى الله عليه وسلم وترك ونبذ البدع وانكاره لمبادء الثورة (الدين لله والوطن للجميع) . وأن خلع حجاب المرأة من التخلف. وانتهت الثورة وظل على موقفه هذا.\nوظل بعد ذلك يدعوا عدة أعوام حتى تهيئت الظروف وتم أشهارها ثمرة هذا المجهود وهو إنشاء جماعة أنصار السنة المحمدية التي هي ثمرة سنوات الدعوة من ١٩١٠م إلى ١٩٢٦م عام أشهارها.\nثم إنشاء مجلة الهدي النبوي وصدر العدد الأول في ١٩٣٧هـ.\nإنشاء جماعة أنصار السنة المحمدية في عام ١٣٤٥هـ / ١٩٢٦م تقريبًا واتخذ لها دارًا بعابدين ولقد حاول كبار موظفي قصر عابدين بكل السبل صد الناس عن مقابلته والاستماع إليه حتى سخَّرُوا له من شرع في قتله ولكن صرخة الحق أصمَّت آذانهم وكلمة الله فلَّت جموعهم وانتصر الإيمان الحق على البدع والأباطيل. (مجلة الشبان المسلمين رجب ١٣٧١هـ) .\nتأسيس مجلة الهدي النبوى\nبعد أن أسس الشيخ جماعة أنصار السنة المحمدية وبعد أن يسر الله له قراءة كتب الإمامين إبن تيمية وابن القيم واستوعب ما فيها ووجد فيها ضالته أسس عام ١٣٥٦ هـ في مارس ١٩٣٦م مجلة الهدي النبوى لتكون لسان حال جماعته والمعبرة عن عقيدتها والناطقة بمبادئها. وقد تولى رياسة تحريرها فكان من كتاب المجلة على سبيل المثال لا الحصر: الشيخ أحمد محمد شاكر، الأستاذ محب الدين الخطيب، ومحمد محيي الدين عبد الحميد، وعبد الظاهر أبو السمح (أول إمام للحرم المكي) ، وأبو الوفاء محمد درويش، وصادق عرنوس، والشيخ عبد الرحمن الوكيل، والشيخ محمد خليل هراس، كما كان من كتابها محمود شلتوت.\nأغراض المجلة\nوقد حدد أغراض المجلة فقال في أول عدد صدر فيها: «وإن من أول أغراض هذه المجلة أن تقدم ما تستطيعه من خدمة ونصح وإرشاد في الشئون الدينية والأخلاقية، أخذت على نفسها موثقًا من الله أن تنصح فيما تقول وأن تتحرى الحق وأن لا تأخذ إلا ما ثبت بالدليل والحجة والبرهان الصحيح من كتاب الله تعالى وحديث رسوله صلى الله عليه وسلم» أهـ.\nعقيدته\nيقول حماد الأنصاري: أما عن حياة حامد الفقي: فعندما اجتمعتُ معه عام ١٣٦٧هـ جئتُهُ وهو يُدرِّسُ \"تفسير ابن كثير\" عند (باب علي بالمسجد الحرام) ، وعندما سَمِعْتُهُُ، قلت: هذا هو ضالّتي، فكان يأخذ آيات التوحيد ويسلّط عليها الأضواء، وسمعتُهُ من بعيد، فجلست في حلقَتِهِ، وكانت أولُ حلقة أجلسُ فيها بالحرم وأنا شاب صغير، وكان عُمري لا يتعدّى الثانية والعشرين، وسمعت الدرس، وكان الدرسُ في تفسير آيات التوحيد، وبعدما انتهى الدرس وصلينا العشاء جاءنا شخصٌ سوري لا أتذكّر اسمَهُ الآن وقال للشيخ: أنا أرى أن تشربوا القهوة عندي. فقال لهُ الشيخ: ومن معي. قال لهُ الرجل: أحضر من شئت. وكانت هذه أول أرى فيها الشيخ، على الرغم أنني سمعت عنه كثيراً، لأن شيخي وهو الشيخ محمد عبد الله المدني التنبكتي كان تلميذا لحامد الفقي. وذهبنا إلى بيت الأخ السوري، وعندما وصلنا إلى البيت وجلسنا قال لنا: أنا أريد أن أسلم لكم سيوفاً من الخشب، وسلم الأخ السوري كل واحدٍ سيوفاً من الخشب، وقال لنا: تعالوا نتسايف أولاً، وبعد ذلك نشرب القهوة حتى نطبق النونين التين تركز عليهما الإسلام، وأخذ كلُّ واحدٍ منَّا سيفَهُ، وأَخَذَ مع صاحبه يتجاولان، حتى انتهينا من المجاولة جلسنا وشربنا القهوة. وقلت للشيخ حامد الفقي: يا شيخ أنا عندي سؤال؟ فقال: ما هو سؤالك يا ولدي؟\nفقلتُ لهُ: كيفَ صرتَ موحداً وأنت درست في الأزهر؟ (وأنا أريدُ أن استفيد والناس يسمعون) فقال الشيخ: والله إن سؤالك وجيه. قال: أنا درست في جامعة الأزهر، ودرست عقيدة المتكلمين التي يدرِّسونَها، وأخذت شهادة الليسانس وذهبت إلى بلدي لكي يفرحوا بنجاحي، وفي الطريق مررتُ على فلاّح يفلح الأرض، ولما وصلت عندَه قال: يا ولدي اجلس على الدكّة وكان عندهُ دكة إذا انتهى من العمل يجلس عليها، وجلستُ على الدكة وهو يشتغل، ووجدت بجانبي على طرفِ الدكة كتاب، فأخذت الكتاب ونظرت إليه فإذا هو كتاب \"اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية\" لابن القيم؛ فأخذت الكتاب أتسلى به، ولما رآني أخذت الكتاب وبدأت أقرأ فيه تأخر عني حتى قدّر من الوقت الذي آخذ فيه فكرة عن الكتاب. وبعد فترة من الوقت وهو يعمل في حقلِهِ وأنا أقرأ في الكتاب جاء الفلاّح وقال: السلام عليكم يا ولدي، كيف حالك؟ ومن أين جئت؟ فأجبتهُ عن سؤالهِ.\nفقال لي: والله أنت شاطر، لأنك تدرجت في طلبِ العلم حتى توصلت إلى هذه المرحلة؛ ولكن يا ولدي أنا عندي وصية. فقلتُ: ما هي؟\nقال الفلاّح: أنت عندك شهادة تعيشك في كل الدنيا في أوروبا في أمريكا، في أيِّ مكان. ولكنها ما علمتك الشيء الذي يجب أن تتعلمه أولاً. قلتُ: ما هو؟!\nقال: ما علمتك التوحيد!\nقُلتُ لهُ: التوحيد!!\nقال الفلاّح: توحيد السلف.\nقلتُ لهُ: وما هو توحيد السلف؟!!\nقال لهُ: انظر كيف عرف الفلاّح الذي أمامَك توحيد السلف. هذه هي الكتب: كتاب \"السنة\" للإمام أحمد الكبير. وكتاب \"السنة\" للإمام أحمد الصغير. وكتاب \"التوحيد\" لابن خزيمة. وكتاب \"خلق أفعال العباد\" للبخاري. وكتاب \"اعتقاد أهل السنة\" للحافظ اللالكائي. وعدَّ لهُ كثيراً من كتب التوحيد. وذكر الفلاّح كتب التوحيد للمتأخرين. وبعد ذلك كتب شيخ الإسلام ابن تيمية وابن القِّيم.\nوقال لهُ: أنا أدلك على هذه الكتب إذا وصلت إلى قريتك ورأوك وفرحوا بنجاحك لا تتأخر ارجع رأساً إلى القاهرة فإذا وصلت القاهرة أدخل دار الكتب المصرية ستجد كل هذه الكتب التي ذكرتُها كلها فيها ولكنها مكدّسٌ عليها الغبار وأنا أريدك تنفض ما عليها من الغبار وتنشرها.\nوكانت تلك الكلمات من الفلاّح البسيط الفقيه قد أخذت طريقَها إلى قلبِ الشيخ حامد الفقي لأنها جاءت من مُخْلِص. استوقفت الشيخ وسألتُهُ: كيف عرف الفلاّح كل ذلك؟!\nقال الشيخ حامد: لقد عرفَهُ من أُستاذِهِ (الرمال) .. هل تسمعون بـ (الرمال) ؟\nقلتُ لهُ: أنا لا أعرف (الرمَّال) هذا.. ما هي قصتُهُ؟\nقال: (الرمَّال) كان يفتش عن كتب سلفه ولما وجد ما وجد منها بدأ بجمع العمال والكنّاسين وقام يُدرّس لهم وكان لا يُسمح لهُ أن يُدرسَ علانية وكان من جُملَتِهم هذا الفلاّح.. وهذا الفلاّح يصلح أن يكون إماماً من الأئمة ولكنهُ هناك في الفلاحة فمن الذي يصلح أن يتعلم؟! ولكن ما زال الخيرُ موجوداً في كُلّ بلدٍ حتى تقوم الساعة.\nولما رجعتُ إلى قريتي في مصر وذهبتُ إلى القاهرة ووقفت على الكتب التي ذكرها لي الفلاّح كلها ما عدا كتاب واحد ما وقفت عليه إلاّ بعد فترة كبيرة.\nوبعد ذلك انتهينا من الجلسةِ وذهب الشيخ حامد الفقي.. وكان يأتي إلى السعودية ونستقبلهُ ضمن البعثة المصرية أيّام الملك فاروق كل عام، وكانت هذه القصة هي إجابة للسؤال الذي سألتُهُ للشيخ حامد في مجلس الرجل السوري.\nجهاده\nيقول عنه الشيخ عبد الرحمن الوكيل: «لقد ظل إمام التوحيد (في العالم الإسلامي) والدنا الشيخ محمد حامد الفقي ـ ـ أكثر من أربعين عامًا مجاهدًا في سبيل الله. ظل يجالد قوى الشر الباغية في صبر، مارس الغلب على الخطوب واعتاد النصر على الأحداث، وإرادة تزلزل الدنيا حولها، وترجف الأرض من تحتها، فلا تميل عن قصد، ولا تجبن عن غاية، لم يكن يعرف في دعوته هذه الخوف من الناس، أو يلوذ به، إذ كان الخوف من الله آخذا بمجامع قلبه، كان يسمي كل شيء باسمه الذي هو له، فلا يُدهن في القول ولا يداجي ولا يبالي ولا يعرف المجاملة أبدًا في الحق أو الجهر به، إذ كان يسمي المجاملة نفاقًا ومداهنة، ويسمي السكوت عن قول الحق ذلا وجبنا» .\nعاش للدعوة وحدها قبل أن يعيش لشيء آخر، عاش للجماعة قبل أن يعيش لبيته، كان في دعوته يمثل التطابق التام بين الداعي ودعوته، كان صبورًا جلدًا على الأحداث. نكب في اثنين من أبنائه الثلاث فما رأى الناس معه إلا ما يرون من مؤمن قوي أسلم لله قلبه كله.\nويقول الشيخ أبو الوفاء درويش: «كان يفسر آيات الكتاب العزيز فيتغلغل في أعماقها ويستخرج منها درر المعاني، ويشبعها بحثًا وفهمًا واستنباطًا، ويوضح ما فيها من الأسرار العميقة والإشارات الدقيقة والحكمة البالغة والموعظة الحسنة. ولا يترك كلمة لقائل بعده. بعد أن يحيط القارئ أو السامع علما بالفقه اللغوي للكلمات وأصولها وتاريخ استعمالها فيكون الفهم أتم والعلم أكمل وأشمل» .\nقلت: لقد كانت اخر آية فسرها قوله تبارك وتعالى: {وَيَدْعُ الإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الإِنْسَانُ عَجُولاً} [الإسراء:١١] . وقد فسرها في عدد ٦ و ٧ لسنة ١٣٧٨هـ في حوالي ٢٢ صفحة.\nإنتاجه العلمي\nإن المكتبة العربية لتعتز بما زودها به من كتب قيمة مما ألف ومما نشر ومما صحح ومما راجع ومما علق وشرح من الإمام ابن تيمية وابن القيم وغيرهما.\nوكما كان الشيخ محبًا لابن تيمية وابن القيم فقد جمعت تلك المحبة لهذين الإمامين الجليلين بينه وبين الشيخ عبد المجيد سليم شيخ الأزهر، وكذلك جمعت بينه وبينه الشيخ شلتوت الذي جاهر بمثل ما جاهر به الشيخ حامد.\nومن جهوده كذلك قيامه بتحقيق العديد من الكتب القيمة نذكر منها ما يأتي: -\n* اقتضاء السراط المستقيم.\n* مجموعة رسائل.\n* القواعد النورانية الفقهية.\n* المسائل الماردينية.\n* المنتقى من أخبار المصطفى.\n* موافقة صحيح المنقول لصريح المعقول حققه بالاشتراك مع محمد محيي الدين عبد الحميد.\n* نفائس تشمل أربع رسائل منها الرسالة التدمرية.\n* والحموية الكبرى.\nوهذه الكتب جميعها لشيخ الإسلام ابن تيمية. ومن كتب الشيخ ابن القيم التي قام بتحقيقها نذكر:\n* إغاثة اللفهان.\n* المنار المنيف.\n* مدارج السالكين.\n* رسالة في أحكام الغناء.\n* التفسير القيم.\n* رسالة في أمراض القلوب.\n* الطرق الحكمية في السياسة الشرعية.\nكما حقق كتب أخرى لمؤلفين آخرين من هذه الكتب:\n* فتح المجيد لعبد الرحمن بن حسن آل شيخ.\n* بلوغ المرام لابن حجر العسقلاني.\n* جامع الأصول من أحاديث الرسول لابن الأثير.\n* الاختيارات الفقهية من فتاوى ابن تيمية لعلي بن محمد بن عباس الدمشقي.\n* الأموال لابن سلام الهروي.\n* الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام المبجل أحمد بن حنبل لعلاء الدين بن الحسن المرادي.\n* جواهر العقود ومعين القضاة والموقعين والشهود للسيوطي.\n* رد الإمام عثمان بن سعيد على بشر المريسي العنيد.\n* شرح الكوكب المنير.\n* اختصار ابن النجار.\n* الشريعة للآجري.\n* العقود الدرية من مناقب شيخ الإسلام أحمد بن تيمية لمحمد ابن أحمد بن عبد الهادي.\n* القواعد والفوائد الأصولية وما يتعلق بها من الأحكام الفرعية لابن اللحام.\n* مختصر سنن أبي داود للمنذري بالاشتراك مع أحمد شاكر.\n* معارج الألباب في مناهج الحق والصواب لحسن بن مهدي.\n* تيسير الوصول إلى جامع الأصول لابن الربيع الشيباني.\n* العقود لشيخ الإسلام، بمشاركة الشيخ محمد ناصر الدين الألباني.\nكما جاء في تقديم الشيخ محمد حامد الفقي ـ رَحِمَهُ اللهُ ـ للكتاب.\nمصير هذا التراث\nهذا قليل من كثير مما قام به الشيخ محمد حامد الفقي فيما مجال التحقيق وخدمة التراث الإسلامي وهذا التراث الذي تركه الشيخ إذ أن جمعية إحياء التراث الإسلامي بالكويت قد جمعت كل هذا التراث. وقد جاء في نشرتها (أخبار التراث الإسلامي) العدد الرابع عشر ١٤٠٨هـ ١٩٨٨م أنها اشترت خزانة الشيخ محمد حامد الفقي كاملةً مخطوطتها ومصورتها وكتبها وكتيباتها وقد أحصيت هذه تلك المحتويات على النحو التالي: ١ - ٢٠٠٠ كتاب. ٢ - ٧٠ مخطوطة أصلية. ٣ - مائة مخطوطة مصورة على ورق.\nوفاته\nتوفي فجر الجمعة ٧ رجب ١٣٧٨ هـ الموافق ١٦ يناير ١٩٥٩م على إثر عملية جراحية أجراها بمستشفى العجوزة، وبعد أن نجحت العملية أصيب بنزيف حاد وعندما اقترب أجله طلب ماء للوضوء ثم صلى ركعتي الفجر بسورة الرعد كلها. وبعد ذلك طلب من إخوانه أن ينقل إلى دار الجماعة حيث توفى بها، وقد نعاه رؤساء وعلماء من الدول الإسلامية والعربية، وحضر جنازته واشترك في تشيعها من أصحاب الفضيلة وزير الأوقاف والشيخ عبد الرحمن تاج، والشيخ محمد الحسن والشيخ محمد حسنين مخلوف، والشيخ محمد محيي الدين عبد الحميد، والشيخ أحمد حسين، وجميع مشايخ كليات الأزهر وأساتذتها وعلمائها، وقضاة المحاكم.\nأبناؤه\nالطاهر محمد الفقي، وسيد أحمد الفقي، وقد توفي الأول وأبوه في رحلة الحج، وأما الثاني فقد مات فجر الجمعة ذي القعدة عام ١٣٧٧هـ فخطب الشيخ الجمعة بالناس ووعظهم وطلب منهم البقاء على أماكنهم حتى يصلوا على أخيهم. ومحمد الطيب الفقي وهو الوحيد الذي عاش بعد وفاة والده.",
  "books": [
    {
      "text_id": 7479,
      "title": "أثر الدعوة الوهابية في الإصلاح الديني والعمراني في جزيرة العرب وغيرها"
    }
  ]
}