{
  "author_id": 1508,
  "author_meta": "مروان كجك (١٣٦٠ - ١٤٣٢ هـ = ١٩٦٠ - ٢٠١٠ م)\nمروان محمد كجك:\nأديب إسلامي روائي شاعر، وباحث وكاتب في الشأن الإسلامي.\n(وهو غير المحقق: عبده علي كوشك المتوفى عام ١٤٣٦ هـ فلْيُتنبّه)\nولُد مروان كجك في مدينة (تلكلخ) بمحافظة حمص في سورية ١٧ مارس ١٩٤١ م الموافق ١٩ صفر ١٣٦٠ هـ.\nعمل معلمًا في المرحلة الابتدائية، ثم مدرسًا للغة العربية وآدابها في المرحلتين الإعدادية والثانوية.\nحصل على الليسانس في اللغة العربية وآدابها من جامعة دمشق.\nثم حصل على دبلوم الدراسات العليا الإسلامية من القاهرة. وأقام في القاهرة خمس عشرة سنة.\nبعدها استقر به المقام في مدينة الرياض في المملكة العربية السعودية.\nمن آثاره:\n١ - «أناشيد إسلامية» مجموعة مختارة من القصائد والأراجيز الإسلامية (لم يُعَرّف بأصحابها)، انتهى من جمعها في القاهرة ١٤٠١ هـ-١٩٨١ م وطُبع بنفس العام لدى دار الأرقم بالكويت.\n٢ - «حكمة الابتلاء» مجموع من كلام ابن قيم الجوزية، طُبع عام ١٤٠٤ هـ-١٩٨٤ م عن دار الكلمة الطيبة بالقاهرة.\n٣ - «أحكام عُصاة المؤمنين» جمعه من كلام شيخ الإسلام ابن تيمية، وطُبع عام ١٤٠٥ هـ - ١٩٨٥ م عن دار الكلمة الطيبة بالقاهرة.\n٤ - «الأسرة المسلمة أمام الفيديو والتليفزيون»، طبع عام [١٤٠٦ هـ] ١٩٨٦ م عن دار الكلمة الطيبة بالقاهرة.\n٥ - «الموالاة والهجر والمعاداة» جمعه من كلام شيخ الإسلام ابن تيمية، طُبع عام ١٤٠٨ هـ - ١٩٨٨ م عن دار الكلمة الطيبة بالقاهرة.\n٦ - «الوصية الكبرى في الدعوة للاعتدال والبعد عن الغلو» مجموع من كلام شيخ الإسلام ابن تيمية، ويليه «الوصية الصغرى» له أيضا، طُبع عام ١٤٠٩ هـ - ١٩٨٨ م عن دار الكلمة الطيبة بالقاهرة.\n٧ - ترتيب وتقديم «جامع العلوم والحكم» للحافظ ابن رجب الحنبلي، طبع عام ١٤٠٩ هـ-١٩٨٩ م عن دار الكلمة الطيبة بالقاهرة في مجلدين.\n٨ - «تخريج أحاديث مجموعة فتاوى ابن تيمية»، طبع عام ١٤١٩ هـ - ١٩٩٨ م عن دار ابن حزم ببيروت في ٦ مجلدات.\n٩ - «رائحة الخبز» رواية واقعية تحكي عن تغير الأحوال وتبدل الاخلاق بين الناس، حتى لم يَعُد غير الفرن (حيث رائحة الخبز) مكانا لالتقاء الشرفاء بعيدًا عن أعين الجبناء، طُبعَتْ عام ١٤٣٤ هـ-٢٠١٣ م عن دار رواية بـ (لندن) بعد وفاة مؤلفها.\n١٠ - «الجيل التالي»، رواية تدوّن حياة طائفة النصيرية (الذين ينتسبون إلى العلويين) من الناحية العقائدية والاجتماعية، وذلك على لسان أحد أبنائها الذين هداهم الله، وتلقي الضوء على كثيرٍ من عقائد النصيرية، ومن ذلك: تأليه علي رضي الله عنه، وتقديس قاتله: عبدالرحمن بن ملجم!! وتقديس اليهودي عبدالله بن سبأ، وأن المرأة ليس لها دين … إلخ، طُبعَتْ عام ١٤٣٤ هـ-٢٠١٣ م عن دار رواية بـ (لندن) بعد وفاة مؤلفها.\nتوفي ظهيرة يوم الثلاثاء ٨ محرم ١٤٣٢ هـ الموافق ١٤ ديسمبر ٢٠١٠ م على إثر مرض ألم به.\nملخصًا من:\nصفحة المترجَم بالموقع الإلكتروني «قراءات جيدة» (جود ريدز):\nwww.goodreads.com/author/show/٤٦٩٧١٥٧\nمع إصافات من جمع فريق الشاملة.",
  "books": [
    {
      "text_id": 7490,
      "title": "أحكام عصاة المؤمنين من كلام شيخ الإسلام ابن تيمية - كجك"
    }
  ]
}