{
  "author_id": 1510,
  "author_meta": "د. محمد بن عبد الرحمن بن ملهي بن محمد العريفي\nبيانات شخصية:\n·  من مواليد عام ١٣٩٠هـ  (١٩٧٠م).\n· ينتسب إلى فخذ الجبور من قبيلة بني خالد.\nالمؤهلات العلمية:\n· شهادة الدكتوراه في أصول الدين، في العقيدة والمذاهب المعاصرة، وعنوان الرسالة \"آراء شيخ الإسلام ابن تيمية في الصوفية، جمع ودراسة\" بتقدير ممتاز مع مرتبة الشرف الأولى عام ١٤٢١هـ (٢٠٠١م) من جامعة الإمام محمد بن سعود الإسلامية بالرياض.\n· شهادة الماجستير في أصول الدين، في العقيدة والمذاهب المعاصرة، وعنوان الرسالة \"الكافية الشافية في الانتصار للفرقة الناجية، لابن القيم، تحقيق ودراسة، وهي نونية ابن القيم\" بتقدير ممتاز مع مرتبة الشرف الأولى عام ١٤١٦هـ (١٩٩٦م) من جامعة الإمام محمد بن سعود الإسلامية بالرياض.\n·  شهادة البكالوريوس في أصول الدين عام ١٤١١هـ (١٩٩١م) من جامعة الإمام محمد بن سعود الإسلامية بالرياض.\nالإجازات العلمية:\n·إجازة في القرآن الكريم من شيخ قراء اليمن الشيخ يحي الحليلي .\n·إجازة في القرآن الكريم من شيخ قراء مصر الشيخ المعصراوي .\n·إجازة في القرآن الكريم من الشيخ القارئ محمد الطبلاوي\n·إجازة حديثية من الشيخ القاضي المحدث إسماعيل بن علي الأكوع .\n·إجازة حديثية من الشيخ القاضي المحدث محمد بن إسماعيل العمراني اليمني .\n·إجازة حديثية من الشيخ المسند المغربي أبي خبزة .\nالتزكيات:\nيحمل تزكيات من مشايخه الذين قرأ عليهم .\nالعضويات المتخصصة:\n· عضو الاتحاد العالمي لعلماء المسلمين\n·  عضو الهيئة العليا للتنمية البشرية التابعة لرابطة العالم الإسلامي\n·  عضو مجلس الأمناء بالهيئة العليا للإعلام الإسلامي التابعة لرابطة العالم الإسلامي\n·  عضو في عدد من المكاتب الدعوية والهيئات الإسلامية.\nأنشطة أخرى:\n·   مستشار غير متفرغ لعدد من الهيئات الإسلامية .\n·  محاضر متعاون لعدد من الجامعات في الداخل والخارج .\nالسيرة الوظيفية:\n·  خطيب جامع البواردي بالرياض منذ عام ١٤٢٦هـ (٢٠٠٦م) إلى الآن.\n·  عضو هيئة تدريس بجامعة الملك سعود منذ عام ١٤١٣هـ (١٩٩٣م) إلى الآن.\n·   إمام وخطيب جامع الكلية الأمنية من ١٤١٣هـ إلى ١٤٢٦هـ (١٩٩٣م- ٢٠٠٦م)\n·    موجهاً ومستشاراً شرعياً في الشئون الدينية بالقوات المسلحة لمدة عام ١٤١٢هـ (١٩٩٢م).\nمشائخه:\n·  درس شيئاً من الفرائض على الشيخ الفرضي د.عبد الكريم اللاحم عام ١٤٢٣هـ (٢٠٠٣م).\n·  درس الفقه والتوحيد والملل والنحل على الشيخ د.عبد الله بن جبرين رحمه الله من عام ١٤١٣-١٤٢١هـ  (١٩٩٣م - ٢٠٠١م).\n·   درس التفسير والفقه وغيرها على سماحة الشيخ ابن باز رحمه الله بدروس متفرقة من عام١٤١٣- ١٤١٩هـ (١٩٩٣م - ١٩٩٩م).\n·  درس الفقه على الشيخ عبد الرحمن بن ناصر البراك خلال ١٤١٥ - ١٤١٨هـ (١٩٩٥م - ١٩٩٨م).\n·  درس التوحيد وغيره على الشيخ عبد الله بن قعود رحمه الله خلال ١٤١٣هـ - ١٤١٨هـ (١٩٩٣م- ١٩٩٨م).\n·  قرأ في الفقه على عدد من المشايخ في المدينة النبوية في أعوام متفرقة .\nالدروس العلمية:\n·  درس يلقيه في التفسير في جامع الدخيل بالرياض بدأ عام ١٤٢٧هـ .( وحضور هذه الدروس يتراوح ما بين ال٤٠٠-٦٠٠طالب علم أسبوعياً ).\n·   درس يلقيه في شرح سلم الوصول في جامع الحديثي بالرياض بدأ عام ١٤٢٢هـ .\n·   درس يلقيه في شرح عمدة الفقه في جامع الحديثي ثم جامع الدخيل بالرياض بدأ عام ١٤٢٢هـ . ، وقد توقفت هذه الدروس مؤقتاً .\n·   دورات علمية متنوعة في شرح أصول الإيمان ، وأشراط الساعة، والسيرة النبوية، وغيرها..\nالمشاركات والمؤتمرات:\n· شارك بمئات المحاضرات العامة في المساجد والمخيمات الشبابية في الداخل والخارج .\n· شارك في تقديم عدد من الدورات العلمية الشرعية ، في داخل المملكة وخارجها .\n· شارك في عدد من الملتقيات والمؤتمرات في الداخل والخارج (منها : مؤتمر الحوار الوطني بالمملكة، ومؤتمر حقوق المسنين بقطر، ومؤتمر نصرة النبي صلى الله عليه وسلم بالبحرين، ومؤتمر الإسلام والحضارات بالأرجنتين، ومؤتمر أطباء الحرمين بالمملكة، ومؤتمر حقوق النبي صلى الله عليه وسلم بمكة، وغيرها..) .\n· حضر وقدم دورات تدريبية متنوعة في مهارات تطوير الذات، وفنون التعامل مع الآخرين، وفنون التفاوض والإقناع، ومهارات الإلقاء، وعلم الاتصال، وغيرها .\n·   مشاركات إعلامية في القنوات الفضائية المتنوعة (بلغت خلال عشر سنوات أكثر من ألف لقاء ما بين مسجل ومباشر).\nالمؤلفات:\nبلغت أكثر من عشرين عنواناً، تباع بسعر رمزي:\n· كتاب: الكافية الشافية في الانتصار للفرقة الناجية، لابن القيم، تحقيق ودراسة، وهي نونية ابن القيم، في مجلدين، وهي رسالة الماجستير.\n·  كتاب: \" موقف ابن تيمية من الصوفية \" في مجلدين، وهي رسالة الدكتوراه.\n·  كتاب نهاية العالم (في أشراط الساعة) طبع منه في الـ١٠٠يوم الأولى ٣٢٠ألف نسخة .\n· كتاب: استمتع بحياتك، صدر ١٤٢٨هـ  (٢٠٠٨م) وطبع منه ٣مليون نسخة .\n· كتاب: المفيد في تقريب أحكام المسافر (طبع ثلاث طبعات) .\n· كتاب: المفيد في تقريب أحكام الأذان (طبع طبعتان).\n· كتاب: الدرر البهية في الألغاز الفقهية (طبع طبعتان) .\n·  كتاب: هل تبحث عن وظيفة (في الدعوة إلى الله ، طبع منه مليونا نسخة) .\n·  كتاب: اركب معنا (في أهمية التوحيد ، طبع منه أربعة ملايين نسخة) .\n· كتاب: إنها ملكة (طبع منه مليون ونصف نسخة) .\n·  كتاب: في بطن الحوت (طبع منه مليون ونصف نسخة) .\n·  كتاب: إلا ليعبدون (شرح مصور للعبادات: الصلاة والزكاة والصوم والحج ، طبع منه مليون نسخة).\n·  كتاب: رحلة إلى السماء (طبع منه مليون ونصف نسخة) .\n· كتاب: عاشق في غرفة العمليات (توجيهات للأطباء والمرضى، طبع منه ٧٠٠ألف نسخة) .\n· كتاب: صرخة في مطعم الجامعة (رواية حول الحجاب وأدلته) (طبع منه مليون ونصف نسخة) .\n·  كتاب: الدرر البهية من فتاوى ابن تيمية.\n·  كتاب:  زبدة الفوائد من كتب ابن تيمية.\n·  مطوية: أذكار المسلم اليومية (طبع منها عشرون مليون نسخة، خلال ثلاث سنوات).\n· مطوية: أين تذهبون؟ (في السحر والعين، طبع منها ثمانية ملايين نسخة).\n· مطوية: ماذا تفعلين هناك؟ (توجيهات للأخوات، طبع منها سبعة ملايين نسخة).\n·  مطوية: هل طرقت الباب؟ (في قصص تائبين، طبع منها خمسة ملايين نسخة).\n·  مطوية: كم إلهاً تعبد؟ (في أهمية التوحيد ، طبع منها أربعة ملايين نسخة).\nالخطب والمحاضرات المسجلة:\n·  محاضرات المسجلة المنشورة، في الانترنت وغيره .\n·  خطب جمعة وعيد واستسقاء مسجلة صوتاً وصورة منشورة .\nالمشاركات الصحفية:\nوهي ليست زوايا ثابتة، بل في مواضيع متفرقة بين الفينة والأخرى.",
  "books": [
    {
      "text_id": 31219,
      "title": "المفيد في تقريب أحكام الأذان"
    }
  ]
}