{
  "author_id": 1512,
  "author_meta": "الاسم: أحمد بن عبد العزيز السليمان الحمدان.\nتاريخ الميلاد: عام ١٣٧٨هـ.\nمكان الميلاد: مدينة جدة.\nالتعليم:\n١- تلقى تعليمه الإبتدائي والمتوسط والثانوي في مدينة جدة.\n٢- تعليمه الشرعي كان في جامعة أم القرى/كلية الشريعة/قسم الفقه وأصوله، وتخرج في الجامعة عام ١٤١٤هـ. الفصل الأول\n٣- تلقى العلم الشرعي على أيدي عدة مشايخ؛ فمنهم:\n* سماحة مفتي عام المملكة العربية السعودية الشيخ عبد العزيز بن باز عامي ١٤٠٠و١٤٠١هـ\nفي الكتب التالية: (كتاب التوحيد) و (فتح الباري شرح صحيح البخاري) و (بقية الكتب الستة)\nو (مختصر السيرة النبوية) و (إعلام الموقعين عن رب العالمين) و (تفسير ابن كثير) و (منهاج السنة النبوية في نقض كلام الشيعة والقدريّة) و (عدة الباحث في أحكام المواريث) و (أوضح المسالك إلى ألفية ابن مالك) .\n* فضيلة الشيخ محمد بن صالح العثيمين (عضو هيئة كبار العلماء) : في كتاب عمدة الأحكام.\n* فضيلة الشيخ الدكتور صالح بن فوزان الفوزان (عضو هيئة كبار العلماء) : في (العقيدة الواسطية) و (الرسالة السديدة المفيدة) و (أخصر المختصرات) .\n* فضيلة الشيخ عبد الله بن عبد الرحمن البسام (عضو هيئة كبار العلماء) : في كتاب (أخصر المختصرات) .\n* فضيلة الشيخ محمد الأمين العوضي من ١٤٠٠هـ٠ إلى ١٤٠٤هـ في الكتب التالية:\n(الروض المربع) و (جامع العلوم والحكم) و (أوضح المسالك إلى ألفية ابن مالك) و (شرح ابن عقيل على ألفية ابن مالك) و (التقريرات السنية على المنظومة البيقونية) .\n* فضيلة الشيخ الدكتور محمد بن علي بن إبراهيم كتاب (نهاية السول في شرح منهاج الوصول إلى علم الأصول) .\nالوظائف:\n١- مدير مركز الدّعوة والإرشاد بمحافظة جدّة.\n٢- المشرف على المكاتب التعاونية للدّعوة والإرشاد وتوعية الجاليات بمحافظة جدّة.\n٣- عضو مجلس إدارة المكتب التعاوني للدّعوة والإرشاد وتوعية الجاليات في شرق جدّة.\n٤- عضو المجلس التأسيسي في الهيئة العالميّة لتحفيظ القرآن الكريم.\n٥- عضو المجلس التأسيسي لهيئة الإغاثة الإسلاميّة العالميّة.\n٦- المشرف على مستودع الإغاثة الخيري بمحافظة جدّة.\n٧- خطيب جامع عبد اللطيف جميل في حي الأمير عبد المجيد النموذجي.\n٨- عضو اللجنة العليا لرعاية السلوك بمحافظة جدة.\n٩- عضو مجلس إدارة لجنة توعية نزلاء السجون ومستشفى الأمل ودار الملاحظة بمحافظة جدّة.\nالإنتاج العلمي:\nأكثر من خمسين كتاباً، طبع منها إلى الآن خمسة وثلاثون كتاباً، عدا البحوث التي لم تخرج إلى الآن، وهذه قائمة أسماء هذه\nالكتب:\n١- إتحاف الإخوان بفضائل القرآن.\n٢- أحكام الموسيقى والغناء في الكتاب والسنة وأقوال العلماء: تُرجم إلى عدّة لغات.\n٣- أخلاقنا: صدر منها ثنتا عشرة حلقة، طبعت في كتاب.\n٤- الأدلة المطمئنة على أنّ الحجاب عزّ وطهر للمؤمنة: طبع طبعتين.\n٥- أذكار وتحصينات: طبع تسع طبعات.\n٦- أفراح: طُبع تسع طبعات.\n٧- أنوار التوحيد: صدر منها خمس عشرة حلقة، طبع منها مجموعة منتخبة في كتاب.\n٨- البيان الموجز الصدوق فيما لسيد الخلق صلى الله عليه وسلم من حقوق.\n٩- التحصينات الشرعية من كيد الجنّ والشياطين: طبع طبعتين.\n١٠- تحفة الأحباب بقواعد الآداب: طبع طبعتين.\n١١- تحفة العابد من فضائل وآداب الجلوس في المساجد.\n١٢- تذكرة أُلي الألباب بمراعاة حرمات المسلمين ووجوب الاتفاق وذم الافتراق: طبع.\n١٣- تعليم ابنك القرآن: طبع.\n١٤- تنبيه الأخيار إلى خطر السحرة الأشرار: طبع طبعتين.\n١٥- جاري العزيز: طبع طبعتين.\n١٦- جمرة إبليس كيف تطفأ: طبع طبعتين.\n١٧- جولة في مكتبة طالب العلم، تم منها إحدى عشرة جولة.\n١٨- جولة في مكتبة الطفل المسلم، تم منها جولة.\n١٩- حجابك دليل طهرك وعفافك: طبع أربع طبعات.\n٢٠- خلاصة الكلام من أحكام الصيام: طبع أربع طبعات.\n٢١- دليل السالك لأداء المناسك وآداب الزيارة: طبع أربع طبعات.\n٢٢-دليل مكتبة المرأة المسلمة: انتهى من كتابة ستة مجلدات منه، طبع منها أربعة مجلدات\n٢٣- الرسالة الأمينة في فضائل المدينة: طبع.\n٢٤- رقي الدرجات بنوافل الصلوات.\n٢٥- رمضانيّات: صدر منها ثنتان وثلاثون حلقة، طبعت في كتاب، ونشرت في شريط كاسيت.\n٢٦- سلاح المؤمن في الدعاء من الكتاب والسنة: طبع ثلاث طبعات.\n٢٧- شرح أصول السنة: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\n٢٨- شرح دليل الطالب في فقه الإمام أحمد: درس خاص للطلاب.\n٢٩- شرح زاد المستقنع في فقه الإمام أحمد إلى نهاية كتاب الجنائز: للطلاب في جامع سعيد بن جبير.\n٣٠- شرح عمدة الأحكام من أحاديث الأحكام: مذكرة شرح الكتاب لطلاب دورة الملك عبد العزيز العلميّة.\n٣١- شرح عمدة الفقه في مذهب الإمام أحمد: مذكرة شرح الكتاب للطلاب في جامع سعيد بن جبير وجامع عبد اللطيف جميل بجدّة.\n٣٢- شرح العقيدة الطحاوية: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\n٣٣- شرح القصيدة اللامية في العقيدة: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\n٣٤- شرح كفاية العابد في فقه الإمام أحمد: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\n٣٥- شرح لمعة الاعتقاد: مذكرة شرح الكتاب لطلاب دورة الملك سعود العلميّة.\n٣٦- شرح المنظومة البيقونية: مذكرة شرح الكتاب لطلاب درس خاص لبعض الطلاب.\n٣٧- الفقه الميسر: مجموعة حلقات صدر منها مائتان وخمس وثلاثون حلقة، طبعت منها مجموعة منتخبة في كتاب.\n٣٨- من فتاوى العلماء: صدر منها اثنا عشر حلقة.\n٣٩- الكفّارات والدرجات: طبع.\n٤٠- كيف تقي نفسك شرّ العين: طبع طبعتين.\n٤١- كيف تكون من الذاكرين الله كثيراً والذاكرات: طبع ثلاث عشرة طبعة.\n٤٢- كيف تؤدي العمرة: طبع طبعتين.\n٤٣- المختصر في فقه العبادات: طبع ست طبعات، عدا ما تُرجم إلى بعض اللغات.\n٤٤- مربية الأجيال: صدر منها أربع وعشرون حلقة، طبعت منها مجموعة منتخبة في كتاب.\n٤٥- المصطفى من سيرة المصطفى صلى الله عليه وسلم: طبع طبعتين.\n٤٦- مفاتيح الجنة.\n٤٧- مكانة الوالدين: طبع.\n٤٨- المنجيات والمهلكات: طبع.\n٤٩- المنهج في صفة الحجّ: طبع طبعتين.\n٥٠- الموجز البديع في الصلاة والسلام على الحبيب الشفيع: طبع.\n٥١- نماذج ودروس: صدرت منها ست وخمسون حلقة.\n٥٢- نيل المرام من أحكام الصيام: طُبع إحدى عشرة طبعة، وتُرجم إلى عدّة لغات.\n٥٣- نيل المكرمة من فضائل مكة المكرمة.\n٥٤- وبالوالدين إحساناً: طبع.\n٥٥- وصيتي.\n٥٦- لا تقل: صدرت منها سبع حلقات، طبعت في كتاب.\nالنشاط الدّعوي:\n- يشرف على إقامة مجموعة أنشطة دعوية في محافظة جدَّة وخارجها؛ فمنها:\n١.الإشراف على برنامج طلاب العلم، يضم نخبة من الطلاب المتميزين ضمن برنامج علمي تأصيلي يستمر من عشرة إلى خمس عشرة سنة.\n٢.دورة الملك سعود العلميّة التأسيسيّة، ودورة الملك سعود العلميّة المتقدّمة التي تُعدّ الأكبر على مستوى السعوديّة: يحضرها ثلاثة آلاف طالب وطالبة، دُرِّس فيها ثلاثة وثلاثون متناً علميّاً إلى صيف عام ١٤٢٣هـ. وشارك في تدريس الطلاب فيها نخبة من أعضاء هيئة كبار العلماء والأكاديميين المتخصصين.\n٣. المخيّم الشبابي التوعوي الذي يُعدّ الأكبر على مستوى السعوديّة: يحضره ثلاث مئة ألف مستفيد.\n٤. المخيّم الدّعوي: يحضره مئتا ألف مستفيد.\n٥. المخيّم التوجيهي: يحضره مائة وخمسون ألف مستفيد.\n٦. مخيّم فرحة العيد: يحضره سبعون ألف مستفيد.\n٧. المخيّمات التّعليميّة الإغاثيّة في سهل تهامة الجنوبي والشمالي: يقام منها مخيمان في السنة.\n٨. مسابقة حفظ السنّة: يطبع منها خمسون ألف نسخة سنويّاً، تم حفظ أكثر من ألف وثلاث مئة حديث من صحيح البخاري سنداً ومتناً، وبلوغ المرام من أدلة الأحكام كاملاً، وعمدة الأحكام كاملاً، والأربعين النوويّة مع تكملتها للحافظ ابن رجب.\n٩. المسابقة النسوية الكبرى: يطبع منها ثلاث مئة ألف نسخة.\nعدا سلاسل المحاضرات الدوريّة.\n- له مشاركات في إلقاء المحاضرات العامة في المساجد، والمدارس، والشركات، والإدارات،  والقطاعات العسكرية، وله أكثر من درس علمي أسبوعي؛ في ضاحية حداء وحي الصفا ومكتبته الخاصة.\n- له مشاركات في إقامة الجولات الدعوية إلى المحافظات والمراكز والقرى النائية.\n- له مشاركات عديدة في الكتابة في الصحف والبرامج التلفزيونيّة.\nوالله الموفق، وصلى الله على نبينا محمد وآله وصحبه وسلم.",
  "books": [
    {
      "text_id": 30887,
      "title": "حقائق حول المولد النبوي"
    },
    {
      "text_id": 31356,
      "title": "دليل مكتبة المرأة المسلمة"
    }
  ]
}