{
  "author_id": 1515,
  "author_meta": "أولا: البيانات الشخصية.\nالاسم: عبد السلام بن إبراهيم بن محمد بن سعد الحصين.\nالميلاد: ١/٧/١٣٩١هـ.\nمكان الميلاد: الأحساء، المملكة العربية السعودية.\nالدرجة العلمية: أستاذ مساعد.\nالمسمى الوظيفي: عضو هيئة التدريس في كلية الشريعة والدراسات الإسلامية بالأحساء.\nثانيًا: المؤهلات العلمية.\n١- تخرجت من المعهد العلمي في الأحساء بتقدير ممتاز.\n٢- بكالوريوس من كلية الشريعة والدراسات الإسلامية بالأحساء، التابعة لجامعة الإمام محمد بن سعود الإسلامية، بتقدير ممتاز، عام ١٤١٢.\n٣- ماجستير في أصول الفقه من كلية الشريعة بالرياض -جامعة الإمام محمد بن سعود الإسلامية- بتقدير ممتاز عام ١٤١٩، وعنوان الرسالة: القواعد والضوابط الفقهية للمعاملات المالية عند ابن تيمية جمعًا ودراسة.\n٤- دكتوراه في أصول الفقه من كلية الشريعة بالرياض بتقدير ممتاز مع مرتبة الشرف الثانية عام ١٤٢٦، وعنوان الرسالة: التعارض وطرق دفعه عند ابن تيمية جمعًا ودراسة.\nوأما المؤهلات غير الأكاديمية:\n١- حفظ كتاب الله تعالى.\n٢- التتلمذ على مجموعة من المشايخ في الفقه والتفسير والنحو والحديث؛ منهم: الوالد، الشيخ: عبد الرحمن الملا رحمه الله، الشيخ الدكتور: عبد الله الركبان، الشيخ الدكتور: محمود فجال، الشيخ: وليد العرفج، الشيخ: محمد بن نفيسه رحمه الله.\n٣- اجتياز دورة مناهج وطرق البحث التحليلي والميداني للقضايا العامة والظواهر الاجتماعية.\n٤- حضور برنامج تدريبي بعنوان: \"البرنامج المتكامل في إعداد المدربين\".\n٥- حضور دورة في القيادة الأكاديمية في ظل المتغيرات المعاصرة.\nثالثًا: الخبرة التدريسية.\n١- معيد في كلية الشريعة والدراسات الإسلامية بالأحساء من عام ١٤١٣.\n٢- محاضر في كلية الشريعة واللغة العربية في رأس الخيمة من عام ١٤٢٣.\n٣- عضو هيئة تدريس في كلية الشريعة والدراسات الإسلامية بالأحساء من عام ١٤٢٧، حتى الآن.\nخامسًا: المواد التي درستها.\n١- الفقه -العبادات، المعاملات المالية، الأحوال الشخصية-.\n٢- أصول الفقه -في جميع مراحله-.\n٣- القواعد الفقهية.\n٤- مدخل لدراسة الفقه -تاريخ التشريع الإسلامي-.\nرابعًا: المشاركة في خدمة المجتمع.\n١- إقامة مجموعة من الدورات في أصول الفقه، والتجويد، وحفظ القرآن الكريم.\n٢- إقامة مجموعة من الدروس والمحاضرات والكلمات في المساجد.\n٣- عضو الجمعية الفقهية السعودية.\n٤- عضو مجلس إدارة المكتب التعاوني للدعوة والإرشاد وتوعية الجاليات بالأحساء.\n٥- عضو مجلس إدارة الجمعية الخيرية لتحفيظ القرآن الكريم بالأحساء.\nخامسًا: المؤلفات والبحوث.\n١- القواعد والضوابط الفقهية للمعاملات المالية جمعًا ودراسة.\n٢- إضاءات على متن الورقات.\n٣- تطبيق القواعد الفقهية على مسائل التخدير المعاصرة.",
  "books": [
    {
      "text_id": 10457,
      "title": "قائمة بمؤلفات شيخ الإسلام المطبوعة"
    }
  ]
}