{
  "author_id": 1516,
  "author_meta": "ترجمة الشيخ، بقلمه :\nالاسم : خالد بن منصور بن عبد الله الدريس .\nتاريخ الميلاد : ١٧ / ٦ / ١٣٨٧ هـ ، الموافق ٢١/٩/١٩٦٧م .\nالعمل الحالي : أستاذ الحديث وعلومه المشارك ، كلية التربية ، جامعة الملك سعود .\nالمؤهلات العلمية :\n١ـ الجامعية ( الليسانس ) من جامعة الملك سعود بالرياض ـ كلية التربية ـ قسم الدراسات الإسلامية بتقدير ممتاز مع مرتبة الشرف سنة ١٤١٠ هـ .\n٢ـ العالمية ( الماجستير) من جامعة الملك سعود ـ كلية التربية ـ قسم الدراسات الإسلامية تخصص التفسير والحديث بتقدير ممتاز مع مرتبة الشرف ، وعنوان الأطروحة \" موقف الإمامين البخاري ومسلم من اشتراط اللقيا والسماع في السند المعنعن بين المتعاصرين \" سنة ١٤١٥ هـ .\n٣ ـ العالمية العالية ( الدكتوراه ) من جامعة أم القرى ـ كلية الدعوة وأصول الدين ـ قسم الكتاب والسنة ، وعنوان الأطروحة \" آراء المحدثين في الحديث الحسن لذاته ولغيره \" سنة ١٤٢١ هـ\nوحصلت على درجة ممتاز مع التوصية بالطبع .\nالتاريخ الوظيفي :\n١ ـ معيد في قسم الدراسات الإسلامية بجامعة الملك سعود بالرياض منذ عام ١٤١٣ هـ .\n٢ ـ محاضر في القسم نفسه سنة ١٤١٥ هـ .\n٣ ـ أستاذ مساعد في القسم نفسه منذ ١٤٢١ هـ .\n٤ - أستاذ مشارك في القسم نفسه منذ ٢٥ / ٤ / ١٤٢٥ هـ.\nالمؤلفات والبحوث :\n١ ـ موقف الإمامين البخاري ومسلم من اشتراط اللقيا والسماع في السند المعنعن بين المتعاصرين ، نشر مكتبة الرشد ، ط١ ، ١٤١٧ هـ .\n٢ ـ الحديث الحسن لذاته ولغيره دراسة استقرائية نقدية في خمسة مجلدات ، دار أضواء السلف بالرياض ، ط١ ، ١٤٢٦هـ .\n٣ ـ \" الإيضاح الجلي في نقد مقولة صححه الحاكم ووافقه الذهبي \" ، وهو بحث محكم في مجلة جامعة الزقازيق كلية الآداب سنة ١٤٢٢هـ ، وقد نشرته دار المحدث بالرياض ١٤٢٥هـ .\n٤ ـ رواية التائب من الكذب في الحديث النبوي بين الرد والقبول ، وهو بحث محكم في مجلة جامعة الزقازيق كلية الآداب سنة ١٤٢٣هـ ، وهو من منشورات دار المحدث في سنة ١٤٢٨هـ .\n٥ -حديث أصحابي كالنجوم دراسة نقدية ، بحث محكم ، منشور في مركز البحوث بكلية التربية ، ١٤٢٤هـ .\n٦ - العيوب المنهجية في كتابات المستشرق شاخت المتعلقة بالسنة النبوية ، منشور ضمن بحوث ندوة عناية المملكة بالسنة والسيرة النبوية في المدينة النبوية المنعقدة في ١٥ - ١٧ / ٣ / ١٤٢٥هـ . وهو منشور أيضا من قبل دار المحدث بالرياض ١٤٢٥هـ .\n٧ - سلوك الجادة وأثره في إعلال الأحاديث ، بحث محكم ، وهو منشور في مجلة العلوم التربوية والدراسات الإسلامية التابعة لجامعة الملك سعود ١٤٢٥هـ .\n٨ - نقد المتن وعلاقته بالحكم على رواة الحديث عند علماء الجرح والتعديل ، بحث محكم ، منشور في مجلة إسلامية المعرفة عدد شتاء ٢٠٠٥ / ١٤٢٦هـ ، ونشر في دار المحدث ١٤٢٨هـ .\n٩ - مسالك تضييق الاحتجاج بالسنة النبوية في الفكر الإسلامي المعاصر ، بحث محكم ، قدم لندوة الحديث الشريف وتحديات العصر المنعقدة في دبي في شهر صفر ١٤٢٦هـ في دبي - كلية الدراسات الإسلامية والعربية ، ونشر مع مجموعة بحوث الندوة .\n١٠ - شبهة محاكمة الأحاديث النبوية بعرضها على العلم المادي ، بحث مقدم لندوة الجهود المبذولة في السنة النبوية من بداية القرن الرابع عشر الهجري إلى اليوم ، في جامعة الشارقة شهر ربيع الأول من عام ١٤٢٦هـ إمارة الشارقة .\n١١ - النظام السياسي في الإسلام ، تأليف بالمشاركة مع عدد من الزملاء ، وهو مقرر على طلاب جامعة الملك سعود في مادة ١٠٤ سلم ، منشور في مدار الوطن ، سنة ١٤٢٥هـ .\n١٢ - فهم الحديث النبوي في ضوء مقاصد الشريعة عند شيخ الإسلام ابن تيمية ، مقدم للتحكيم .\n١٣ - كتاب الإنصاف بين المختلفين في قراءة الرجل على الرجل الحديث أن يقول فيه حدثنا أو أخبرنا أو غير ذلك ، تحقيق ودراسة ، مقدم للتحكيم .\n١٤ - حديث الاستسعاء بين التصحيح والتعليل ، لم يحكم بعد .\n١٥ - إعلال أحاديث الصحيحين بالعلم التجريبي دراسة نقدية ، مقدم للتحكيم .\n١٦ - عيوب البحث العلمي عند الإمام الذهبي ، دراسة مقارنة بالمنهج العلمي المعاصر ، لم يحكم بعد .\n١٧ - تدليس التسوية ، لم يحكم بعد .\n١٨ - الإيضاح والتبيين بأن أبا الزبير ليس من المدلسين ، لم ينشر بعد .\nوهناك عدد من البحوث الأخرى في طريقها للنشر إن شاء الله .\nعضوية اللجان :\nعضو مجلس مركز بحوث كلية التربية .\nعضو اللجنة الفنية في كرسي الأمير سلطان للدراسات الإسلامية .\nعضو الأمانة العامة لندوة الحديث الشريف بدبي .\nرئيس لجان التحكيم لجائزة البرنامج العالمي لتعريف بنبي الرحمة التابع لرابطة العالم الإسلامي .\nرئيس لجنة خطط طلاب وطالبات الدراسات العليا في قسم الثقافة الإسلامية .\nعضو مجلس الأمناء للجامعة الإسلامية بكينيا - تحت الإنشاء - .\nعضو مجلس قسم الثقافة الإسلامية .\nعضو لجنة مسار الحديث .\nعضو لجنة إعداد الخطة الخمسية لكلية التربية .\nعضو لجنة التقويم و الاعتماد الأكاديمي لكلية التربية .\nعضوية جمعيات علمية :\nعضو الجمعية العلمية السعودية للسنة النبوية وعلومها .\nالنشاط العلمي :\n- المشرف العلمي على نافذة الحديث في موقع \" الإسلام \" على الانترنت التابع لوزارة الشؤون الإسلامية .\n- إعداد وتقديم برنامج (( تعليم التفكير من منظور إسلامي )) يبث من إذاعة القرآن الكريم ، وهو مستمر منذ سنتين ولا يزال بحمد الله .\n- إلقاء عدد من المحاضرات العامة داخل الجامعة وخارجها .\n- عدد من اللقاءات الصحفية ، والإذاعية ، والتلفازية .\n- المشاركة في مؤتمر عناية المملكة بالسنة والسيرة والنبوية بالمدينة المنورة في شهر ربيع الأول ١٤٢٥هـ\n- المشاركة في ندوة نقد المتن الحديثي ، في عمان ، الأردن ، شهر شعبان ١٤٢٥هـ\n- المشاركة في ندوة الحديث الشريف وتحديات العصر ، دبي ، صفر ١٤٢٦هـ\n- المشاركة في ندوة الجهود المبذولة في خدمة السنة النبوية خلال القرن الرابع عشر الهجري بكلية الشريعة جامعة الشارقة ، الشارقة ، ربيع الأول ١٤٢٦هـ .\n- المشاركة في ندوة القيم الحضارية في السنة النبوية ، دبي ، ربيع ثاني ١٤٢٨هـ .\n- تحكيم كثير من البحوث لعدة جهات كجامعة الإمام محمد بن سعود الإسلامية ، وكلية التربية في جامعة الملك سعود ، ووكالة كليات البنات ، ومركز الملك فيصل للبحوث والدراسات الإسلامية ، والندوة العالمية للشباب الإسلامي ، وجامعة الشارقة ، والجامعة الإسلامية بالمدينة المنورة .\nوصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين .\nكتبه : خالد بن منصور الدريس\nأستاذ الحديث وعلومه المشارك\nقسم الدراسات الإسلامية - كلية التربية\nجامعة الملك سعود",
  "books": [
    {
      "text_id": 8520,
      "title": "العيوب المنهجية في كتابات المستشرق شاخت المتعلقة بالسنة النبوية"
    },
    {
      "text_id": 9836,
      "title": "موقف الإمامين البخاري ومسلم من اشتراط اللقيا والسماع في السند المعنعن بين المتعاصرين"
    }
  ]
}