{
  "author_id": 152,
  "author_meta": "ابن عبد الوهاب (١١١٥ - ١٢٠٦ هـ = ١٧٠٣ - ١٧٩٢ م)\nمحمد بن عبد الوهاب بن سليمان التميمي النجدي: زعيم النهضة الدينية الإصلاحية الحديثة في جزيرة العرب.\nولد ونشأ في العيينة (بنجد) ورحل مرتين إلى الحجاز، فمكث في المدينة مدة قرأ بها على بعض أعلامها.\nوزار الشام. ودخل البصرة فأوذي فيها.\nوعاد إلى نجد، فسكن (حريملاء) وكان أبوه قاضيها بعد العيينة.\nثم انتقل إلى العيينة، ناهجا منهج السلف الصالح، داعيا إلى التوحيد الخالص ونبذ البدع وتحطيم ما علق بالإسلام من أوهام.\nوارتاح أمير العيينة عثمان بن حمد بن معمر إلى دعوته فناصره، ثم خذله، فقصد الدرعية (بنجد) سنة ١١٥٧ هـ، فتلقاه أميرها محمد بن سعود بالإكرام، وقبل دعوته وآزره كما آزره من بعده ابنه عبد العزيز ثم سعود بن عبد العزيز، وقاتلوا من خلفه، واتسع نطاق ملكهم فاستولوا على شرق الجزيرة كله، ثم كان لهم جانب عظيم من اليمن.\nوملكوا مكة والمدينة وقبائل الحجاز.\nوقاربوا الشام ببلوغهم (المزيريب).\nوكانت دعوته، وقد جهر بها سنة ١١٤٣ هـ (١٧٣٠ م) الشعلة الأولى لليقظة الحديثة في العالم الإسلامي كله: تأثر بها رجال الإصلاح في الهند ومصر والعراق والشام وغيرها، فظهر الآلوسي الكبير في بغداد، وجمال الدين الأفغاني بأفغانستان، ومحمد عبده بمصر، وجمال الدين القاسمي بالشام، وخير الدين التونسي بتونس، وصديق حسن خان في بهوبال، وأمير علي في كلكتة، ولمعت أسماء آخرين.\nوعرف من والاه وشد أزره في قلب الجزيرة بأهل التوحيد (إخوان من أطاع الله) وسماهم خصومهم بالوهابيين (نسبة إليه) وشاعت التسمية الأخيرة عند الأوربيين فدخلت معجماتهم\nالحديثة، وأخطأ بعضهم فجعلها (مذهبا) جديدا في الإسلام، تبعا لما افتراه خصومه، ولا سيما دعاة من كانوا يتلقبون بالخلفاء من الترك (العثمانيين).\nومن أقدم ما كتب عن جزيرة العرب بعد قيامه.\nHistorie des Wahabis: par L . A\nتاريخ الوهابيين، تأليف ل. ا.\nطبع بباريس سنة ١٨١٠ م، أي بعد وفاة الشيخ بثماني عشرة سنة.\nوكانت وفاته في (الدرعية) وحفداؤه اليوم يعرفون ببيت (الشيخ) ولهم مقام رفيع عند آل سعود.\nوله مصنفات أكثرها رسائل مطبوعة، منها (كتاب التوحيد) ورسالة (كشف الشبهات) و (تفسير الفاتحة) و (أصول الإيمان) و (تفسير شهادة أن لا إله إلا الله) و (معرفة العبد ربه ودينه ونبيه) و (المسائل التي خالف فيها رسول الله - صلى الله عليه وسلم - أهل الجاهلية) أكثر من مائة مسألة، و (فضل الإسلام) و (نصيحة المسلمين) و (معنى الكلمة الطيبة) و (الأمر بالمعروف والنهي عن المنكر) و (مجموعة خطب) و (مفيد المستفيد) و (رسالة في أن التقليد جائز\nلا واجب) و (كتاب الكبائر) وأكثر هذه الكتب مطبوع متداول.\nوفي تاريخ (ابن غنام) رسائل بعث بها الشيخ إلى أهل البلاد النجدية والأقطار الإسلامية.\nومما كتب في سيرته (محمد بن عبد الوهاب - ط) لأحمد عبد الغفور عطار\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 11070,
      "title": "بعض فوائد صلح الحديبية (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثاني عشر)"
    },
    {
      "text_id": 11099,
      "title": "تفسير آيات من القرآن الكريم (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الخامس)"
    },
    {
      "text_id": 11126,
      "title": "ثلاثة الأصول (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الأول)"
    },
    {
      "text_id": 11217,
      "title": "رسالة في الرد على الرافضة (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثاني عشر)"
    },
    {
      "text_id": 11221,
      "title": "فضل الإسلام (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزءالأول)"
    },
    {
      "text_id": 11266,
      "title": "شروط الصلاة وأركانها وواجباتها (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثالث)"
    },
    {
      "text_id": 11318,
      "title": "التوحيد لابن عبد الوهاب"
    },
    {
      "text_id": 11324,
      "title": "فتاوى ومسائل (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الرابع)"
    },
    {
      "text_id": 11328,
      "title": "فضائل القرآن لمحمد بن عبد الوهاب"
    },
    {
      "text_id": 11369,
      "title": "مبحث الاجتهاد والخلاف (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثالث)"
    },
    {
      "text_id": 11381,
      "title": "مجموعة رسائل في التوحيد والإيمان (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الأول)"
    },
    {
      "text_id": 11383,
      "title": "مختصر تفسير سورة الأنفال (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثاني عشر)"
    },
    {
      "text_id": 11572,
      "title": "مسائل لخصها الشيخ محمد بن عبد الوهاب من كلام بن تيمية (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثاني عشر)"
    },
    {
      "text_id": 12061,
      "title": "مجموعة الحديث على أبواب الفقه - ضمن مؤلفات الشيخ محمد بن عبد الوهاب"
    },
    {
      "text_id": 12078,
      "title": "مفيد المستفيد في كفر تارك التوحيد (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الأول)"
    },
    {
      "text_id": 12092,
      "title": "منسك الحج"
    },
    {
      "text_id": 1395,
      "title": "أصول الإيمان لمحمد بن عبد الوهاب - ت الجوابرة"
    },
    {
      "text_id": 1467,
      "title": "الكبائر لمحمد بن عبد الوهاب ت الجوابرة"
    },
    {
      "text_id": 1685,
      "title": "مختصر الإنصاف والشرح الكبير (مطبوع ضمن مجموعة مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثاني)"
    },
    {
      "text_id": 239,
      "title": "ثلاثة الأصول وشروط الصلاة والقواعد الأربع"
    },
    {
      "text_id": 30850,
      "title": "كشف الشبهات - ط الأوقاف السعودية"
    },
    {
      "text_id": 30882,
      "title": "معنى لا إله إلا الله - محمد بن عبد الوهاب"
    },
    {
      "text_id": 31246,
      "title": "آداب المشي إلى الصلاة ط الوزارة"
    },
    {
      "text_id": 31457,
      "title": "مختصر زاد المعاد"
    },
    {
      "text_id": 31465,
      "title": "مختصر سيرة الرسول صلى الله عليه وسلم لمحمد بن عبد الوهاب"
    },
    {
      "text_id": 350,
      "title": "أصول الدين الإسلامي مع قواعده الأربع"
    },
    {
      "text_id": 583,
      "title": "كشف الشبهات - ت القاسم"
    },
    {
      "text_id": 7485,
      "title": "أحاديث في الفتن والحوادث (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الحادي عشر)"
    },
    {
      "text_id": 7486,
      "title": "أحاديث في الفتن والحوادث ط القاسم"
    },
    {
      "text_id": 7489,
      "title": "أحكام تمني الموت (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثالث)"
    },
    {
      "text_id": 7495,
      "title": "آداب المشي إلى الصلاة - ضمن مؤلفات الشيخ محمد بن عبد الوهاب"
    },
    {
      "text_id": 7499,
      "title": "أربع قواعد تدور الأحكام عليها ويليها نبذة في اتباع النصوص مع احترام العلماء (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثالث)"
    },
    {
      "text_id": 7504,
      "title": "أصول الإيمان لمحمد بن عبد الوهاب - ضمن مجموع مؤلفاته"
    },
    {
      "text_id": 7603,
      "title": "الجواهر المضية لمجدد الدعوة النجدية"
    },
    {
      "text_id": 7612,
      "title": "الخطب المنبرية (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثاني عشر)"
    },
    {
      "text_id": 7629,
      "title": "الرسائل الشخصية (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء السادس)"
    },
    {
      "text_id": 7637,
      "title": "الرسالة المفيدة"
    },
    {
      "text_id": 8137,
      "title": "مسائل الجاهلية"
    },
    {
      "text_id": 8383,
      "title": "الطهارة (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثالث)"
    },
    {
      "text_id": 8524,
      "title": "القواعد الأربع (مطبوع ضمن مؤلفات الشيخ مجمد بن عبد الوهاب، الجزء الأول)"
    },
    {
      "text_id": 8531,
      "title": "الكبائر لمحمد بن عبد الوهاب (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الأول)"
    }
  ]
}