{
  "author_id": 1521,
  "author_meta": "محمد كامل بن أحمد بن عبد القادر القصاب  (١٢٩٠ ـ ١٣٧٣ هـ = ١٨٧٣ ـ ١٩٥٤ م)\n- عالم سوري من مدينة حمص ، ومن زعماء الحركة الوطنية الاستقلالية في سورية .\n- ولد في دمشق بعد أن انتقل والده إليها ، وكان في بداية حياته منصرفاً إلى الفتوة ، حتى دخل ذات مرة مسجد حي \" العقيبة \" بدمشق ، واحتل غرفة وانقطع إلى العلم ، وأمضى في اعتكافه أعواماً تفقه فيها وبرع في علوم العربية والقراءات ، وأصبح إنساناً آخر.\n- وبدأ القصاب حياته السياسية في العهد العثماني بنشاطه في الحركة القومية العربية ، فأنشأ المدرسة \" الكاملية \" التي كانت من عوامل بعث القومية العربية بدمشق . ولما نشبت الحرب العالمية الأولى عام ١٩١٤ ، كان القصاب من أعضاء جمعية \" العربية الفتاة \" السرية ، وكان السوريون بعد وقوع ظلم جمال باشا السفاح عليهم ، قد أعلموا فيصل الحسيني باستعدادهم لقتال الترك والثورة عليهم بشرط ضمان استقلال العرب استقلالاً تاماً ، ثم انتدبوا القصاب للسفر إلى الحجاز سنة ١٩١٥ ليبلغ الرسالة شفوياً للحسين .\n- وبعد أن انتهت الحرب العالمية ١٩١٨ رجع القصاب إلى دمشق فعمل في الجمعية الوطنية (١) .\n- ولما دخل الفرنسيون سورية وتوجهت قواتهم عام ١٩٢٠ نحو دمشق ، كان القصاب رئيس اللجنة الوطنية العليا التي تنادي بالمحافظة على استقلال سورية بحدودها الطبيعية ، والتي رفضت الاستسلام ، وعملت على مقابلة العدو بالقوة ، وهيأت الشعب السوري لمعركة ميسلون .\n- وانطلق القصاب مع نفر من أصحابه يحثون الناس على الخروج إلى ميسلون لصد العدو المهاجم ، فخرجت جموع غفيرة لمواجهة الفرنسيين (٢) . وبعد المعركة اجتمع المجلس الحربي للجيش الفرنسي وأصدر حكماً بإعدام (٣٧) شخصاً كان القصاب في مقدمتهم ، فغادر سورية إلى السعودية حيث ولاه الملك عبد العزيز إدارة المعارف في الحجاز ، فأقام قليلاً ثم انتقل إلى حيفا واستقر بها ، وتولى إدارة مدرسة \" الجمعية الإسلامية \" البرج \". ولما قدم القصاب إلى حيفا وبدأ يعد لحركته الجهادية ، ساعده القصاب في هذه المرحلة ، وكان حلقة الوصل بينه وبين المفتي الحاج أمين الحسيني ، فكان يكثر من التنقل بين القدس وحيفا من أجل هذا الغرض ، وحتى يخفي هذا العمل عن الإنكليز أقام له تجارة في حيفا وأخرى في القدس (٣). وكان للقصاب عدة نشاطات في فلسطين ، فكان من رجال الحركة العربية ، ومن الزعماء الذين يسعون لعقد مؤتمر شعبي عام ١٩٣٢ يبحثون فيه مصالح البلاد العربية المشتركة ويدعون فيه إلى الاستقلال والوحدة العربية ، وكانت حيفا مقراً لعقد عدد من اللقاءات تمهيداً لعقد المؤتمر ، وقد ترأس القصاب عدداً من المهرجانات الوطنية كمهرجان صلاح الدين الذي أقيم في حيفا في ٢٧ آب ١٩٣٢ (٤).\n- وكان القصاب عضو اللجنة العليا لصندوق الأمة عام ١٩٣٢ ، وكان ضمن وفد اللجنة العربية العليا إلى بغداد والرياض عام ١٩٣٦ ، وكان برفقة المفتي الحاج أمين في الزيادة الرسمية إلى الحجاز ١٩٣٧ لمقابلة الملك عبد العزيز ، وبسط قضية فلسطين لحجاج بيت الله الحرام (٥).\n- وبقي القصاب في فلسطين إلى أن صدر عفو عام عن المحكومين بالإعدام ، فرجع إلى سورية وعين رئيساً لجمعية العلماء ، ثم استقال ولزم بيته إلى أن توفاه الله في دمشق (٦).\nالهوامش :\n(١)   الأعلام ج ٧ ، ص ١٣ .\n(٢)   الإسلام وحركات التحرر العربية ، ص ١٤٨ ـ ١٤٩ .\n(٣)   فلسطين عبر ستين عاماً ، ص ٢٥١ .\n(٤)   القيادات والمؤسسات السياسية ، ص ٢٦٦ ـ ٢٧٢ .\n(٥)   القيادات والمؤسسات ، ص ٣٥٩ ـ ٣٦٩ ، ٨٧٧ ـ ٨٧٩ .\n(٦)   الأعلام ج ٧ ، ص ١٣ .\nالمراجع :\n(١)   إميل الغوري : فلسطين عبر ستين عاماً ، دار النهار للنشر ، بيروت ، ١٩٧٢ .\n(٢)   بيان نويهض الحوت : القيادات والمؤسسات السياسية في فلسطين ١٩١٧ ـ ١٩٤٨ ، مؤسسة الدراسات الفلسطينية ، بيروت ، ١٩٨١ .\n(٣)   خير الدين الزركلي : الأعلام ج ٧ ، دار العلم للملايين ، بيروت ١٩٩٩ .\n(٤)   شوقي أبو خليل : الإسلام وحركات التحرر العربية ، دار الفكر، دمشق ، ١٩٨٠ .",
  "books": [
    {
      "text_id": 10276,
      "title": "النقد والبيان في دفع أوهام خزيران"
    }
  ]
}