{
  "author_id": 1523,
  "author_meta": "اسمه : صالح بن عبد الرحمن بن عبد الله الأطرم .\nولد رحمه الله في مدينة الزلفي عام ١٣٥٣هـ .\nحفظ القرآن في الكتاتيب في مدينة الزلفي .\nدرس مبادئ العلوم الشرعية في مدينة الزلفي ثم انتقل لمدينة الرياض في حدود سنة ١٣٦٤هـ.\nمن أوائل من درس في كلية الشريعة .\nبعد تخرجه من كلية الشريعة درَس في معهد الرياض العلوم الشرعية بالإضافة إلى علوم اللغة والأدب .\nحصل على الدكتوراه من المعهد العالي للقضاء في عام ١٤٠٤هـ عن رسالته التي كانت بعنوان ( الأيْمان وأحكامها ) .\nدرَس في كلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية .\nفي ٨/٦/١٤١٣هـ صدر الأمر الملكي بتعيينه عضواً في هيئة كبار العلماء\nمن أبرز صفاته رحمه الله أنه كان يتصف بالصدق والوضوح ومحبة طلابه والبعد عن الكلام في أعراض الناس والنصيحة بالتي هي أحسن .\nتميز الشيخ رحمه الله بتبحره في علمي الفقه والعقيدة .\nمن أبرز مشايخه :\n١. سماحة الشيخ محمد بن إبراهيم آل الشيخ رحمه الله .\n٢. سماحة عبدالعزيز بن عبدالله بن باز رحمه الله .\n٣. فضيلة الشيخ عبد الرزاق عفيفي رحمه الله .\n٤. فضيلة الشيخ محمد الأمين الشنقيطي رحمه الله .\n٥. فضيلة الشيخ محمد البحيري رحمه الله - من علماء الأزهر .\nمن أبرز مؤلفاته :\n١. جريمة الحرابة .\n٢. الوصية .\n٣. أسئلة وأجوبة في العقيدة .\n٤. وحقق رحمه الله مناسك النووي .\n٥. وكتب عن سيرة شيخه سماحة السيخ محمد بن إبراهيم آل الشيخ بمساعدة تلميذه الأستاذ الدكتور عبد الله العمار .\nشارك رحمه الله في كثير من المناشط العلمية والدعوية من أبرزها التالي :\n١. كان خطيباً للجمعة لأكثر من أربعين سنة .\n٢. درَس العلوم الشرعية المختلفة في كثير من مساجد وجوامع المملكة العربية السعودية .\n٣. له برامج ومشاركات كثيرة في إذاعة القرآن الكريم وخاصة فيما يتعلق في علم العقيدة .\n٤. كان له رحمه الله عناية خاصة بدعوة الإمام المجدد محمد بن عبد الوهاب رحمه الله تعالى .\nمن أبرز طلابه :\n١. سماحة الشيخ عبد العزيز بن عبد الله آل الشيخ (مفتي عام المملكة العربية السعودية ) .\n٢. معالي الشيخ عبد الله بن محمد آل الشيخ (وزير العدل السعودي)\n٣. معالي الشيخ صالح بن عبد العزيز آل الشيخ (وزير الشؤون الإسلامية السعودي)\n٤. معالي الشيخ عبد الرحمن بن عبد الله العجلان (رئيس محاكم القصيم الأسبق والمدرس في الحرم المكي)،\n٥. معالي الشيخ محمد بن عبد الله العجلان (قاضي التمييز بمكة المكرمة والمدرس بالمسجد الحرام\n٦. معالي الشيخ الأستاذ الدكتور محمد بن عبد الله العجلان (مدير جامعة الإمام محمد بن سعود الإسلامية سابقًا وعضو مجلس الشورى السعودي) .\n٧. فضيلة الشيخ الأستاذ الدكتور فالح بن محمد الصغير ( المشرف على موقع السنة النبوية وعلومها ) .\n٨. فضيلة الشيخ الأستاذ الدكتور عبد الله بن موسى العمار( المدرس في كلية الشريعة ) .\n٩. فضيلة الشيخ الأستاذ الدكتور عبد الرحمن بن صالح الأطرم ( عضو مجلس الشورى السعودي ) وهو أحد أبناءه رحمه الله .\n٠١. فضيلة الشيخ الدكتور إبراهيم بن عبد الله بن عبد الرحمن اللاحم\n١١. فضيلة الشيخ الدكتور عبد الكريم بن عبد الله الخضير .\n٢١. فضيلة الشيخ الدكتور عبد الرحمن بن عبد العزيز السديس (إمام وخطيب الحرم المكي ) .\n٣١. فضيلة الشيخ سعود بن إبراهيم الشريم (إمام وخطيب الحرم المكي )\n٤١. فضيلة الشيخ حسين آل الشيخ (إمام وخطيب المسجد النبوي)\n٥١. فضيلة الشيخ عبد المحسن القاسم (إمام وخطيب المسجد النبوي)\nمرض رحمه الله في بداية عام ١٤٢٠هـ ولازمه المرض وكان صابراً محتسباً وفي فترات نشاطه رحمه الله كان يقرأ عليه بعض تلاميذه وطلابه المقربين ويشرح ويبين لهم رحمه الله مع ما يعانيه من الألم والمرض .\nتوفي رحمه الله في مدينة الرياض صباح يوم الجمعة ٢٥/١٢/١٤٢٨هـ وصلي بعد صلاة العصر في جامع الراجحي وصلى عليه سماحة الشيخ عبد العزيز آل الشيخ وجمع كبير من العلماء وطلبة العلم وعدد غفير من المصلين ودفن في مقبرة النسيم رحمه الله رحمة واسعة\n(هذه الترجمة منقولة من موقع شبكة السنة النبوية وعلومها والذي يشرف عليه أحد طلاب الشيخ وهو فضيلة الشيخ الأستاذ الدكتور فالح بن محمد الصغير).",
  "books": [
    {
      "text_id": 36500,
      "title": "الأسئلة والأجوبة في العقيدة"
    },
    {
      "text_id": 7507,
      "title": "اعتماد دعوة الشيخ محمد بن عبد الوهاب على الكتاب والسنة - صالح الأطرم"
    }
  ]
}