{
  "author_id": 1525,
  "author_meta": "الاسم : فاروق بن محمود بن حسن حمادة\nالمولد والنشأة : ولد في حمص وأمضى فتوته فيها وترعرع في الرباط والقنيطرة بالمغرب الأقصى\nالدرجات العلمية:\n*الليسانس في الشريعة من جامعة دمشق.\n*الليسانس في القانون من جامعة محمد الخامس بالرباط.\nماجستير من دار الحديث وهي بعنوان : المنهج الإسلامي في الجرح والتعديل\n*دكتوراه الدولة في العلوم الإسلامية من دار الحديث الحسنية بالبرباط . وعنوان رسالته : دراسة حول الكتب الستة وتحقيق عمل اليوم والليلة للنسائي\nالتحق بالتدريس الجامعي منذ عام ١٩٧٦ .\n-درًّس في كثير من الجامعات المغربية بمراكش وفاس ومكناس والرباط.\nشيوخه : له إجازات في الحديث ذكر منها اربعاً من طريق أربعة مشايخ إجازتان مغربيتان وإجازتان مشرقيتان وهما مثبتان في كتاب ( تطور دراسات السنة النبوية) وأعلى شيوخه هو السيد عبد الله الغماري فلقد عاش معه تقريباً ربع قرن رحمة الله عليه وشيوخه في المشرق والمغرب كثر ويثني عليهم ويعتز بهم ويشيد بفضائلهم\nفمن شيوخه الدكتور سعيد الحلواني الذي درس عليه القرآن الكريم وهو طالب في كلية الشريعة.\nومن شيوخه الشيخ صالح الخطيب الدمشقي\nالوظائف :\n-رئيس شعبة الدراسات الإسلامية بكلية الآداب جامعة سيدي محمد بن عبد الله بمكناس،\nثم مديرا للدراسات الإسلامية العليا بجامعة محمد الخامس بالرباط ١٩٨٤-١٩٨٧.\n-يشغل منصب أستاذ السنة وعلومها بكلية الآداب ـ جامعة محمد الخامس ـ الرباط\nمسؤول الدراسات الاسلامية العليا في تخصص منهج البحث في العلوم الإسلامية وتخصص الإجتهاد والتطورات المعاصرة ثم تخصص الإجتهاد المعاصر والمشكلات الإنسانية ولايزال قائماً إلى الآن .\n-عضو محكم في عدد من الجامعات العربية والإسلامية ومراكز البحث العلمي.\n-أشرف ولايزال على عدد كبير من الأبحاث والرسائل والأطروحات في الجامعات المغربية.\n-شارك منذ مطلع السبعينات بمشاركات متميزة في عدد من المؤتمرات العلمية في عدد من دول العالم\n-ساهم بمحاضرات وندوات كثيرة في الإذاعة والتلفزة في عدد من البلاد والدول\nأخيراً عين مستشاراً بديوان سمو ولي العهد الشيخ محمد بن زايد آل نهيان بالامارات العربية المتحدة\nإنتاجه العلمي:\nله كتب كثيرة في علوم القرآن والسنة والسيرة النبوية والفقه الإسلامي والحضارة المطبوع منها ( ٣٢)\nنذكر منها:\nمنهج البحث في الدراسات افسلامية تأليفاً وتحقيقاً\n\"مدخل إلى علوم القرآن والتفسير\"-\"المنهج الإسلامي في الجرح والتعديل دراسة منهجية في علوم الحديث\"ط.٣ بدار طيبة بالرياض/السعودية.\n\"فضائل الصحابة للإمام النسائي: دراسة وتحقيق\" طبعة دار الثقافة بالبيضاء\n\"مصادر السيرة النبوية وتقويمها \" ط ٢ دار الثقافة بالبيضاء.\n\"دليل الراغبين إلى رياض الصالحين\" ط دار الثقافة بالدار البيضاء\n\"بناء الأمة بين الإسلام والفكر المعاصر\" ط١\n\"الورثة الصالحة للحضارة المعاصرة -دراسة قرآنية في الحضارة-\"\nتطور دراسات السنة النبوية\nومن أجل الأعمال التي أنجزها كتاب الإقناع في مسائل الإجماع في أربعة مجلدات ضخام جمع هذا الكتاب كل المسائل التي قيل إنها إجماعية في العقائد والعبادات والمعاملات والأخلاق مع أدلتها من القرآن الكريم وصحيح السنة وفي هذا الكتاب نحو ثلاثة آلاف حديث من أحاديث الأحكام مخرجة تخريجاً دقيقاً بالحكم عليه وهو مطبوع بدار القلم بدمشق\nوأهم كتاب أنجزه كان مؤثراً هو مصادر السيرة النبوية فلقد كان مؤثراً بالفعل ولم يكتب أحد في السيرة النبوية إلا واستفاد منه فقد أثر في مسيرة الفكر الإسلامي\nوهناك أبحاث ودراسات وكتب كثيرة لم تذكر منها ما هو قيد الطبع، ومنها ما هو قيد الإعداد.\nيرأس ويشارك في عدد من الجمعيات الثقافية والاجتماعية",
  "books": [
    {
      "text_id": 7512,
      "title": "أعلام السيرة النبوية في القرن الثاني للهجرة"
    }
  ]
}