{
  "author_id": 1536,
  "author_meta": "التعريف بالمؤلف من كتاب علماء نجد خلال ثمانية قرون\nلفضيلة الشيخ عبد الله بن عبد الرحمن البسام\nالشيخ فوزان بن سابق بن فوزان\n(١٢٧٥ هـ- ١٣٧٣ هـ)\nالشيخ فوزان بن سابق بن فوزان من عشيرة آل عثمان، أحد أفخاذ قبيلة الدواسر التي تفرقت في بلدان نجد حاضره وباديه من جنوبي نجد، حيث لا يزال يقيم في ذلك أصل القبيلة. كانت أسرته تقيم في الشماس ثم انتقلت إلى الشماسية إحدى قرى مدينة بريدة، فانتقلت منها إلى بريدة.\nومن الدواسر الوداعية آل مقرن، ومنهم الشيخ محمد بن مقرن بن سند الودعاني - العلم المشهور في الشعيب -، ويجتمعون مع أهل بلده الشماسية في جدهم سابق بن حسن جد السفير السعودي فوزان السابق.\nولد المترجم في بريدة عام خمسة وسبعين ومئتين وألف هجري، ونشأ في بريدة، وتعلم في كتابها مبادئ القراءة والكتابة، ثم رغب في العلم، فشرع في القراءة على علماء بلده، وأشهر مشايخه: الشيخ سليمان بن مقبل، والشيخ محمد بن عمر آل سليم، والشيخ محمد بن عبد الله بن سليم.\nثم سافر إلى الرياض، فقرأ على العلامة الشيخ عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ حتى أدرك.\nثم سافر هو والشيخ على بن وادي - أحد علماء مدينة عنيزة - إلى الهند للقراءة على العلامة الشيخ صديق حسن خان، فألفياه قد انشغل عن الإقراء بحكم بلاده (بهوبال)، فأخذا في القراءة على محدث الهند الشيخ نذير حسين، واستفادا منه، ثم عادا إلى القصيم.\nأما المترجم فاشتغل في تجارة الإبل والخيل، يشتريها من نجد ثم يذهب بها إلى الشام، وكذلك يسافر بتجارته إلى العراق ومصر.\nثم اتصل بالملك عبد العزيز آل سعود رحمه الله تعالى، وشارك في بعض حروبه، ثم صارت له مشاركة في السياسة، فعيَّنة الملك عبد العزيز معتمداً له في دمشق، فاتصل برجال العلم هناك وقرأ عليهم، فكان ممن أخذ عنه من مشاهير العلماء: الشيخ طاهر الجزائري، والشيخ جمال الدين القاسمي، والشيخ عبد الرزاق البيطار، والأستاذ محمد كردعلي، ثم نقل إلى (المفوضية) السعودية بالقاهرة، فلم يزل فيها حتى طلب الإعفاء من العمل، فأعفي لكبر سنه.\nقال الأستاذ خير الدين الزركلي: (صحبته اثني عشر عاماً وهو قائم بأعمال المفوضية بمصر، وأنا مستشار لها، وكان الملك عبد العزيز يرى وجوده في العمل وقد طعن في السن إنما هو للبركة، ورزق بابن وهو في نحو الثمانين، فأبرق إليه الملك عبد العزيز: (سبحان من يحيي العظام وهي رميم)، وجعله وزيراً مفوضاً نحو ثلاث سنين.\nثم رأى أن ينقطع للعبادة، وإكمال كتاب شرع في تأليفه أيام كان في دمشق، فاستقال، وكتابه المذكور رد به على مطاعن وجهها (مختار أحمد المؤيد العظمي) إلى حنابلة نجد في كتابه سماه: \" جلاء الأوهام عن مذاهب الأئمة العظام\"، وقد طبع.\nأما رد الشيخ فوزان فسماه\" (البيان والإشهار لكشف زيغ الملحد مختار)، وقد طبع بعد وفاته في مجلد، وقد أعيدت طباعته عام ١٤١٣ هـ،\nفقرأت فيه وتصفحته، فوجدته رداً وافياً في موضوعه، كافياً في بابه وقد رد على شبهات عظيمة بالبراهين الساطعة من الكتاب والسنة وكلام أئمة الإسلام، فرحمه الله تعالى.\nوقال الزركلي أيضاً: وأخبرني - المترجم - أن أول رحلة له إلى مصر كانت في السنة الثانية بعد ثورة عرابي، ومعنى هذا أنه كان تاجراً سنة ١٣٠٠هـ، وكان من التقى والصدق وحسن التبصر في الأمور والتفهم لها على جانب عظيم ).اهـ. من كلام الزركلي ملخصاً.\nوهو الذي قام بعمل فهرس منظم ومصوغ صياغة فقهية مفيدة لقواعد ابن رجب، ثم طبعه على حسابه.\nقدم المترجم بريدة عام ١٣٥٧هـ، فاشترى بيتاً مجاوراً لمسجد في (الجردة)(١) ،يسمى مسجد حسين، فأدخله في المسجد، وأعاد تجديد بناء المسجد على حسابه.\nولم يزل مقيماً في مدينة القاهرة بعد إعفائه من العمل متفرغاً للعبادة والعلم، مع أنه حصل له ضعف في سمعه مع احتفاظه بقواه الفكرية والجسمية، حتى توفي في القاهرة عام ثلاثة وسبعين وثلاثمائة وألف. رحمه الله تعالى.\nوهذه أخبار أخرى عن المترجم لخصناها من عدة مصادر نذكرها لمزيد الفائدة والتوثيق:\nكان الشيخ فوزان السابق من العلماء الأفاضل، ولقد كان رحمه الله مع طلبه العلم يشتغل بتجارة الخيل والمواشي، حتى اختاره الملك عبد العزيز ليكون سفيراً له بدمشق، ثم نقله إلى القاهرة، وبقي سفيراً في القاهرة إلى آخر أيام حياته.\nوقد طلب من الملك عبد العزيز عدة مرات أن يعفيه من العمل، ولكن الملك عبد العزيز رحمه الله لا يوافق على ذلك حتى بلغ أكثر من تسعين عاماً، عندها أعفاه من العمل، وأبقى له شخصيتها الاعتبارية هناك.\nوكان عميداً للسلك السياسي بمصر مدة تزيد عن ثلاثين سنة، وله مكانة خاصة عند الملك عبد العزيز، فهو لا يعامله كموظف، وإنما يعامله كشخصية لها مكانتها في المجتمع.\nوالشيخ فوزان رحمه الله، هو الذي عرف المصريين بمعتقد أهل نجد، وأنهم على مذهب أهل السنة والجماعة في الأصول، وفي الفروع على مذهب الإمام أحمد بن حنبل، وقد شرح هذا الشيخ محمد حامد الفقي رحمه الله في ترجمة للشيخ فوزان بعد وفاته، ذكر فيها فضائله وشيئاً من أعماله وصفاته، والشيخ حامد الفقي هو الذي غسل وكفن الشيخ فوزان بوصية من فوزان، وهذا دليل على تقدير العلماء للشيخ فوزان.\nوكان إذا علم بين أحد من أهل نجد نزاع أو خلاف حل مشكلتهم برأيه وماله، وله هيبة عظيمة وتقدير في نفوس الرعايا السعوديين، إذ كان تجار الخيل والإبل يرتادون مصر بالألوف سنوياً، ويقيم بعضهم هناك عدة شهور للتجارة بالخيل والإبل والأغنام.\nوقد هرب من الشام إلى مصر وقت ولاية الترك على الشام، وهروبه مع إبل للبسام بهيئة بدوي، كما أفاد ذلك رحمه الله لبعض أقاربنا، وهروبه من الحكومة التركية حينما كانت تقبض على رجال العرب الذين لهم نشاط سياسي.\nوكان رحمه الله من رجال الدين والدنيا، ومن أهل الفضل، فقد كان منزله بمصر أكثر من أربعين عاماً موئلاً وملجاً لأهل نجد، ورجال العرب الذين لهم نشاط سياسي، ولم يكن يجهل أحوال المقيمين هناك، بل كان يتفقد أحوالهم ويساعد المحتاجين منهم، وكان يخصص للفقراء والمحتاجين منهم مخصصات شهرية من ماله الخاص، وكان إذا علم عند أحد من الرعايا السعوديين ما يوجب نصحه استدعاه ونصحه، وربما أمره بمغادرة القاهرة.\nوله مكتبة من أكبر المكتبات في بريدة، فقد طلب منه العلامة الشيخ عمر بن سليم أن يضعها في جامع بريدة، فوافق على ذلك، وقد وضعت هي ومكتبة الشيخ عيسى بن رميح في مبنى أعده الشيخ عمر بن سليم في شرق جامع بريدة، وكلف الشيخ عمر رحمه الله الشيخ علي العبد العزيز العجاجي بالإشراف على المكتبة، وهي أول مكتبة أسست في بريدة، وهي الأساس للمكتبة السعودية القائمة الآن، والتي طورها فيما بعد الشيخ عبد الله بن حميد، ثم ضمت للمعارف بعد سفر الشيخ عبد الله بن حميد من بريدة، وكان الشيخ عمر رحمه الله قد قرر تطويرها، وأن يضع فيها كتب طلبة العلم الذين يتوفون فيما بعد، وأن يزودها بما يطبع من كتب العلم، وما يحصل عليه من المخطوطات النادرة. وبالجملة فهو من رجال الدين والدنيا كما هو الشأن في المسلم، فرحمه الله تعالى.",
  "books": [
    {
      "text_id": 7569,
      "title": "البيان والإشهار لكشف زيغ الملحد الحاج مختار"
    }
  ]
}