{
  "author_id": 1540,
  "author_meta": "الأديب المصري أ.د. \"حسين علي محمد\" أستاذ الأدب الحديث وأستاذ الدراسات العليا بجامعة الإمام محمد بن سعود الإسلامية\n- من مواليد قرية العصايد، مركز ديرب نجم، محافظة الشرقية، في٥/٥/١٩٥٠م\n- متزوج، وله أربعة أبناء وبنتان.\n- حصل على الليسانس في اللغة العربية وآدابها من كلية الآداب- جامعة القاهرة عام ١٩٧٢م.\n- حصل على الماجستير من كلية دار العلوم- جامعة القاهرة عام ١٩٨٦م عن رسالته \"عدنان مردم بك شاعراً مسرحيا\".\n- حصل على الدكتوراه عام ١٩٩٠م من كلية الآداب ببنها- جامعة الزقازيق عن رسالته \"البطل في المسرحية الشعرية المعاصرة في مصر\".\n- عمل في الفترة ما بين ١٩٧٢- ١٩٩٠م في وزارة التربية والتعليم بمصر مدرساً في التعليم الإعدادي فالثانوي.\n- أُعير للعمل بوزارة التعليم باليمن في الفترة ما بين ١٩٨٥ ١٩٨٩ -م.\n- يعمل منذ عام ١٩٩١م أستاذا مساعداً في قسم الأدب بكلية اللغة العربية بالرياض- جامعة الإمام محمد بن سعود الإسلامية.\n- رقي إلى درجة أستاذ مشارك عام ١٩٩٧م.\n- أشرف على عشر رسائل للماجستير والدكتوراه، كما شارك في مناقشة تسع رسائل في جامعة الإمام محمد بن سعود الإسلامية، والرئاسة العامةلتعليم البنات، وجامعة أم القرى.\nأنشطة أدبية وثقافية:\n- أسس سلسلة \"كتابات الغد\" مع الفنان التشكيلي الدكتور يوسف غراب عام ١٩٧٦م، وأصدرت عشرة كتب مؤلفة ومترجمة منها اثنان للأطفال.\n- أشرف في عامي ١٩٧٩ ،١٩٨٠م على \"دار آتون للطبع والنشر بالقاهرة\"، وأسس سلسلة \"كتاب آتون\" التي أصدرت تسعة كتب في الإبداع والنقد.\n- أسس عام ١٩٨٠م سلسلة كتب أدبية غير دورية بعنوان \"أصوات معاصرة\" التي أصدرت أكثر من تسعين كتابا. وعمل لها موقعاً على الإنترنت في أول يوليو ٢٠٠٢م، و عنوانها هو:\nhttp://www.aswat.٤t.com/\n- اشترك في تأسيس جمعية الإبداع الأدبي والفني بالزقازيق التي أصدرت مجلة \"القافلة الجديدة\"، وعمل مديرا عاما لها (١٩٨٥- ١٩٨٦م).\n- عضو اتحاد الكتاب بمصر.\n- عضو رابطة الأدب الإسلامي العالمية بالهند.\n- عضو رابطة الأدب الحديث.\n- عضو مكتب البلاد العربية برابطة الأدب الإسلامي العالمية بالرياض (١٩٩٣- ١٩٩٧م).\n- عضو هيئة تحرير مجلة \"الأدب الإسلامي\" (من ١٩٩٣م إلى الآن).\n- عمل مراسلاً لمجلة «المنتدى» الإماراتية من يناير ١٩٩٤م إلى ديسمبر ٢٠٠٠م.\nمؤتمرات وحلقات دراسية:\n- شارك في مهرجانات الشعر بكلية اللغة العربية بالزقازيق (الأول ١٩٨٢م، والثاني ١٩٨٣م، والثالث ١٩٨٤م، والرابع ١٩٨٥م).\n- شارك في مهرجان الشعر الأول بكلية الهندسة بالزقازيق ١٩٨٤م، والثاني ١٩٨٥م.\n- مثل شعراء مصر في مهرجان الأمة الشعري الأول ببغداد (أبريل، مايو ١٩٨٤م).\n- شارك في مهرجان \"الأدب والإعلام\" في كلية الآداب- جامعة الزقازيق ١٩٨٥م.\n- شارك في مؤتمر أدباء الأقاليم بدمياط، يناير ١٩٨٥م.\n- شارك في مؤتمر أدباء الأقاليم ببور سعيد، مايو / يونيو ١٩٩١م.\n- شارك ببحث عن زكي مبارك في الحلقة الدراسية التي أعدتها جامعة المنوفية مع الثقافة الجماهيرية (نوفمبر ١٩٩١م).\n- رأس مؤتمر القصة القصيرة الأول بدير نجم / أغسطس ٢٠٠٢م.\nجوائز:\n- كرَّمته اثنينية عبد المقصود خوجة في ١/١١/١٩٩٩م، وأُلقيت كلمات للأساتذة: عبد المقصود خوجة، ود. محمد بن سعد بن حسين، ود. حمدالدخيل، ود. صابر عبد الدايم.\n- كرّمته وزارة الثقافة في مهرجان محافظة الشرقية الأدبي ـ أبريل ٢٠٠٢م.\n- فازت قصيدته \"حكايتي والحب\" بالجائزة الثانية في مسابقة جامعة القاهرة للإبداع الأدبي ـ أكتوبر ١٩٦٩م، وفازت قصته القصيرة \"ثرثرة فيالمدرج\" بالجائزة الثالثة في المسابقة نفسها.\n- فاز بالجائزة الأولى في المسابقة التي نظمتها دار البحوث العلمية بالكويت (١٩٧٦م) عن بحثه: \"نظرة إيمانية للصراع الدرامي والشخصية في الأدب المسرحي\".\n- فازت مسرحيته \"الرجل الذي قال\" بالجائزة الأولى في مسابقة الأدبية التي نظمتها وزارة الشباب (١٩٧٧م)، وفازت قصته القصيرة \"ثرثرة في المدرج\" بالجائزة الثالثة في المسابقة نفسها.\n- فاز بالجائزة الثالثة في مسابقة يوم الأرض التي نظمها المجلس الأعلى للثقافة (١٩٧٧م) ببحثه \"شعر المقاومة والنضال في الأدب الفلسطيني الحديث\".\n- فازت قصيدته \"ترنيمة إلى سيناء\" بالجائزة الثالثة في مسابقة المجلس الأعلى للثقافة للإبداع الشعري (١٩٨٢م).\nأدب الأطفال:\n- أصدر عام ١٩٧٧م قصة شعرية للأطفال بعنوان \"الأميرة والثعبان\".\n- نشر في ديوان \"الحلم والأسوار\" (المجلس الأعلى للثقافة، ١٩٨٤م) ثلاث قصص شعرية للأطفال.\n- تناول الدكتور أحمد زلط هذه القصص في رسالته للدكتوراه \"شعر الطفولة في الأدب المصري الحديث\" (كلية الآداب، بنها- جامعة الزقازيق،١٩٩٠م).\n- كما تناولها الشاعر أحمد سويلم في كتابه أطفالنا في عيون الشعراء\" (الصادر في سلسلة \"اقرأ\" عن دار المعارف بمصر).\n- صدر له عام ١٩٨٥م عن الهيئة المصرية العامة للكتاب ديوان \"الرحيل على جواد النار\"، وفيه مسرحية شعرية للفتيان بعنوان \"الباحث عن النور: أبو ذر الغفاري\" (ص ص ٧٠- ٧٥)، وقد أُعيدت طباعة الديوان عام ١٩٩٦م.\n- صدرت له عام ١٩٩٣م مجموعة شعرية للأطفال بعنوان: \"مذكرات فيل مغرور\" عن رابطة الأدب الإسلامي العالمية بمشاركة دار البشير- عمَّان،الأردن. وقد كُتبت عنها دراستان: الأولى بقلم الدكتور أحمد زلط في كتابه \"في جماليات النص\" (الشركة العربية للنشر والتوزيع، القاهرة ط١، ١٩٩٦م). والثانية بقلم الشاعر أحمد فضل شبلول في كتابه \"جماليات النص الشعري للأطفال\" (الشركة العربية للنشر والتوزيع، القاهرة، ط١، ١٩٩٦م).\nوقد درّس الدكتور أحمد زلط بعض نصوصها في مادة \"أدب الأطفال\" في كلية التربية النوعية ببور سعيد، وفي كليات المعلمين بالمملكة العربية السعودية.\nالمؤلفات:\nأ- شعر:\n١- حوار الأبعاد، ط١، القاهرة ١٩٧٧م، ط٢- حلب ١٩٧٩م.\n٢- السقوط في الليل، القاهرة- دمشق ١٩٧٧م، ط٢، الإسكندرية ١٩٩٩م.\n٣- ثلاثة وجوه على حوائط المدينة، القاهرة ١٩٧٩م، ط٢، الإسكندرية ١٩٩٩م.\n٤- شجرة الحلم، القاهرة ١٩٨٠م.\n٥- أوراق من عام الرمادة، الزقازيق ١٩٨٠م.\n٦- الحلم والأسوار، القاهرة ١٩٨٤م. ط٢، الزقازيق ١٩٩٦م.\n٧- الرحيل على جواد النار، القاهرة ١٩٨٥م. ط٢، الزقازيق ١٩٩٦م.\n٨- حدائق الصوت، الزقازيق ١٩٩٣م.\n٩- غناء الأشياء، الزقازيق ١٩٩٧م، ط٢- القاهرة ٢٠٠٢م.\n١٠- النائي ينفجر بوحاً، الإسكندرية ٢٠٠٠م.\nب- مسرحيات شعرية:\n١١- الرجل الذي قال، الزقازيق ١٩٨٣م.\n١٢- الباحث عن النور، القاهرة ١٩٨٥م، ط٢- الزقازيق ١٩٩٦م.\n١٣- الفتى مهران ٩٩ أو رجل في المدينة، الإسكندرية ١٩٩٩م.\n١٤- بيت الأشباح، الإسكندرية ١٩٩٩م.\n١٥- سهرة مع عنترة، المنصورة ٢٠٠١م.\n١٦- الزلزال، المنصورة ٢٠٠١م\nج- شعر قصصي للأطفال:\n١٧- الأميرة والثعبان، القاهرة ١٩٧٧م.\n١٨- مذكرات فيل مغرور، عمَّان ١٩٩٣م.\nد- قصص قصيرة:\n١٩- أحلام البنت الحلوة، الإسكندرية ١٩٩٩م، ط٢- المنصورة ٢٠٠١م.\nهـ- دراسات أدبية:\n٢٠- عوض قشطة: حياته وشعره، المنصورة ١٩٧٦م.\n٢١- القرآن .. ونظرية الفن، القاهرة ١٩٧٩م. ط٢، القاهرة ١٩٩٢م.\n٢٢- دراسات معاصرة في المسرح الشعري، القاهرة ١٩٨٠م، ط٢، المنصورة ٢٠٠٢م.\n٢٣- البطل في المسرح الشعري المعاصر، القاهرة ١٩٩١م، ط٢- الزقازيق ١٩٩٦م، ط٣- الإسكندرية ٢٠٠٠م.\n٢٤- شعر محمد العلائي: جمعا ودراسة، الزقازيق ١٩٩٣م، ط٢- الزقازيق ١٩٩٧م.\n٢٥- جماليات القصة القصيرة، القاهرة ١٩٩٦م.\n٢٦- التحرير الأدبي، الرياض ١٩٩٦م، ط٢- الرياض ٢٠٠٠م، ط٣- الرياض ٢٠٠١م.\n٢٧- سفير الأدباء: وديع فلسطين، القاهرة ١٩٩٨م، ط٢- القاهرة ١٩٩٩م، ط٣- الإسكندرية ٢٠٠٠م.\n٢٨- المسرح الشعري عند عدنان مردم بك، القاهرة ١٩٩٨م.\n٢٩- كتب وقضايا في الأدب الإسلامي، الإسكندرية ١٩٩٩م.\n٣٠- صورة البطل المطارد في روايات محمد جبريل، الإسكندرية ١٩٩٩م.\n٣١- من وحي المساء (مقالات ومحاورات)، الإسكندرية ١٩٩٩م.\n٣٢- الأدب العربي الحديث: الرؤية والتشكيل، الإسكندرية ١٩٩٩م، ط٢- الإسكندرية ٢٠٠٠م، ط٣- الإسكندرية ٢٠٠١م، ط٤- الرياض ٢٠٠٢م.\n٣٣- دراسات نقدية في أدبنا المعاصر، الإسكندرية ٢٠٠٠م.\n٣٤- مراجعات في الأدب السعودي، الإسكندرية ٢٠٠٠م.\n٣٥- شعر بدر بدير: دراسة موضوعية وفنية، الإسكندرية ٢٠٠٠م.\n٣٦- تجربة القصة القصيرة في أدب محمد جبريل، المنصورة ٢٠٠١م.\n٣٧- في الأدب المصري المُعاصر، القاهرة ٢٠٠١م.\n٣٨- أصوات مصرية في الشعر والقصة القصيرة، المنصورة ٢٠٠٢م.\nو- دراسات (بالاشتراك):\n٣٩- خليل جرجس خليل شاعراً، القاهرة ١٩٧٨م.\n٤٠- محمد جبريل وعالمه القصصي، الزقازيق ١٩٨٢م، (تحرير).\n٤١- قراءات في أدب محمد جبريل، الزقازيق ١٩٨٤م، (تحرير).\n٤٢- زكي مبارك، القاهرة ١٩٩١م.\n٤٣- دراسات في النص الأدبي العصر الحديث، ط٤، الإسكندرية ١٩٩٨م، ط٥، الإسكندرية ٢٠٠١م.\n٤٤- فن المقالة، ط٤، الزقازيق ٢٠٠٠م، ط٥، القاهرة ٢٠٠١م.\n٤٥- إبراهيم سعفان مبدعاً وناقداً، الإسكندرية ٢٠٠٠م (تحرير).\n٤٦- حسني سيد لبيب: سيرة وتحية، المنصورة ٢٠٠١م (تحرير).\n٤٧- الرؤية الإبداعية في شعر عبد المنعم عوّاد يوسف، المنصورة ٢٠٠٢م.\nز- أبحاث مُحكّمة:\n٤٨- شاعرية علي الجارم، مجلة كلية اللغة العربية بالزقازيق، ١٩٩٤م.\n٤٩- جوانب مضيئة من الأدب الإسلامي في العصر الحديث، مجلة جامعة الإمام محمد بن سعود الإسلامية (العدد ١٥)، شعبان ١٤١٦هـ.\n٥٠- الاتجاه الإسلامي في شعر محمد مصطفى الماحي، مجلة جامعة الإمام محمد بن سعود الإسلامية (العدد ١٨)، ذو القعدة ١٤١٧هـ.\n٥١- الاتجاه الوجداني قي شعر بدر بدير، مجلة كلية اللغة العربية بالمنصورة (العدد ١٩)، لعام ١٤٢٠هـ- ٢٠٠٠م.\n٥٢- الشعر في المسرح النثري (١٨٧٥- ١٩٣٢م)، مجلة كلية اللغة العربية بالمنصورة (العدد ٢٠)، لعام ١٤٢٢هـ- ٢٠٠١م.\n٥٣- تجربة القصة القصيرة في أدب محمد جبريل: دراسة أدبية تحليلية، مجلة كلية اللغة العربية بالمنصورة (العدد٢٠)، لعام ١٤٢٢هـ- ٢٠٠١م.\n٥٤- رواية «ملكة العنب» لنجيب الكيلاني: دراسة أدبية تحليلية، مجلة كلية اللغة العربية بالزقازيق (العدد٢١)، لعام ١٤٢١هـ- ٢٠٠١م.\n٥٥- مجموعة «عسل الشمس» لفؤاد قنديل: دراسة موضوعية وفنية، مجلة «عالم الكتب»، مج٢٣، ع١- ٢، رجب، وشعبان، ورمضان وشوال ١٤٢٢هـ.\n٥٦- الحوار في مسرحية «السلطان الحائر» لتوفيق الحكيم: دراسة فنية تحليية، مجلة «عالم الكتب»، مج٢٣، ع٣- ٤، ذو القعدة، وذو الحجة ١٤٢٢هـ، والمحرم ، وصفر ١٤٢٣هـ.\n٥٧- الحدث في الرواية السياسية (دراسة أدبية تحليلية لرواية «الأسرى يُقيمون المتاريس» لفؤاد حجازي)، مجلة كلية اللغة العربية بالمنصورة(العدد٢٢)، لعام ١٤٢٤هـ- ٢٠٠١م.\nفي مرآة النقد:\n١- صدر عنه كتاب «نظرات نقدية في ثلاث مسرحيات شعرية لحسين علي محمد» للدكتور أحمد زلط، دار هبة النيل، القاهرة ٢٠٠١م.\n٢- صدر عنه كتاب: «حسين علي محمد: ملف إبداعي ونقدي»، كتاب «أصوات معاصرة»، الزقازيق ١٩٩٤م.\n٣- كُتبت عن شعر حسين علي محمد دراسات بأقلام كثيرين.\nتوفي - رحمه الله - فجر الأربعاء (٩ شعبان ١٤٣١هـ، ٢١/٧/٢٠١٠)، بعد أزمة صحية على إثر إصابته بجلطة دماغية، وشيعت جنازته بمدينة الرياض",
  "books": [
    {
      "text_id": 7585,
      "title": "التحرير الأدبي"
    }
  ]
}