{
  "author_id": 1544,
  "author_meta": "علامة موسوعي المعرفة, ومحقق بارع وشاعر عملاق هو محمد بهجة الأثري ولد في بغداد عام ١٩٠٢\nوبدأ تعليمه القراءة والكتابة في إحدى كتاتيبها فأتم قراءة القرآن تلقيناً وتجويداً في السادسة من عمره ثم أكمل تعليمه في المدارس النظامية\nثم درس بالمدرسة السلطانية وتخرج فيها عام ١٩١٧\nودرس العربية وعلومها في ثانوية التفضيل\nوكان حاد الذكاء سريع الحافظة تواقاً إلى اكتساب مزيد من العلم فتعلم اللغات: التركية والفرنسية والإنكليزية\nواتصل بعدد من كبار العلماء في بغداد أمثال محمود شكري الآلوسي فتأثر به وأخذ عنه اتجاهاته في البحث والتأليف.\nكان من أفذاذ علماء العراق الذين نبغوا بعلومهم وآدابهم حتى ذاع صيتهم، أخذ إجازات العلم والأدب والخط من العلامتين الشيخ محمود شكري الألوسي المتوفي ١٩٢٣م، والشيخ القاضي علي علاء الدين الألوسي المتوفي ١٩٢١م. ودرس على يد علماء بغداد في عصره. ومن العلماء الذين تأثر بهم العلامة نعمان الألوسي المتوفي عام ١٨٩٩م.\nوبرع في فن الخط على قاعدة نس تعليق، وكان خطه أشبه بخط استاذه محمود شكري الألوسي في الرسم والضبط، وله نماذج من خطه في المجمع العلمي العراقي، وقد خط وكتب كثيرا من الكتب لنفسه ولأستاذه، وله مؤلفات كثيرة، ومن مؤلفاته كتاب أعلام العراق، الذي يحوي تراجم أهل العراق وهو نادر من نوعه في السبك والصياغة.\nوهو يحسن نظم الشعر وله ديوانان ضخمان يشتملان على قصائد عصماء، وقد جمع مكتبة عامرة حافلة تعد اليوم من أكبر مكتبات بغداد تحوي الكثير من المخطوطات العلمية والأدبية لم تطبع بعد.\nشغل عدداً من الوظائف فعين مدرساً للعربية في الثانوية المركزية ببغداد وفي عام ١٩٣٦ عهد إليه منصب مدير الأوقاف\nبعدها عين مفتشاً في وزارة المعارف وفي عام ١٩٤١ أنضم إلى ثورة مايس وساندها بشعره, وبعد فشل الثورة أصدرت الحكومة آنذاك أمراً بفصله واعتقاله جزاء مساندته الثورة,\nوبعد خروجه من المعتقل كان أحد المؤسسين للمجمع العلمي العراقي وفي عام ١٩٤٨ انتخب عضواً فيه ومن ثم نائباً لرئيسه عام ١٩٤٩ كما انتخب عضواً في مجمعي اللغة العربية في القاهرة والأردن وعضواً في المجمع العلمي في دمشق\nوعضواً في المجلس الاستشاري الأعلى بالجامعة الإسلامية في المدينة المنورة. وقد توسط له الشيخ محمد رضا الشبيبي\nوأعيد إلى الوظيفة بعنوان مفتش\nوفي عام ١٩٥١ كلف بتدريس الأدب وفلسفة الأخلاق في كلية الشرطة إلى جانب أعماله الأخرى\nوفي عام ١٩٥٨ عين مديراً عاماً للأوقاف فكانت له أعمال مشهورة في تعمير المساجد\nوفي عام ١٩٦٣ أحيل على التقاعد وانصرف إلى البحث والتأليف\nوقد منح جائزة فيصل العالمية، كما منح جائزة صدام العالمية\nعرف بولعه الشديد بالعلم ودراسته المعمقة للتراث العربي الإسلامي, فشارك في عدد كبير من المؤتمرات العلمية واللغوية والسياسية وحاضر في جامعات مختلفة خارج العراق, أسهم بقدر جليل في خدمة اللغة العربية وآدابها وفكرها من خلال نشاطه الفكري وإنتاجه العلمي الغزير تأليفاً وتحقيقاً.\nمن أشهر مؤلفاته: «أعلام العراق» و«الاتجاهات الحديثة في الإسلام» و«المجمل في تأريخ الأدب العربي» و«المدخل في تأريخ الأدب العربي» و«الموفق في التاريخ العربي» و«مهذب تاريخ مساجد بغداد وآثارها» و«مأساة الشاعر وضاح اليمن» و«الأتجاهات الحديثة في الأسلام» و «محمود شكري الألوسي سيرته ودراسته اللغوية» و«الظواهر الكونية في القرآن» و«ذرائع العصبيات العنصرية» وغيرها. كما له تحقيقات لعدد من كتب التراث المهمة منها «بلوغ الأرب في أحوال العرب للآلوسي», و «أم الرجز للعجلي», و«كتاب النغم لابن المنجم» و«صورة الأرض للإدريسي» و«فريدة القصر وجريدة العصر», و«مناقب بغداد لابن الجوزي», و«أدب الكتابة لأبي بكر المولى», و«قسم شعراء العراق للعماد الاصفهاني» إضافة إلى ديوانه الذي طبعه المجمع العلمي العراقي, كما أصدر المجمع العلمي كتاباً في تكريمه والإشادة بجهوده العلمية.\nتوفي في بغداد عام ١٩٩٦ ودفن فيها. رحمه الله.",
  "books": [
    {
      "text_id": 5075,
      "title": "محمد بن عبد الوهاب داعية التوحيد والتجديد في العصر الحديث"
    }
  ]
}