{
  "author_id": 1547,
  "author_meta": "عادل مصطفى محمد حسن\nكاتبٌ وفيلسوفٌ مصري، انصبَّ اهتمامُه الفكري على الفلسفة كتابةً وترجمةً، له حوالي ثلاثين كتابًا في الفلسفة والأدب وعلم النفس والطب النفسي.\nوُلِد في القاهرة في نوفمبر ١٩٥١ م.\nحَصَلَ على بكالوريوس الطب والجراحة من كلية الطب جامعة القاهرة في يونيو ١٩٧٥ م\nوعلى درجة الليسانس (بتقدير ممتاز مع مرتبة الشرف) من قسم الفلسفة بكلية الآداب جامعة القاهرة في مايو ١٩٧٩ م، وكان الأول على دفعته طوال سنوات الدراسة\nوبذلك أُتِيحَ له أن يتلقَّى الفلسفةَ على النحو الذي كان يُحبِّذه الدكتور فؤاد زكريا؛ أيْ أن تكون الفلسفةُ دراسةً عُليا يَشرَعُ فيها الطالبُ على نُضْجٍ، بعدَ أن يكونَ قد أتمَّ دراسةَ فرعٍ مَعرفيٍّ آخَر. وفي قسمِ الفلسفةِ تَتَلْمَذَ على يدِ جيلٍ من كِبار الأساتذة، مثل: الدكتور د. زكي نجيب محمود، والدكتور توفيق الطويل، والدكتور يحيى هويدي، والدكتورة أميرة حلمي مطر، والدكتور عاطف العراقي، والدكتور عبد الغفار مكاوي، والدكتور أبو الوفا التفتازاني، والدكتور محمد مهران، والدكتور حسن حنفي.\nحصل على ماجستير الأمراض العصبية والنفسية من كلية الطب، جامعة القاهرة عام ١٩٨٦.\nشارَكَ في الثمانينيات في تحرير مَجلةِ «الإنسان والتطور» التي كانت تَصدُر عن دارِ المقطم للصحةِ النفسيَّة.\nحازَ على جائزةِ أندريه لالاند في الفلسفة، وجائزة الدولة التشجيعية في الفلسفة لعام ٢٠٠٥ م، ودِرْع الإبداعِ عن مُجمَلِ أعمالِه من السفارةِ المصريةِ بالكويت عامَ ٢٠١٦ م.\n(أعماله)\nكتب وأبحاث علمية\nصوت الأعماق: قراءات ودراسات في الفلسفة والنفس، دار النهضة العربية، ٢٠٠٤.\nالعولمة من زاوية سيكولوجية، دار النهضة العربية للطباعة والنشر والتوزيع، ٢٠٠٦.\nفهم الفهم: مدخل إلى الهرمنيوطيقا: نظرية التأويل من أفلاطون إلى جادامر، رؤية للنشر والتوزيع، ٢٠٠٨.\nكارل بوبر: مائة عام من التنوير، دار النهضة العربية والنشر والتوزيع، ٢٠٠٢.\nالمغالطات المنطقية: فصول في المنطق غير الصوري، المجلس الأعلى للثقافة، ٢٠٠٧.\nفقه الديمقراطية، رؤية للنشر والتوزيع، ٢٠١٣.\nدلالة الشكل: دراسة في الإستطيقا الشكلية وقراءة في كتاب الفن، رؤية للنشر والوزيع، ٢٠١٤.\nأوهام العقل: قراءة في «الأورجانون الجديد» لفرانسيس بيكون، رؤية للنشر والتوزيع، ٢٠١٦.\nمغالطات لغوية: الطريق الثالث إلى فصحى جديدة، رؤية للنشر والتوزيع، ٢٠١٦.\nوهم الثوابت \"قراءات ودراسات في الفلسفة والنفس\"، رؤية للنشر والتوزيع، ٢٠١٧.\nالحنين إلى الخرافة \"فصول في العلم الزائف\"، رؤية للنشر والتوزيع، ٢٠١٨.\nالترجمات\nالفن، كلايف بل، رؤية للنشر والتوزيع، ٢٠٠١.\nعلم النفس الثقافي ماضيه ومستقبله، ترجمة عادل مصطفى وكمال شاهين، دار النهضة العربية للطباعة والنشر، ٢٠٠٢\nالعلاج المعرفي والاضطرابات الانفعالية، أرون بيك، رؤية للنشر والتوزيع، ٢٠٠٣\nحكايات إيسوب، قصص للصغار والكبار، دار النهضة العربية للطباعة والنشر والتوزيع، ٢٠٠٨.\nعزاء الفلسفة - بوئشيوس، رؤية للنشر والتوزيع، ٢٠٠٨.\nمدخل إلى الفلسفة، وليام جيمس، رؤية للنشر والتوزيع، ٢٠١١.\nالنفس ودماغها، كارل بوبر، رؤية للنشر والتوزيع، ٢٠١٢.\nالأورجانون الجديد، فرنسيس بيكون، رؤية للنشر والتوزيع، ٢٠١٣.\nمدخل إلى العلاج النفسي الوجودي، رولو ماي، رؤية للنشر والتوزيع، ٢٠١٥.\nالنظرية النقدية، ستيفين برونر، هنداوي للطباعو والتوزيع، ٢٠١٦.\nفلسفة العقل، جون هيل، رؤية للنشر والتوزيع، ٢٠١٧.\nالتأملات، ماركوس أوريليوس، رؤية للنشر والتوزيع، ٢٠١٩.\nالمختصر، ابكتيتوس، رؤية للنشر والتوزيع، ٢٠١٩.\nالفلسفة طريقة حياة: التدريبات الروحية من سقراط إلى فوكو، بيير هادو، ٢٠٢٠.\nالمؤلفات الأدبية\nنغم الأفكار، دار الفارابي، ١٩٩٧\nديوان النثر، دار الفارابي، ١٩٩٧\nجئت من عيونها، دار الفارابي، ١٩٩٧\n[الترجمة عن ويكيبيديا]",
  "books": [
    {
      "text_id": 1112,
      "title": "المغالطات المنطقية"
    },
    {
      "text_id": 1122,
      "title": "مغالطات لغوية"
    }
  ]
}