{
  "author_id": 155,
  "author_meta": "عالمٌ جليل، وداعيةٌ إلى الله بالحكمة، والموعظة الحسنة، وُلِدَ في روضة سدير في السابع عشر من صفر سنة ألف وثلاثمائة وأربع وخمسين من الهجرة، وتربَّى على يدي والدَيْه، وتعلَّم مبادئ القراءة والكتابة على يد إمام جامع البلد عبدالعزيز بن عبدالرحمن بن فنتوخ، وتعلَّم القرآن على فوزان القديري وابنه عبدالله، وأكمل دراسة القرآن وحفظ الأصول الثلاثة وأدلَّتها، وشروط الصلاة وأحكامها على والده، رحمه الله.\nوالتحق بالمدرسة الابتدائيَّة سنة ألف وثلاثمائة وتسع وستين من الهجرة، ثم بالمعهد العلمي بالرياض، ثم بكليَّة الشريعة، فتخرج فيها عام اثنين وثمانين - ثلاثة وثمانين وثلاثمائة وألف، وأخذ قبل التخرج وبعده عن كثير من العلماء، وفي مقدِّمتهم الشيخ محمد بن إبراهيم، والشيخ عبدالعزيز بن باز، والشيخ عبدالله بن محمد بن حميد، والشيخ سليمان بن حمدان، وقد أجازَهُ كتابةً بما أجازهُ أهل العلم؛ وأخذ العلم أيضًا عن غيرهم من أهل العلم.\nوكان يُكثِر من قراءة كتب شيخ الإسلام ابن تيميَّة وابن القيِّم وكتب أئمَّة الدَّعوة، والمراجع الكبار، في التفسير والحديث والأصول والفقه وغير ذلك، وله كتب ورسائل بلغت ثمانية عشر مؤلفًا، طُبع بعضها وانتشر، منها: \"في سبيل الحق\"، \"الإرشاد إلى توحيد رب العالمين\"، \"الذكرى\"، \"دين الحق\" وقد تُرجم إلى لغاتٍ كثيرة، وغير ذلك؛ وله مشاركةٌ في المحاضرات والندوات في المساجد، وعمل محاسبًا بوزارة المالية بمدَّة أشهر، ثم مديرًا للمبيعات بالخطوط الجوية، ما يزيد على خمس سنوات.\nثم عمل مدرسًا بوزارة المعارف ما يقارب ثلاثين عامًا، حتى تقاعد في سنة ألف وأربعمائة وخمس عشرة، وله أولادٌ فيهم خيرٌ وبركة، ولا يزال - بحمد الله - يشارك في المحاضرات والندوات والتأليف.\nنسأل الله أن يُحسن لنا وله الخاتمة، وأن يتقبَّل منَّا ومنه الحسنات، ويغفر لنا وله السيِّئات. آمين، وصلى الله على محمد وآله وصحبه وسلم .\n[المصدر: الدرر السنية، في الأجوبة النجدية (ص ٤٩٠ - ٤٩١).]\nومن مؤلفاته - حفظه الله تعالى -:\n١- دين الحق، طُبع في لغات عدة، منها: العربية، الإنجليزية، الفرنسية، الفلبينية مرناو، التاميلية، الروسية، الأردية، السويدية، الأوزبكية، لغة الهوسا، السويدية، الصينية، التركية، المليبارية، البنغالية، اليابانية.\n٢- الذكرى - نصائح عامة، دار العاصمة.\n٣- الجهاد.\n٤- هكذا تدمر الجريمة الجنسية أهلها.\n٥- الإرشاد إلى طريق النجاة.\n٦- الإرشاد إلى توحيد رب العباد.\n٧- دعوة إلى النجاة (باللغة الإنجليزية).\n٨- حقيقة دعوة الشيخ محمد بن عبدالوهاب.\n٩- هذه هي الديمقراطية.",
  "books": [
    {
      "text_id": 30833,
      "title": "دين الحق"
    },
    {
      "text_id": 36499,
      "title": "الإرشاد إلى توحيد رب العباد"
    }
  ]
}