{
  "author_id": 1556,
  "author_meta": "عبدالعزيز سيد الأهل ( ١٣٢٠ - ١٤٠٢ هـ - ١٩٠٢ - ١٩٨١ م)\nعبد العزيز شلبي سيد الأهل.\nولد في مدينة المنصورة (محافظة الدقهلية - مصر)، وتوفي بالقاهرة.\nعاش في مصر وفلسطين ولبنان وسورية والمملكة العربية السعودية.\nالتحق بالتعليم النظامي، فتلقى تعليمه الأولي في مدارس المنصورة الابتدائية، واستكمله في مدرسة طنطا الثانوية، ثم انتقل إلى القاهرة للالتحاق بتجهيزية دار العلوم، ثم انتسب إلى مدرسة دار العلوم العليا.\nعمل مدرسًا بالمدارس الابتدائية والثانوية، ثم ممثلاً لوزارة المعارف في سورية وفلسطين ولبنان، ثم رئيسًا للبعثة التعليمية في سورية ولبنان، ثم ملحقًا بالسفارة المصرية بلبنان، ثم مستشارًا ثقافيًا بها، واختتم حياته أستاذًا بمعهد الدراسات الإسلامية التابع لوزارة الأوقاف المصرية.\nكان عضوًا بمجلس إدارة المركز العام للشبان المسلمين، وعضوًا بالمجلس الأعلى للشؤون الإسلامية، ومؤسس دار الحديث بمصر.\nمؤلفاته:\n- له أكثر من ثمانية وسبعين مؤلفًا تنوعت بين الإبداع والتأليف والتحقيق، ترجم بعضها إلى الفارسية والأوردية والإندونيسية. من نشاطه العلمي حول الشعر: كتاب «محيي الدين بن عربي من شعره» دار العلم للملايين - بيروت، و«ديوان الإمام الشافعي»، و«عبقرية أبي تمام» - دار العلم للملايين - بيروت ١٣٧١هـ/١٩٥١م، و«عبقرية البحتري» - دار العلم للملايين - بيروت ١٣٧٣هـ/١٩٥٣م، و«أيوب النبي» - ترجمة شعرية من الكتاب المقدس، وترجم من الألمانية رواية «القمر» لأنطون فلدجانس، وله مقالات عدة نشرت في الصحف والمجلات (منبر الإسلام - الثقافة - المقطم - بابا صادق - دار العلوم - الأديب اللبنانية) وغيرها، وله قصص من التراث، وسير، وبحوث دينية، وتحقيق لكتب تراثية.\nشعره:\nيميل شعره إلى الدعوة للفضائل والتمسك بقيم الدين، ويتنوع بين مديح رسول الله، ورثاء الأهل والعلماء والشعراء، وبعضه تعبير عن النفس وأفراحها وأحزانها، ويكشف شعره عن عالم فقيه يلتزم الأوزان والقوافي في دقة وعناية.\nحصل على عدة نياشين وأوسمة من لبنان ومصر، منها نيشان المعارف من الطبقة الأولى (لبنان ١٩٥٩)، ووسام الاستحقاق اللبناني الرفيع (لبنان ١٩٦٠)، ووشاح المعلم التقديري في عيد المعلمين - مصر ١٩٨٠ .\n- له حكاية شعرية أو رواية بعنوان «الصبر» - (خلاصة قصة النبي أيوب عليه السلام) - مجلة بابا صادق - القاهرة ١٩٣٦، وله ملحمة شعرية بعنوان: «ملحمة الفالوجا» (١٢٠٠ بيت مرتبة القافية على حروف المعجم) - دار العلم للملايين - بيروت ١٣٦٩هـ/ ١٩٤٩م،، وله قصائد نشرت في مجلات عصره، في مصر ولبنان، منها: «ذكريات» - مجلة الثقافة - القاهرة - ع١٣٠ - ١٩٤١، «وأذن في الناس بالحج» - صحيفة دار العلوم - العدد الثالث - السنة الثانية، «أيها البحر» - مجلة الثقافة - ع١٨٢، وله ديوان مخطوط بيده محفوظ عند أسرته.\nمصادر الدراسة:\n١ - أحمد حسن الباقوري: مقدمة كتاب «طبقات النساء المحدثات» - عبدالعزيز سيد الأهل - مطابع الأهرام - القاهرة ١٩٨١ .\n٢ - لقاء أجراه الباحث أحمد الطعمي مع ابن المترجم له - القاهرة ٢٠٠٣ .\n٣ - الدوريات:\n- صحيفة دار العلوم - القاهرة - العدد الثالث - السنة الثانية.\n- مجلة بابا صادق - القاهرة ١٩٣٦ .\n- مجلة الثقافة - القاهرة - العدد ١٣٠ - ١٩٤١، والعدد ١٨٢ .\n(نقلا عن: معجم البابطين للشعراء)",
  "books": [
    {
      "text_id": 11177,
      "title": "داعية التوحيد محمد بن عبد الوهاب"
    }
  ]
}