{
  "author_id": 156,
  "author_meta": "هو الشيخ العالم الكبير، العلامة المجاهد في سبيل الله، إسماعيل بن عبد الغني بن وَلي الله بن عبد الرحيم العُمري الدهلوي، أحد أفراد الدنيا في الذكاء\nوالفطنة، والشهامة، وقوة النفس، والصلابة في الدين.\nوُلد بدِهْلِي لاثنتي عشرة من ربيع الثاني سنة ثلاث وتسعين ومئة وألف، وتوفي والده في صباه، فتربّى في مهد عمه الشيخ عبد القادر بن ولي الله الدهلوي، وقرأ عليه الكتب الدرسيّة، واستفاد من عمَّيْه الشيخ رفيع الدين، والشيخ عبد العزيز أيضاً، ولازمهما مدةً طويلة، وصار بحراً زاخراً في المعقول والمنقول، ثم لازم السيدَ الإمام أحمد بن عرفان، وسافر معه إلى الحرمين الشريفين، سنة سبع وثلاثين ومئتين وألف، فحج وزار، ورجع معه إلى الهند، وساح البلاد والقرى بأمره سنتين، فانتفع به خلق لا يُحصون بِحَدِّ وعد، ثم سافر معه إلى الحدود سنة إحدى وأربعين ومئتين وألف، فجاهد معه في سبيل الله، وكان كالوزير للإمام، يجهز الجيوش، ويقتحم المعارك العظيمة، بنفسه حتى اُستشهد في «بَالَاكَوْت» من أرض «يَاغِستان».\nوكان نادرة من نوادر الزمان، وبديعة من بدائعه الحسان، مقبلاً على الله بقلبه وقالبه، مشتغلاً بالإفادة، والعبادة، مع تواضع وحسن أخلاق، وكرم وعفاف، وشهامة نفس وصلابة دين، وحسن محاضرة، وقوة عارضة، وفصاحة ورجاحة، فإذا جالسه منحرف الأخلاق أو من له في المسائل الدينية بعض شقاق، جاء من سحر بيانه بما يؤلف بين الماء والنار، ويجمع بين الضب والنون، فلا يكاد يفارقه إلا وهو عنه راض.\nقال الشيخ محسن بن يحيى التُّرْهَتي في «اليانع الجني» : إنه كان أشدهم في دين الله، وأحفظهم للسنة، يغضب لها، ويندب إليها، ويشنع على البدع وأهلها.\nوقال [الشيخ] صديق بن الحسن [خان] القَنُّوجي في «الحطة بذكر الصحاح الستة» في ذكر الشيخ ولي الله بن عبد الرحيم الدهلوي: إن ابن ابنه المَوْلَوِي محمد إسماعيل الشهيد، اقتفى أثر جده في قوله وفعله جميعاً، وتمم ما ابتدأه جده، وأدى ما كان عليه، وبقي ما كان له، والله تعالى مجازيه على صوالح الأعمال، وقواطع الأقوال، وصحاح الأحوال، ولم يكن ليخترع طريقاَ جديداً في الإسلام، كما يزعم الجهال، وقد قال الله تعالى: {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ} [آل عمران : ٧٩]\nوهو رحمه الله تعالى أَحيا كثيراً من الشُنن المماتات، وأَمات عظيماً من الأشراك، والمحدَثات، حتى نال درجة الشهادة العليا، وفاز من بين أقرانه بالقدح المعلى، وبلغ منتهى أمله، وأقصى أجله.\nوأما مصنفاته [باللغة العربية والفارسية] فهي عديدة، أحسنها كتابه:\nبالفارسية:\n١ - الصراط المستقيم: جمع فيه ما صح عن شيخه السيد الإمام قولًا وفعلاً، وفيه بابان من إنشاء صاحبه الشيخ عبد الحي ابن هبة اللّه الصديق البرهانوي.\n٢- إيضاح الحق الصريح في أحكام الميت والضريح: في بيان حقيقة السنة والبدعة\n٣- منصب إمامة: في تحقيق منصب النبوة والإمامة، وهو مما لم يسبق إليه،\nومنها رسالة له في:\n٤- مبحث إمكان النظير وامتناع النظير.\nبالعربية:\n٥- رد الإشراك والبدع: رتبها على بابين، ومنها\n٦- تنوير العينين في إثبات رفع اليدين: بالعربية، ومنها\n٧- سلك نور.\nبالأردوية:\n٨- تقوية الإيمان: كتاب مشهور له بالأردوية (المترجَم الآن بالعربية باسم «رسالة التوحيد» ).\n٩- رد الإشراك.\n١٠- [عبقات: في الفلسفة والحكمة، تجلى فيها ذكاؤه، واقتداره على هذا العلم].\nوقال أحمد بن محمد المتقى الدهلوي في «آثار الصناديد» : «إن له رسالة في المنطق، ادعى فيها أن الشكل الرابع من أجلى البديهيات، والشكل الأول خلافه، وأقام على ذلك الادعاء من البراهين ما لم يندفع، ولم يجترىء على دفعها أحد من معاصريه».\nأُستشهِد الشيخ إسماعيل في سبيل اللّه لستِ ليالي بقين من ذي القعدة سنة ١٢٤٦ هـ بمعركة بَالَاكُوت.\n(الترجمة عن مقدمة كتاب: رسالة التوحيد)",
  "books": [
    {
      "text_id": 1123,
      "title": "رسالة التوحيد المسمى بـ تقوية الإيمان"
    }
  ]
}