{
  "author_id": 1563,
  "author_meta": "- ولد الدكتور موسى في قرية صور باهر جنوبي مدينة القدس عام ١٩٥٥م لعائلة ريفية وهو متزوج وله خمسة من الأبناء ثلاثة ذكور وبنتان وكنيته أبو قتيبة\n- التحق بمدرسة صور باهر في المرحلة الإبتدائية والإعدادية ثم أكمل دراسته لثانوية بمدرسة ثانوية الأقصى الشرعية وحصل على الثانوية العامة في الفرعين الشرعي والأدبي عام ١٩٧٣م\n- التحق بعدها بكلية الشريعة بالجامعة الإسلامية بالمدينة المنورة وتخرج منها عام ١٩٧٨م\n- تابع دراسته العليا فالتحق بجامعة الملك سعود بالرياض فحص على درجة الماجستير عام ١٩٨٢م من قسم الكتاب والسنة ثم أنهى دراسته العليا بعد أن حصل على درجة الدكتوراه في السنة وعلومها عام ١٩٩٨م\n- عمل الدكتور موسى محاضراً بجامعة الملك سعود بالرياض لغاية عام ١٩٩٠م عاد بعدها إلى أرض الوطن ليعمل مدرساً بكلية الدعوة وأصول الدين برتبة أستاذ مساعد\n- انتدب ليكون عميداً لكلية الدعوة والعلوم الإسلامية بأم الفحم منذ عام ١٩٩٢م ولا زال يشغل هذا المنصب\n- تتلمذ الدكتور موسى خلال دراسته الجامعية على عدد من العلماء والأساتذة الكرام منهم الشيخ محمد بن المختار الشنقيطي والشيخ عبد الرؤوف اللبدي والشيخ الدكتور محمد مصطفى الأعظمي والأستاذ الدكتور عزت على عطية\n- وللدكتور موسى عدة أبحاث وإصدارات فقد حقق كتاب الأحاديث لمسنده المرفوعة من كتاب الفتن لنعيم بن حماد ونال بها درجة الماجستير وحقق كتاب العرف الوردي في أخبار المهدي للسيوطي ونال بها درجة الدكتوراه\n- ومن أبحاثه غير مطبوعة السلام في الإسلام وحقوق الإنسان في الإسلام وقدسية القدس في الإسلام والبعد التربوي وكذلك منهج الإمام النورسي في القصص القرآني\n- ومن أبحاثه التي تحت الطبع الصحيح المنتقى من أحاديث الفتن\n- وللدكتور موسى عدة مقالات دينية وأدبية وسياسية نشرت في صحيفة صوت الحق والحرية ومقالات كذلك نشرت في صحيفة الصنارة وله عدد مقالات نشرت في مجلة شؤون دولية الصادرة عن مركز الدراسات المعاصرة\n- ولقد ساهم الدكتور موسى في عدة مؤتمرات خارج البلاد فقد شارك في مؤتمر الأقليات المسلمة في الولايات المتحدة المستقلة عن الإتحاد السوفيتي سابقاً والمنعقد في موسكو عام ١٩٩٤م كما شارك في لمؤتمر العالمي حول أعمال النورسي المنعقد في تركيا عام ١٩٩٨م ومؤتمر إتحاد الجامعات العربية المنعقد في عمان عام ١٩٩٩م.\n- يساهم الدكتور موسى في عضوية اللجنة المشرفة على مدارس رياض الأقصى صور باهر كما أنه عضو في لجنة الرقابة الشرعية المنار الإسلامية في أم الفحم وهو من المهتمين في قضايا الإصلاح وحل المشاكل الإجتماعية ومن هواياته الشعر ولخطابة وهو يتحدث اللغة الإنجليزية والعبرية.",
  "books": [
    {
      "text_id": 11209,
      "title": "رد الطعون الواردة في الموسوعة العبرية عن الإسلام ورسوله صلى الله عليه وسلم"
    }
  ]
}