{
  "author_id": 1564,
  "author_meta": "ترجمة الإمام عبد العزيز بن محمد بن سعود رحمه الله\nولادته\nولد رحمه الله بالدرعية سنة ١١٣٢ هـ ، في بيت إمارة وشرف من أب أشتهر بالعدل والحزم بين أمراء نجد وغيرها .ووالدته رحمها الله اشتهرت بالرجاحة والرأي وهي التي أشارت علي زوجها محمد بن سعود بمناصرة إمام الدعوة رحمه الله تعالي .\nطلبة للعلم\nبدأت الدعوة الإصلاحية تشتهر وعبد العزيز بن محمد لم يبلغ العاشرة من عمره  وحينما بلغ سن الشباب أخذ يرتحل هو وأعمامه الثلاثة مشاري وثنيان وفرحان إلي شيخ الإسلام أبن عبد الوهاب في العيينة ويطلبون العلم علي يديه ، وكان ذلك بداية مظاهر الخير والصلاح عليه ومما كان له أبلغ الأثر أيضاً في انتقال شيخ الإسلام بعد ذلك إلي الدرعية .. وعلي أي حال فقد ظل ملازماً للشيخ في العيينة والدرعية يتشرب منه التوحيد والفقه والتفسير والعربية وغيرها ، حتى أضحي من أبرز تلامذته ومن أنجبهم .\nولايته الأمر بعد والده\nفي سنة ١١٧٩ هـ ، انتقل والده محمد بن سعود إلي جوار ربه ، رحمه الله تعالي ، فقدمه شيخ الإسلام لمبايعة الناس لما يعلم من كفاءته ، علي أن عبد العزيز بن محمد لم يخرج عن مشورة شيخه في أمور الدولة العسكرية وغيرها .\nوقد تولي الأمر وهو في الخامسة والأربعين من عمره وأتسع نطاق الدولة في عهده اتساعاً كبيراً .\nصفاته\nكان رحمه الله كثير الخوف من الله وكثير الذكر . آمراً بالمعروف ناهياً عن المنكر لا تأخذه في الله لومه لائم ، ينفذ الحق ولو كان في أهل بيته وعشيرته لا يتعاظم عظيماً إذا ظلم ، فيقمعه ولا يتصاغر حقيراً ظلم ، فيأخذ له الحق ولو كان بعيد الوطن .\nوكان رحمه الله لا يخرج من المسجد بعد صلاة الصبح حتى ترتفع الشمس ويصلي فيه صلاة الضحى .\nكما كانت له حلقات للتعليم بعد الفجر في جامع الطريف المشهور وبعد الظهر وبعد المغرب فيكون بين معلم أو متعلم .\nوذلك إلي جانب تصريف أمور الدولة وتفقد أحوال الرعية .\nومن عادته القيلولة قبل صلاة الظهر علي سمة الأوائل في  ذلك .\nوله ورد من الدليل لا يتركه .. صاحب دمعه وإنابه كثير الدعاء في جوف الليل خاصة للمسلمين والضعفاء من رعيته له هيبة ووقار من آثار التهجد .\nوإلي جانب ذلك فقد كان أبرز قائد عسكري في الجزيرة العربية في أيامه شجاعة وإقداماً وجلداً علي مقارعة الخطوب وتحمل الأزمات وركوب الصعاب ، يجيد فن حرب العصابات وعن طريقها استطاعت غاراته أن تهدم القباب فوق القبور والمشاهد في النجف وكربلاء دون خسائر بشرية تذكر ، كما أنه يملك إدارة الجيوش النظامية الجرارة رحمه الله وأسكنه فسيح جناته .\nويذكر من تواضعه رحمه الله أن الصبيان من أهل الدرعية إذا خرجوا من عند المعلم يصعدون إليه في مقره ويعرضون عليه ألواحهم ومحفوظاتهم فمن أبدي منهم نشاطاً أعطاه عطاء جزيلا .\nومن صور زهده وعفافه عن مال المسلمين أنه كانت تأتيه الأموال من الغنائم والزكوات من أطراف الجزيرة البعيدة فلا تحرك في نفسه شهوه لحيازتها والتمتع بها بل كما ذكر أنه جاءه في يوم خمس وعشرون حملاً من الريالات فمر بها وهي مطروحة فحركها بطرف سيفه وقال : اللهم سلطني عليها ولا تسلطها علي ثم فرقها من يومه ذاك .\nرحمته بالرعية\nكان رحمه الله كثير الآفة بالرعية وكان يبث الصدقة والأموال فيهم وخاصة الضعفاء والمساكين منهم ، يكثر الدعاء لهم وكان يقول في ورده \" اللهم ابق فيهم كلمة لا إله إلا الله حتى يستقيموا عليها ولا يحيدوا عنها \" .\nوكان يأتيه المحتاج من كل فج فيعطيه ويجزل ورتب ديواناً للعطاء لطلبة العلم والأئمة والمؤذنين .\nوكان المساكين يكتبون إليه بحوائجهم وربما كتب الواحد عنه وعن زوجته وأمه وابنه وأخيه فيوقع لكل كتاب منهم عطاءه .\nوكان إذا مات الرجل في جميع النواحي يأتي أولاده إليه يستخلفونه فيعطيهم وربما كتب لهم راتباً في الديوان . كما كان يتفقد الأيتام والضعفاء بالدرعية ويسأل عنهم ويقضي حوائجهم ، ومن كان ضعيفاً من النواحي يأمره بأن يأتي إلي الدرعية ويقوم بجميع لوازمه وحاجياته .\nقوته وحزمه\nأما عن قوته وحزمه وشدته علي المجرمين وحصول المن بفضل الله تعالي ثم بذلك فقد حدث منه ما عجزت الأقلام عن تسطيره  . وإليك نبذه من ذلك :\nقال ابن بشر في تاريخه عنوان المجد : وكانت القطار والرعية في زمانه آمنه مطمئنة ، فهو حقيق بأن يلقب مهدي زمانه لأن الشخص الواحد يسافر بالأموال العظيمة صيفاً أو شتاءً إلي أي مكان شاء لا يخشى أحد إلا الله لا سارقاً ولا قاطع طريق ، وكان أهل النواحي في أيام الربيع يسيبون جميع مواشيهم في البراري والمراعي من الإبل والخيل والبقر والغنام ليس لها راع حتى ينقضي الربيع إلا ما كان من الخيل الجياد فإن لها من يتعهدها ، وذلك كله بفضل الله ثم ببركات الله في رعيته ويعف ويقيم حدود الله .\nموته رحمه الله تعالي\nقتل رحمه الله في سنة ١٢١٨ هـ في العشر الأواخر من شهر رجب علي يد رافضي من أهالي النجف في صلاة العصر وهو ساجد .. وذلك نقمة علي ما صنعته جيوش هذه الدولة السلفية من القضاء علي الأوثان عند قبورهم .\nويري البعض أنه بإغراء  من والي بغداد آنذاك رهبة من توسعات هذه الدولة السريعة .. ومثل هذا الفعل هو الذي يستطيعه الجبناء .. ولم يكن عبد العزيز رحمه الله ليحجب نفسه ، وكان يرحب بالضيوف والمجاورين ، ولذلك قدم هذا المجرم وزعم أنه من أتباع هذه الدعوة السلفية ويريد الإقامة بالدرعية تنسكا وليطلب العلم فيها فأكرمه عبد العزيز وأمر له بعطاء ، فأظهر النسك والعبادة والصلاح حتى استكمل الكتاب أجله وأراد الله إكرام عبد العزيز بالشهادة في صلاة العصر في التاريخ المذكور فوثب من الصف الثالث والناس سجود فطعنه بخنجر مسموم في خاصرته أسفل بطنه ، فاضطرب أهل المسجد وماج بعضهم ببعض لا يدرون الأمر ، فأهوي المجرم علي عبد الله بن محمد شقيق عبد العزيز إلا أنهما تجالدا فتمكن عبد الله من ضربة بالسيف فصرعه وتكاثر عليه الناس فقتلوه ثم صعدوا بالإمام إلي قصره وقد غاب ذهنه وقرب نزعه رحمه الله فما لبث أن توفي رحمه الله وعفا عنه وتقبله في الشهداء ، وكان ذلك عن عمر يناهز ست وثمانين سنة .",
  "books": [
    {
      "text_id": 11226,
      "title": "رسالة مهمة للإمام المجاهد العلامة عبد العزيز بن محمد بن سعود"
    }
  ]
}