{
  "author_id": 1574,
  "author_meta": "الاسم: وصي الله محمد عباس أحمد عباس\nالجامعة: أم القرى في مكة المكرمة.\nالرتبة العلمية: أستاذ مشارك\nالكلية: الدعوة وأصول الدين\nالقسم: الكتاب والسنة\nالبريد الإلكتروني: Dr.wasiullah@hotmail.com\nهاتفه: ٠٠٩٦٦٥٠٥٥٢٦٨٨٦\nلغة الدروس: باللغات العربية و الأوردية والإنجليزية.\nالمؤهلات العلمية:\nالبكالوريوس، ١٣٩٢، المملكة العربية السعودية، الجامعة الاسلامية بالمدينة، كلية الدعوة و أصول الدين، قسم تفسير و حديث.\nالماجستير،١٣٩٧ ، المملكة العربية السعودية، جامعة الملك عبدالعزيز، كلية الشريعة و الدراسات الإسلامية، قسم تفسير و حديث.\nالدكتوراه، ١٤٠١، المملكة العربية السعودية، جامعة أم القرى، كلية الشريعة و الدراسات الإسلامية، قسم تفسير و حديث.\nبداية العمل في جامعة أم القرى:\nمحاضر، ١٦-١-١٤٠٩، قسم الكتاب والسنة، كلية الدعوة، جامعة ام القرى\nمعيد، ١٤١٣، قسم الكتاب والسنه، كلية الدعوة، جامعة ام القرى.\nالنتاج العلمي:\nعنوان رسالة الدكتوراه: فضائل الصحابة للإمام أحمد بن حنبل ( تحقيق).\nعنوان رسالة الماجستير: الضعفاء والمجهولون والمتروكون في سنن النسائي.\nالكتب التي ألفها الشيخ:\n١. العلل ومعرفة الرجال عن الإمام الأحمد رواية صالح بن أحمد وغيره (تحقيق).\n٢. فضائل الصحابة للامام احمد (تحقيق)، ١٤٠٣،مركز البحث بجامعة ام القرى.\n٣. المسجد الحرام تاريخة واحكامه.\n٤. تحقيق الكلام في قراءة الفاتحة خلف الامام.\n٥. بحر الذم فيما تكلم فيه احمد بمدح أو ذم.\nالأبحاث العلمية:\n١. علم العلل ودورة في حفظ السنه، في ندوة السنه بالمدينة،١٤٢٦.\n٢. فضائل الصحابة للامام احمد بن حنبل، مركز احياء التراث بجامعه ام القرى،١٤٠٢.\n٣. المسجد الحرام تاريخه و المكانه، على نفقة سمو الأمير متعب بن عبدالعزيز،١٤٢٨.\n٤. العلل و معرفة الرجال للامام أحمد، المكتب الاسلامي في بيروت،١٤٠٨.\nالمشاريع البحثية:\nفقه اهل الحديث خصائصة ومميزاته ومشاريع اخرى بعناوين مختلفة\nالمناصب:\n١. عضوية المجلس العلمي بجامعة ام القرى لفترة واحدة.\n٢. عضوية تحرير مجلة الشريعة والدراسات الاسلامية بجامعة ام القرى.\nاللجان:\n١. عضو لجنه تجديد اعلام الحرم المكي.\n٢. النظر في مناهج قسم الكتاب والسنه.\n٣. وضع منهج للسنة المنهجية للدكتوراه في قسم الكتاب والسنة.\nالجمعيات:\n١. عضو بعض الجمعيات في الهند.\n٢. التدريس بالمسجد الحرام بالأمر السامي الكريم،١٤١٩.\n٣. عضو لجنة تجديد اعلام الحرم المكي الشريف.\nالإعارة والاستشارات:\nمستشار غير متفرغ لرئيس شئون المسجد الحرام والمسجد النبوي لأكثرمن ثلاث سنوات.\nالإشراف و التحكيم:\n١. الاشراف على رسائل كثيرة في جامعة ام القرى.\n٢. مناقشة رسائل كثيرة في الماجستير والدكتوراة بمكة والمدينة والرياض والدماموباكستان والهند وبريطانيا والاردن.\nمن شيوخه:\n١. الشيخ عبد العزيز بن باز رحمه الله.\n٢. الشيخ عبد المحسن العباد حفظه الله.\n٣. الشيخ محمد الأمين الشنقيطي حفظه الله.\n٤. الشيخ حماد الأنصاري رحمه الله (ويذكره كثيراً في دروسه).\nومن تلاميذه البارزين:\n١. الشيخ الدكتور أحمد بن عمر بازمول حفظه الله، وقد أجازه في رواية الحديث.\n٢. الشيخ علي بن يحيى الحدادي وقد أجازه.",
  "books": [
    {
      "text_id": 11300,
      "title": "علم علل الحديث ودوره في حفظ السنة النبوية"
    }
  ]
}