{
  "author_id": 1579,
  "author_meta": "الشيخ عبد العزيز بن محمد السدحان ، الداعية المعروف وأحد تلامذة الشيخ عبد العزيز بن باز رحمه الله كما أنه أحد أبرز تلامذة الشيخ عبد الله بن عبدالرحمن بن جبرين ، محاضر بجامعة الامام محمد بن سعود الاسلاميّة وخطيب معروف ، وله العديد من المؤلفات والرسائل والأشرطة الصوتيّة\nعبد العزيز بن محمد بن عبد الله السدحان\nدرس المرحلة الإبتدائية في مدرسة طلحه بن عبيد الله ثم انتقل إلى مدرسة الجاحظ الإبتدائية ثم المرحلة المتوسطة في متوسطة فلسطين ثم المرحلة الثانوية في ثانوية الجزيرة ثم انتقل إلى معهد إمام الدعوة ثم انتقل إلى معهد الرياض العلمي وتخرج منه عام ١٤٠٣هـ ..تخرج من كلية الشريعة بالرياض سنة ١٤٠٦- ١٤٠٧هـ\nزاول التدريس في ثانوية تحفيظ القرآن الكريم ثم انتقل إلى كلية التقنية في الرياض ولا يزال من منسوبيها\n- رسالة الماجستير من كلية التربية في جامعة الملك سعود وعنوان الرسالة {القوادح العقدية في شعر العصر العباسي الأول وموارها الفكرية } ونوقشت بتاريخ ٢٩/١/١٤١٩هـ\n- رسالة الدكتوراه من كلية أصول الدين في جامعة الإمام وعنوان الرسالة { الحافظ محمد بن طاهر المقدسي ومنهجه في العقيدة مع دراسة وتحقيق كتابه الحجة على تارك المحجة } ونوقشت بتاريخ ٤/٣/١٤٢٦هـ\n- أول مشايخه سماحة العلامة الإمام عبد العزيز بن باز رحمه الله تعالى ثم الشيخ عبدالله بن عبد العزيز بن عقيل أثابه الله تعالى والشيخ عبد الله بن حميد رحمه الله تعالى والشيخ عبدالله بن جبرين رحمه الله تعالى والشيخ عبدالله بن غديان أثابه الله تعالى والشيخ صالح الفوزان أثابه الله تعالى وسماحة المفتي عبد العزيز بن عبد الله آل الشيخ أثابه الله تعالى\n- ومن مشايخه الذين استفاد من زيارتهم ومن مجالستهم الشيخ العلامة محمد بن صالح بن عثيمين رحمه الله تعالى والشيخ حمود بن عبد الله التويجري رحمه الله تعالى وقد أجازه في مروياته والشيخ عبدالله بن جار الله آل جار الله رحمه الله تعالى والشيخ صالح البليهي رحمه الله تعالى والشيخ عبد الرحمن البراك أثابه الله والشيخ فهد الحمين رحمه الله تعالى والشيخ المحدث محمد ناصر الدين الألباني رحمه الله تعالى والشيخ المحدث بديع الدين الراشد السندي والشيخ محمد المعيوف أثابه الله تعالى والشيخ عبد العزيز بن محمد السلمان رحمه الله تعالى والشيخ الدكتورعبد الرحمن بن محمد بن فهد السدحان عضو هيئة كبارالعلماء سابقاً وعميد كلية الشريعة سابقاًوالشيخ عبد المحسن العبيكان أثابه الله تعالى والشيخ إبراهيم الحصين رحمه الله تعالى والشيخ عبد الله آل عبد الوهاب رحمه الله تعالى والشيخ عبد العزيز بن عبدالرحمن بن مقيرن أثابه الله تعالى\n- وممن لهم اثر عليه وفائدة أثناء دراسته في المعهد العلمي الأساتذة عبد العزيز اليوسف, حمد النفجان, وعبد الله بن عبد الكريم الموسى, علي السليطين, عبد الله بن عبد الرحمن التويجري. ومحمد الطريقي أثابهم الله تعالى ..وممن لهم اثر عليه وفائدة في كلية الشريعة الأساتذة عبد الله بن إبراهيم الوهيبي , ومحمد السمهري , ومحمد المديميغ ,واحمد سير مباركي,عبد الرحمن الدرويش , يعقوب ألبا حسين ,صالح الهليل , إبراهيم الكليب أثابهم الله تعالى ..وفي أثناء تدريسه في ثانوية تحفيظ القرآن الكريم كان من ابرز الطلاب المتميزين الشيخ صالح بن طالب إمام الحرم المكي ,وأخوه القاضي ناصر بن طالب , والأستاذ فيصل القحيز إمام مسجد الفاروق , ويوسف المهوس إمام مسجد عثمان بن عفان ,ويوسف الشويعي إمام جامع عتيقة,و بدر الوهيبي المحاضر في جامعة الملك سعود, ومحمد العمار إمام مسجد الإحسان, وموسى عبد الله العظياني , وعبدالله وصالح أبناء ساير العتيبي , وعبد الله وفهد أبناء محمد بن ناصر الشهري , وفهد بن عبد الرحمن البداح, واحمد وخالد أبناء محمد الشثري , وعلي الطيب , وخالد بن محمد الزيد , وخير الله بن طالب , وعبد الله عامر, ونايف الحربي , ومحمد الشهراني , وعبد العزيز الفوزان , وناصر المبارك , ومحمد المفيز, سامي البكر, وعبد الرحمن التويم , وغيرهم مما لاأذكر الآن\n- تولى الإمامة في مسجد عبد العزيز السدحان من عام ١٤٠٤الى عام ١٤١٠ثم انتقل إلى مسجد الفاروق من عام ١٤١٢الى عام ١٤٢٣ثم في مسجد ابن قدامه من ١٤٢٣الى الآنوتولى الخطابة في جامع الأميرمحمد بن جلوي عام ١٤١٦هـ ثم انتقل إلى جامع أهل أشيقر (جامع السويدي الغربي) ولا يزال خطيباً فيه\nله عده مؤلفات سلسلة المخالفات مثل مخالفات الطهاره والصلاه الصيام والحج والعمره والزياره وغيرها وسلسلة المعالم مثل معالم في طريق طلب العلم ومعالم في طريق الإصلاح ومعالم في أوقات النوازل والفتن وغيرها وسلسلة التراجم مثل ترجمة سماحة الإمام ابن باز وترجمة الشيخ الألباني والشيخ حمود التويجري وغيرهم وله مؤلفات في فنون متنوعة في العقيدة والتفسير والفقه والحديث والسير والأدب وغيرها وله كتابات في الصحف .شارك في عدة مؤتمرات ودورات شرعية داخل المملكة وخارجها وله دروس وكلمات دوريةوله مشاركات في الإذاعة والتلفاز وبعض القنوات وله تسجيلات كثيرة في أكثر الفنون والعلوم الشرعية",
  "books": [
    {
      "text_id": 11284,
      "title": "فوائد من شرح كتاب التوحيد"
    }
  ]
}