{
  "author_id": 158,
  "author_meta": "عبد الرزاق بن عفيفي بن عطية (١٣٢٣ - ١٤١٥ هـ = ١٩٠٤ - ١٩٩٤ م)\nولد بشنشور التابعة لمركز أشمون محافظة المنوفية عام ١٣٢٣ هـ.\nالدراسة:\nدرس المرحلة الابتدائية ثم المرحلة الثانوية، ثم مرحلة القسم العالي، وبإتمامه دراستها اختبر ومنح الشهادة العالمية عام ١٣٥١، ثم درس مرحلة التخصص في شعبة الفقه وأصوله ومنح شهادة التخصص في الفقه وأصوله بعد الاختبار، كل هذه الدراسة في الأزهر بالقاهرة.\nالعمل:\nعين مدرسا بالمعاهد العلمية التابعة للأزهر فدرس بها سنوات ثم ندب إلى المملكة العربية السعودية للتدريس بالمعارف السعودية عام ١٣٦٨ هـ الموافق ١٩٤٩ م، فجعل مدرسا بدار التوحيد بالطائف، ثم نقل منها بعد سنتين إلى معهد عنيزة العلمي في شهر محرم عام ١٣٧٠ هـ، ثم نقل إلى الرياض في آخر شهر شوال عام ١٣٧٠ هـ للتدريس بالمعاهد العلمية التابعة لسماحة الشيخ محمد بن إبراهيم آل الشيخ، ثم نقل للتدريس بكليتي الشريعة واللغة، ثم جعل مديرا للمعهد العالي للقضاء عام ١٣٨٥ هـ، ثم نقل إلى الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد عام ١٣٩١ هـ وعين بها نائبا لرئيس اللجنة الدائمة للبحوث العلمية والإفتاء مع جعله عضوا في مجلس هيئة كبار العلماء بالمملكة العربية السعودية.\nوقد رزقه الله مواهب من قوة الحافظة والملاحظة وفقه النفس، وكرس جهوده لطلب العلم خارج أروقة الأزهر، وعني بعلوم اللغة والتفسير والأصول والعقائد والسنة والفقه، حتى أصبح إذا تحدث في علم من هذه العلوم ظن السامع أنه تخصصه الذي شغل فيه كامل وقته، وقد كان له عناية خاصة في دراسة أحوال الفرق، وهذه الأمور جعلت طلاب العلم يقصدونه في كل وقت ويسمعون منه، وانتفع بعلمه خلق كثير، وكان يشرف على رسائل بعض الدارسين في الدراسات العليا ويشترك مع لجان مناقشة بعض الرسائل، ويلقي بعض الدروس في المسجد لطلبة العلم حسبما يتيسر، ويلقي المحاضرات، ويشارك في أعمال التوعية في موسم الحج.\nنقلا عن : موقع الإفتاء التابع للجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية\nhttp://www.alifta.com",
  "books": [
    {
      "text_id": 30836,
      "title": "شبهات حول السنة"
    },
    {
      "text_id": 30863,
      "title": "مذكرة التوحيد"
    },
    {
      "text_id": 8613,
      "title": "فتاوى ورسائل سماحة الشيخ عبد الرزاق عفيفي - قسم العقيدة"
    }
  ]
}