{
  "author_id": 1580,
  "author_meta": "الدكتور / عبد الله بن عبد العزيز المصلح\n- نشأ وتربى في مدينة الرياض .\n- التحق بمعهد الدعوة بالرياض ومنه نال الشهادة الثانوية .\n- التحق بكلية الشريعة بالرياض وتخرج فيها عام ٩٠/٩١ هـ .\n- عين معيداً بكلية الشريعة عام ١٣٩١هـ .\n- أكمل الدراسات العليا بجامعة الإمام محمد بن سعود الإسلامية ونال منها شهادة الماجستير والدكتوراه .\n- عمل عميداً لكلية الشريعة واللغة العربية في أبها عام ١٣٩٦هـ .\n- ثم لما قسمت الكلية إلى كليتين إحداهما كلية الشريعة وأصول الدين والثانية كلية اللغة العربية والعلوم الاجتماعية كان عميداً للأولى ومشرفاً على الثانية .\n- قام بافتتاح كلية الشريعة والدراسات الإسلامية بالإحساء .\n- عمل مديراً لفرع جامعة الإمام محمد بن سعود الإسلامية بالجنوب .\n-استمر في عمادة كلية الشريعة وأصول الدين ومديراً لفرع الجامعة في الجنوب في الفترة من ١٣٩٦ وحتى ١٤١٥هـ .\nألف مجموعة من الكتب .. منها:\n١- الملكية الخاصة في الشريعة الإسلامية ومقارنتها بالاتجاهات المعاصرة .\n٢- قيود الملكية الخاصة في الشريعة الإسلامية .\n٣- القواعد العامة في فقه الجنايات .\n٤- الشبهات التي تدرأ العقوبات في الفقه الإسلامي .\n٥- منهج الإسلام في صيانة المجتمعات .\n٦- حقوق غير المسلمين في المجتمع الإسلامي .\n٧- الإمام الطبري منهجه في التفسير .\n٨- مزايا المصارف الإسلامية .\n٩- دليل مناسك الحج والعمرة .\n١٠- ما لا يسع المسلم جهله ( مؤلف مشترك )\n١١- المرابحة من التراث الفقهي إلى التطبيقات المعاصرة في المصارف الإسلامية.\n١٢- الوجيز في أحكام الإجازة والشركة .\n١٣- الإعجاز العلمي في القرآن والسنة تاريخه وضوابطه .\n١٤- تجديد الدراسات الفقهية ودور المملكة العربية السعودية في هذا المجال .\nالمؤتمرات:\nشارك في عدد كثير من المؤتمرات داخل المملكة وخارجها ممثلاً للمملكة أو مبعوثاً منها .\nبعض الأعمال التي قام بها فضيلته:\n١- أمين عام هيئة الإعجاز العلمي في القرآن والسنة.\n٣- رئيس لجنة المعلمين بالهيئة .\n٣- رئيس تحرير مجلة الإعجاز .\n٤- وفي مجال الإعلام ( برنامج قضايا وردود) الذي قدمه أسبوعياً لمدة أكثر من ثمانية عشر عاماً بالقناة الأولى بالتلفزيون السعودي .\nالأعمال التي يقوم بها حالياً:\n١- عضو اللجنة الشرعية بالبنك الأهلي التجاري بالمملكة العربية السعودية .\n٢- المشرف الإقليمي لمكاتب هيئة الإغاثة الإسلامية العالمية في المنطقة الجنوبية.\n٣- عضو المجلس التأسيسي والتنفيذي لهيئة الاغاثة الاسلامية العالمية.\n٤- عضو مجلس أمناء جامعة شيتاغونغ الإسلامية ببنجلاديش .\n٥- رئيس المجلس التأسيسي للجامعة الأمريكية المفتوحة بنيويورك .\n٦- مستشار لكلية الدراسات الإسلامية بدبي .\n٧- يقدم برنامج أسبوعي بقناة اقرأ الفضائية بعنوان ( مشكلات من الحياة ).\n٨- عضو المجلس التأسيسي للعديد من الهيئات الخيرية بدول الخليج العربي .\n٩- مالك ومدير مكاتب الدكتور/ عبد الله المصلح للمحاماة والاستشارات الشرعية والقانونية.\n١٠- يقدم العديد من البرامج بتلفزيون أبو ظبي بدول الإمارات العربية المتحدة وبعض القنوات الخليجية .",
  "books": [
    {
      "text_id": 11303,
      "title": "قواعد تناول الإعجاز العلمي والطبي في السنة وضوابطه"
    }
  ]
}