{
  "author_id": 1585,
  "author_meta": "الاسم : أحمد بن معبد بن عبد الكريم بن سليمان بن حسن كُلَيْبَاتِى\nتاريخ ومكان الولادة : ٦/١١/١٩٣٩ م موافق سنة ١٣٥٩ هـ بقرية الشيخ سعد تبع بلدة العجميين ، مركز أبشواي ، محافظة الفيوم ، بجمهورية مصر العربية .\n· الدراسة والمؤهلات العلمية :\nبدأت دراستى فى كُتَّاب القرية ، وكان أستاذى الأول فيه هو أحد أخوالى الشيخ / عبد الرحمن بن اسماعيل محمد خضرة - رحمه الله - وبعد تعلمى القراءة والكتابة على يديه ، شرعت فى حفظ القرآن الكريم وذلك فى الثامنة من العمر تقريباً ، ثم انتقلت من الكُتَّاب إلى المدرسة الابتدائية قسم حفاظ القرآن الكريم الذى كان يلحق ببعض المدارس الابتدائية فى ذلك الوقت ، وأتممت بفضل الله تعالى حفظ القرآن وتجويده برواية حفص فى قسم الحفاظ هذا مع الذهاب إلى معلمى بهذا القسم فى بيته خلال العطلات الصيفية لمواصلة الحفظ ، وبعد إتمام حفظ القرآن وتعلم بعض قواعد الحساب والإملاء والخط ، التحقت بالقسم الابتدائى بمعهد القاهرة الدينى التابع للأزهر الشريف ، وكان عمرى حينذاك ثلاث عشرة سنة فواصلت الدراسة فيه حتى حصلت على شهادة الابتدائية الأزهرية ومدة دراستها حينئذ أربع سنوات ، ثم انتقلت إلى دراسة المرحلة الثانوية الأزهرية بالمعهد نفسه ومدتها خمس سنوات حصلت بعدها على شهادة الثانوية الأزهرية وذلك عام ١٩٦١ م ، ثم التحقت بكلية أصول الدين بالقاهرة - جامعة الأزهر وحصلت على درجة الإجازة العالية ( الليسانس ) فى عام ١٩٦٦ م قسم التفسير والحديث ، وذلك بتقدير جيد جداً مع مرتبة الشرف الثانية .\nوبعد ذلك عُينت بوزارة الأوقاف - إماماً وخطيباً ومدرساً ، مع القيام بتدريس مادتى اللغة العربية والدين بمدارس العروبة الخاصة - بالقاهرة - منتدباً من وزارة الأوقاف . ثم التحقت بالدراسات العليا بقسم التفسير بكلية أصول الدين بالقاهرة وحصلت على درجة التخصص ( الماجستير ) فى التفسير وعلومه - بتقدير جيد جداً فى الامتحان التحريرى وتقدير مقبول فى الامتحان الشفهى ، فصار التقدير العام ( مقبول ) سنة ١٩٦٩ م ولكن حرصى على مواصلة الدراسات العليا جعلنى أتجه إلى مواصلتها فى تخصص آخر هو الحديث وعلومه ، فكانت خيرة من الله ، فحصلت على درجة التخصص ( الماجستير ) فى الحديث وعلومه بتقدير عام ( جيد جداً ) وذلك سنة ١٩٧١ م ، ثم عُينت معيداً بقسم الحديث بكلبة أصول الدين بالقاهرة ، ثم مدرساً مساعداً ، وخلال ذلك حصلت على درجة العالمية ( الدكتوراه ) فى الحديث وعلومه من كلية أصول الدين بالقاهرة سنة ١٩٧٨ م بمرتبة الشرف الأولى .\nوخلال ذلك حصلت على دورة تدريبية فى مجال الدعوة والإدارة بوزارة الأوقاف ، وعلى مرحلة تثقيفية بمنظمة الشباب الاشتراكى ، وعلى دورة تدريبية فى مجال الحاسب الآلى . كما حصلت على عدة شهادات تقدير فى مجال عملى العلمى والعملى .\n· الوظائف والمهام العلمية :\n١- إمام وخطيب ومدرس بوزارة الأوقاف ، والتربية والتعليم منذ سنة ١٩٦٧ م .\n٢- معيد ، ثم مدرس مساعد ، ثم مدرس بكلية أصول الدين بالقاهرة جامعة الأزهر وذلك فى الفترة من سنة ١٩٧١ إلى سنة ١٩٧٩ م ، مع المساهمة فى الأنشطة الثقافية العامة من خلال لجان الاتحاد الاشتراكى .\n٣- أستاذ مساعد ثم أستاذ مشارك بقسم السنة وعلومها بكلية أصول الدين بالرياض جامعة الإمام محمد بن سعود الاسلامية - وذلك من سنة ١٣٩٩ هـ وحتى سنة ١٤١٧ هـ وخلال ذلك قمت بالتدريس للمرحلة الجامعية ، ومرحلة الدراسات العليا لطلاب كلية أصول الدين بالرياض بأقسامها الثلاثة : وهى قسم العقيدة والمذاهب المعاصرة ، والتفسير وعلومه ، والسنة وعلومها . كما قمت بتدريس مرحلة الدكتوراه بكلية التربية - برئاسة تعليم البنات بالرياض وذلك على سبيل الندب من جامعة الإمام . كما قمت خلال ذلك بالإشراف العلمى والمناقشة لرسائل التخصص ( الماجستير ) والعالمية ( الدكتوراه ) فى السنة وعلومها وذلك ما يزيد على المائة رسالة فى شتى فروع علوم السنة ، وتحقيق تراثها . كما كنت ولازلت بحمد الله عضواً فى تقويم أبحاث الترقية لدرجة أستاذ مساعد أو مشارك بجامعة الملك سعود بالرياض ، وبجامعة أم القرى بمكة ، وبجامعة الكويت . وكذلك شاركت فى التحكيم لمطبوعات تراث الحديث وعلومه ، وأبحاثها ، فى مركز خدمة السنة والسيرة بالمدينة المنورة ، التابع للجامعة الإسلامية .وفى مركز البحث العلمى بجامعة أم القرى ، بمكة المكرمة . وفى دار البحوث للدراسات الإسلامية وإحياء التراث فى دبى . كما شاركت ولازلت بحمد الله أشارك فى أنشطة الطلاب العلمية بالتوجيه والإلقاء لبعض المحاضرات والدروس لهم فى فترات الأنشطة الطلابية بين المحاضرات بكل من جامعة الإمام محمد بن سعود الإسلامية ، وجامعة الأزهر وذلك فى مجال الحديث وعلومه .\n٤- أستاذ مساعد بكلية أصول الدين والدعوة - بالزقازيق - جامعة الأزهر منذ سنة ١٩٩٩ م وحتى الآن .\n· النتاج العلمى المطبوع والمنشور :\n١- \" النفح الشذي في شرح جامع الترمذي لابن سيد الناس اليعمرى المتوفى سنة ٧٣٤ هـ تحقيق ودراسة الأجزاء ١ ، ٢ \" طبع ونشر دار العاصمة بالرياض - السعودية سنة ١٤٠٩ هـ .\n٢- \" إرشاد القارى إلى النص الراجح لحديث ( ويح عمار .. ) فى صحيح البخارى ، وأثر ذلك فى تحقيق معنى الحديث وفقهه \" بحث منشور فى مجلة كلية أصول الدين والدعوة بالزقازيق العدد العاشر فى ٣٠/٥/١٩٩٨ .\n٣- \" سيف بن عمر التميمي ، وتحقيق الأقوال في حاله ، وفى درجة مروياته \" بحث منشور في المجلة سالفة الذكر العدد العاشر في ٣٠/٥/١٩٩٨ .\n٤- مجموعة فتاوى منشورة فى جريدة الأهرام بالقاهرة خلال سنوات تحت عنوان \" اسألوا الفقيه \" .\n٥ - ألفاظ الجرح والتعديل بين التكرير والتركيب .\n٦- العراقي وأثره في السنة .",
  "books": [
    {
      "text_id": 11347,
      "title": "كتابة الحديث في عهد النبي صلى الله عليه وسلم وصحابته وأثرها في حفظ السنة النبوية"
    }
  ]
}