{
  "author_id": 1587,
  "author_meta": "أستاذ الشريعة الإسلامية والحديث النبوى بكلية دار العلوم - جامعة القاهرة\nرئيس قسم الشريعة الأسبق بكلية دار العلوم- جامعة القاهرة\nتاريخ الميلاد: ١٩٤٠م\nمكان الميلاد: محافظة الدقهلية بجمهورية مصر العربية.\nكلية التخرج: دار العلوم.\nجامعة التخرج: جامعة القاهرة بجمهورية مصر العربية.\nالنتاج العلمي:\n١ . صحيفة همام بن منبه : تحقيق وتخريج وشرح.\n٢ . صحيفة على بن أبي طالب : جمع ودراسة وتوثيق وتخريج.\n٣ . المدخل إلى توثيق السنة : يبين هذا الكتاب مكانة السنة في التشريع وتربية الفرد والمجتمع، والعناية بالسنة في القرون الثلاثة الأولى للهجرة، وأصول الرواية، وقواعد الجرح والتعديل، وأقسام الحديث، والجانب العملي والتطبيقي في توثيق السنة، وشبهات حول السنة ودفعها.\n٤ . كتب السنة؛ دراسة توثيقية للكتب الصحاح الثلاثة : صحيح البخاري، وصحيح مسلم، والموطأ.\n٥ . عبد الرحمن بن أبي حاتم وأثره في علوم الحديث.\n٦ . توثيق السنة في القرن الثاني الهجري ، أسسه واتجاهاته.\n٧ . أحاديث الإسراء والمعراج ؛ دراسة توثيقية.\n٨ . الابتهاج في أحاديث المعراج: والكتاب لابن دحية، وقد قام بتحقيقه، وتخريج أحاديثه، والتعليق على بعضها عندما يحتاج الأمر إلى تعليق.\n٩ . كتاب إحكام الأحكام لابن النقاش المغربي المصري: وهو كتاب في أحاديث الأحكام، وهو تكملة أو استدراك على كتاب العمدة في أحاديث الأحكام لعبد الغني المقدسي.\n١٠ . العمدة من الفوائد والآثار الصحاح والغرائب: وقد قام بتخريج هذه الأحاديث والآثار التي بلغ عددها (١١٤). كما قام بالتعليق على معظمها بما يستخرج ما فيها من فوائد واستنباطات.\n١١ . الجعديات : وهو يضم أحاديث علي بن الجعد الجوهري (١٣٤ - ٢٣٠ هـ) شيخ البخاري.\n١٢ . لمحات الأنوار، ونفحات الأزهار، وري الضمآن، لمعرفة ما ورد من الآثار في ثواب قارئ القرآن : تأليف محمد بن عبد الواحد الغافقي (تحقيق).\n١٣ . التذكرة بمعرفة رواة العشرة للشريف محمد بن علي الحسيني (تحقيق).\n١٤ . تلخيص صحيح مسلم : لأبي العباس القرطبي (تحقيق).\n١٥ . كتاب المختلطين (تحقيق).\n١٦ . كتاب المدلسين (تحقيق).\n١٧ . نقض كتاب نصر أبو زيد ودحض شبهاته.\n١٨ . أدب الفتوى لابن الصلاح (تحقيق).\n١٩ . هذا بيان للناس في فوائد البنوك.\n٢٠ .الحج والعمرة ، وأثرهما في بناء المجتمع الإسلامي.\n٢١ . الصوم وأثره في بناء المجتمع الإسلامي.\n٢٢ . ذكر الله عز وجل.\n٢٣ . الإسلام وحاجة البشرية إليه.\n٢٤ . العبادات وأثرها في بناء المجتمع الإسلامي ـ الصلاة والزكاة.\n٢٥ . الأركان الخمسة.\n٢٦ . الوحدة الموضوعية للسور القرآنية.\n٢٧ . الخلافة والخوارج في المغرب العربي.\n٢٨ . عبقريات العقاد الإسلامية؛ تحليل ودراسة.\n٢٩ . الإجابة فيما استدركته السيدة عائشة رضي الله عنها على الصحابة لبدر الدين الزركشي، تحقيق وتخريج، بالاشتراك.\n٣٠. العالم والمتعلم: لأبي بكر الحكيم الترمذي الوراق، تحقيق وتخريج.\n٣١. تحفة التحصيل في ذكر رواة المراسيل: لأبي زرعة العراقي، تحقيق وتعليق بالاشتراك.\n٣٢. كتاب الأم : للإمام محمد بن إدريس الشافعي : تحقيق وتخريج لأحاديثه ، ومقابلة على مخطوطات كثيرة.\n٣٣. العمدة الكبرى: للحافظ عبد الغني المقدسي ، تحقيق وتخريج .\n٣٤. فضائل رمضان : لعبد الغني المقدسي ، تحقيق وتخريج .\n٣٥. جامع ابن وهب : قطعة منه في أحاديث الأحكام ، تحقيق وتخريج بالاشتراك .",
  "books": [
    {
      "text_id": 11349,
      "title": "كتابة السنة في عهد النبي صلى الله عليه وسلم والصحابة وأثرها في حفظ السنة النبوية"
    },
    {
      "text_id": 22872,
      "title": "توثيق السنة في القرن الثاني الهجري أسسه واتجاهاته"
    }
  ]
}