{
  "author_id": 1588,
  "author_meta": "سليمان بن حمد بن عبد الله العودة. من الجبور من بني خالد.\nولد في مدينة بريدة بالقصيم بالسعودية عام ١٣٧٥ هجرية.\n[مسيرته العلمية]\nحصل على بكالوريوس تاريخ من جامعة الإمام محمد بن سعود الاسلامية بتقدير ممتاز، وعيّن معيداً فيها.\nثم حصل على ماجستير بتقدير ممتاز من نفس الجامعة , وعنوان البحث: (عبد الله ابن سبأ وأثره في أحداث الفتنة في صدر الاسلام) عام ١٤٠٢ هـ. وهي مطبوعة.\nثم حصل على دكتوراه بتقدير ممتاز من نفس الجامعة , وعنوان البحث: (السيرة النبوية في الصحيحين وعند ابن إسحاق ودراسة مقارنة في العهد المكي) ١٤٠٧ هـ. وهي مطبوعة.\nثم حصل على درجة «أستاذ مشارك» , ومن أبحاثه: (ابن سبا والسبئية من غير طريق سيف بن عمر).\nثم حصل على درجة «أستاذ» عام ١٤٢٠ هـ.\nعُيِّن عضواً في أول مجلس علمي لجامعة القصيم ١٤٢٦ هـ-١٤٣٠ هـ.\nعُيِّن مشرفاً على كرسي الشيخ عبدالله بن صالح الراشد الحميد لخدمة السيرة النبوية والرسول صلى الله عليه وسلم بجامعة القصيم عام ١٤٣١ هـ، ولا يزال مشرفاً حتى الآن ١٤٣٨ هـ.\nيعمل حاليا أستاذا بقسم التاريخ بكلية اللُّغة العربية والدراسات الاجتماعية بجامعة القصيم.\n[مسيرته في الخطابة]\nبدأ الخطابة في الرياض عام ١٤٠٠ هـ، ثم توقَّف فترة،\nثم انتقل إلى القصيم وبدأ الخطابة عام ١٤٠٧ هـ في جامع سليمان بن عبدالله المخلف في المنتزه الغربي ببريدة،\nثم انتقل إلى جامع شقيقه/ عبدالله بن حمد العودة في حي سلطانه الغربي ببريدة عام ١٤١٢ هـ واستمرّ فيه إلى عام ١٤٢٧ هـ،\nثم انتقل إلى جامع والد سليمان بن عبدالله المخلف في حي قرطبة ببريدة، واستمرَّ فيه إلى شهر شوال ١٤٣٤ هـ.\n[من مؤلفاته]\nعبد الله بن سبأ وأثره في أحداث الفتنة في صدر الإسلام (وهي رسالة الماجستير).\nالسيرة النبوية في الصحيحين وعند ابن إسحاق دراسة مقارنة في العهد المكي (وهي رسالة الدكتوراه).\nشعاع من المحراب (مجموعة خطب ١٢ مجلد).\nبدريون (تراجم لمن شهد بدراً) جزءان.\nالمرأة بين الدعوة والمناوأة في زمن النبوة.\nأمي رحمها الله .. ومن بعد أُمك تكرم؟\nبحوث ودراسات في السيرة النبوية.\nكيف دخل التتر بلاد المسلمين.\nهيكل في منزل الوحي.\nالهجرة الأولى في الإسلام.\nنزعة التشيع وأثرها في الكتابة التاريخية.\nالمرأة بين البيت والعمل.\nكيف تقضي المرأة المسلمة وقتها.",
  "books": [
    {
      "text_id": 11359,
      "title": "كيف دخل التتر بلاد المسلمين"
    },
    {
      "text_id": 20948,
      "title": "شعاع من المحراب"
    }
  ]
}