{
  "author_id": 159,
  "author_meta": "محمد خليل هراس ( ١٩١٦ - ١٩٧٥ م = ١٣٣٤ - ١٣٩٥ هـ)\nهو الإمام الكبير العلاَّمة، السلفيُّ، المحقِّق، ناصر السنة وقامع البدعة الشيخ الدكتور محمد بن خليل حسن هرّاس رحمه الله.\n- من محافظة الغربيَّة بجمهورية مصر العربية.\n- ولد (١٩١٦م) بقرية الشين _ مركز قطور _ محافظة الغربية (طنطا) _ مصر\n[وقرية الشين أخرجت كثير من العلماء ومنهم فضيلة الشيخ الدكتور _ عبد العظيم بن بدوى حفظه الله _ وكيل جماعة أنصار السنة المحمدية حاليا_ وصاحب كتاب الوجيز فى فقه السنة والكتاب العزيز]\n- ثم بدأ تعليمه في الأزهر الشريف عام ١٩٢٦م ، ثم تخرج في الأزهر من كلية أصول الدين عام ١٩٤٠م ، وحاز على الشهادة العالمية العالية (الدكتوراه) في التوحيد والمنطق. و كان موضوع الرسالة (ابن تيمية السلفي)\n- عمل أستاذًا بكلِّيَّة أصول الدين في جامعة الأزهر.\n- أُعير إلى المملكة العربية السعودية - بطلب من العلامة عبد العزيز بن باز - ودرَّس في جامعة الإمام محمد بن سعود الإسلامية بالرياض، ثمّ أُعير مرَّةً أخرى لكي يدرس العقيدة الإسلامية بمكة المكرمة، وأصبح رئيسًا لشعبة العقيدة في قسم الدِّراسات العليا في (كلية الشريعة سابقًا / جامعة أم القرى حاليًا) بمكة المكرمة [وقد أنشأ هذا القسم من أجل أن يشغله رحمه الله].\n- عاد إلى مصر، وشغل منصب نائب الرئيس العام لجماعة أنصار السنة النبوية، ثم الرئيس العام لها بالقاهرة.\n- وفي عام (١٩٧٣م) ـ قبل وفاته بسنتين ـ اشترك مع الدكتور عبد الفتاح سلامة في تأسيس جماعة الدعوة الإسلامية في محافظة الغربية، وكان أول رئيس لها.\n- كان رحمه الله سلفي المعتقد، شديدًا في الحقّ، قويّ الحجّة والبيان، أفنى حياته في التعليم والتأليف ونشر السنة وعقيدة أهل السنة والجماعة.\nقال عنه فضيلة الشيخ محمد رشاد الشافعي : (كان يلاقي رحمه الله من عنت الجبارين و كيد المبتدعين وزندقة الملحدين ما لا يطيقه إلا الصابرون و المحتسبون) حيث ظل رحمه الله طوال حياته مدافعا عن الحديث الشريف الصحيح من اعتداءات منكري السنة فكان رحمه الله أول من رد عليهم كيدهم فتعرض رحمه الله لمحاولات عديدة للقتل من متشددي الصوفية و منكري السنة و لكن الله أعلم بمكائدهم فنجاه الله حتى يكون شوكة في حلوقهم و قد ركز رحمه الله على كتابة كتب العقيدة مثل الصفات الإلهية عند ابن تيمية - شرح العقيدة الوسطية - ابن تيمية السلفي\nوقد حصل الباحث موسى واصل السلمي على درجة الماجستير في العقيدة من كلية الدعوة و أصول الدين بجامعة أم القرى بمكة المكرمة وكان موضوع الرسالة : \"الشيخ خليل هراس و جهوده في تقرير عقيدة السلف\" و كان اختياره للهراس - رحمه الله - كما يقول الباحث \"لاتصاف مؤلفات الشيخ بغزارة العلم، و وضوح الأسلوب و الفهم الدقيق لما عليه المخالفون لعقيدة السلف - كما تقدم - مما يجعل القيام لإبراز هذه الجهود فيه خير عظيم و نفع عميم\"\nو قد انتهى الباحث إلى أن الشيخ الهراس :\n* تميز بقوة الاستدلال بنصوص الكتاب و السنة مما يدل على رسوخه و تمكنه في العلم.\n* تمسكه الشديد - رحمه الله - بالكتاب و السنة، و الرد اليهما و تحكيمهما في جميع الأمور.\n* اهتمامه - رحمه الله - بالأصول التي بنى المتكلمون عليها مذاهبهم في الاعتقاد و هي طريقة مفيدة جدا في معرفة الحق.\nمكانته العلمية\nكان رحمه الله على قدر كبير من التميز في دراسة العقيدة السلفية و ملما إلماما دقيقا بفكر الفرق الضالة المختلفة و كان رحمه الله له القدرة على أن يتكلم في موضوعات تحسبها لأول و هلة أنها من أعقاد قضايا الاعتقاد لكن الشيخ رحمه الله كان له القدرة على أن يجلي غامض الأمور وكان من معارفه و ممن كانوا رفقاء له و كانو يقدروه حق قدره و يعرفون مكانته العلمية جماعة من كبار العلماء من أمثال سماحة الشيخ عبد العزيز بن باز رحمه الله الذي ألح على طلب إعارته للتدريس بمكة المكرمة و ذلك بعد معارضة الأزهر لذلك غير أن الملك فيصل رحمه الله طلب و ألح في طلبه و بقي في هذا المنصب حتى توفاه الله\nوكان من عارفيه أيضا الشيخ العلامة عبد الرزاق عفيفي رحمه الله و فضيلة الشيخ عبد الرحمن الوكيل رئيس قسم العقيدة الإسلامية بجامعة أم القرى و فضيلة الإمام محمد حامد الفقي و غيرهم كثير.\nتلاميذه\nممن تتلمذ على يديه - رحمه الله - :\n١. الشيخ محمد أمان بن علي الجامي -رحمه الله-.\n٢. الشيخ علي بن ناصر الفقيهي - حفظه الله -.\n٣. الشيخ عبد الفتاح سلامة - حفظه الله -\n٤. وغيرهم كثير.\nموقفه من الدعوة الوهابية\nكتب رحمه الله عز وجل كتابا في نصرة الدعوة السفية والرد على المناوئين لها سماه (الحركة الوهابية رد على مقال للدكتور محمد البهى في نقد الوهابية)\nقال رحمه الله عز وجل في ص (٣٤) :\n( . . . هذه الحركة تنادي باتباع مذهب السلف في صفات الله تعالى . . . . بل لعلها الآن هى الحركة الإسلامية الوحيدة التي تتبنى هذا المذهب السلفي وتعمل ما وسعها على نشره والدعوة إليه بمختلف الوسائل لا سيما عن طريق طبع الكتب والرسائل التي ألفت في مناصرته قديما وحديثا)\nوقال في ص (٣٥) :\n( إن الوهابية لم تقم للاجتهاد في الفروع ولكنها قامت لتصحيح الأصول)\nوقال واصفا الدعوة بأنها أحيت آراء ابن تيمية في ص (٤٣) :\n( . . . . تلك مفخرة من مفاخر هذه الدعوة ستظل تذكر لها بالعرفان والتقدير فإن كتب شيخ الإسلام ورسائله كانت مطمورة تحت ركام الإهمال والنسيان لا يسمح لها أهل البدع والإلحاد أن ترى النور ولا أن تقوم بدورها الخطير في توجيه العالم الإسلامي نحو الطريق الصحيح . . .  فلما قامت هذه الحركة المباركة أخذت تنقب عن تلك الثورة الهائلة التي خلّفها شيخ الإسلام ابن تيمية وتلميذه ابن القيم رحمهما الله وجدّ المسؤلون عن هذه الدعوة في إبراز هذه الكنوز بالطبع والنشر)\nثم وجه كلاما للدكتور محمد البهى بالرجوع إلى الحق قائلا في ص (٧٧) :\n(ولقد أساء الدكتور بهذا المقال إلى نفسه أولا حيث ورّطها في أخطاء ظاهرة الشناعة ثم أساء إلى الحقيقة في نفسها حيث ظلمها وتجنى عليها . فهل للدكتور - في ضوء تعقيبنا على مقاله - أن يراجع نفسه ويرجع عما قاله عملا بالمثل القائل إن الرجوع إلى الحق خير من التمادي في الباطل هذا ما نرجوه . . . )\n- له مؤلفات عدة؛ منها:\n١- تحقيق كتاب ((المغني)) لابن قدامة، وقد طُبع لأول مرة في مطبعة الإمام بمصر.\n٢- تحقيق وتعليق على كتاب ((التوحيد)) لابن خزيمة.\n٣- تحقيق وتعليق على كتاب ((الأموال)) لأبي عُبيد القاسم بن سلام.\n٤- تحقيق ونقد كتاب ((الخصائص الكبرى)) للسيوطي.\n٥- تحقيق وتعليق على كتاب ((السيرة النبوية)) لابن هشام.\n٦- شرح ((القصيدة النونية)) لابن القيم في مجلّدين. - وقد طبعتها دار المنهاج ( وهى دار سلفية - لا تنشر إلا كتب السلف والسلفيين - فجزاها الله خيرا )\n٧- تأليف كتاب ((ابن تيمية ونقده لمسالك المتكلمين في مسائل الإلهيات)).\n٨- شرح ((العقيدة الواسطية)) لابن تيمية.\n- توفى رحمه الله في شهر سبتمبر عام ١٩٧٥م (عن عُمر يناهز الستين) بعد حياة حافلة بالعطاء حيث كان له نشاط ملحوظ في العام الذي توفي فيه حيث ألقى عدة محاضرات في طنطا و المحلة الكبرى و المركز العام لأنصار السنة و كانت آخر خطبة له بعنوان \"التوحيد وأهمية العودة إليه\". توفي رحمه الله بعدها مباشرة بعد أن خدم كتاب الله وسنة رسوله وصدق رسول الله صلى الله عليه و سلم حيث قال \"إن الله لا يقبض العلم انتزاعا بنزعه من قلوب الرجال إنما يقبض العلم بموت العلماء\"\nبقلم أحد تلاميذه : فضيلة الشيخ عبد الفتاح سلامة\nرئيس قسم التفسير بشعبة الدراسات العليا بالجامعة للإسلامية بالمدينة المنورة\n[مع تصرف وزيادة]",
  "books": [
    {
      "text_id": 22934,
      "title": "شرح العقيدة الواسطية - الهراس"
    },
    {
      "text_id": 7608,
      "title": "الحركة الوهابية (رد على مقال لمحمد البهى في نقد الوهابية)"
    }
  ]
}