{
  "author_id": 1590,
  "author_meta": "الأستاذ الدكتور محمد عجاج الخطيب\nالأستاذ بقسم الدراسات الإسلامية واللغة العربية\n١ - اسمه ونسبه:\nهو محمد عجاج بن محمد تميم بن صالح بن عبد الله الحسني الهاشمي من بطن حامد الخطيب الحسني. ينتهي نسبه إلى سيدنا رسول الله صلى الله عليه وسلم عن طريق الحسن بن فاطمة سبط الرسول صلى الله عليه وسلم، وإلى جد رسول الله صلى الله عليه وسلم عن طريق الحسن بن علي بن أبي طالب بن عبد المطلب الهاشمي. وأصل أسرتهم من الحجاز نزلت قديماً عدرا من بلاد الشام، وحلّت في دمشق وغيرها، وأسندت إلى علمائها خطبة مسجد بني أميّة في دمشق. ومن أشهر خطبائه في النصف الثاني من القرن الرابع عشر الشيخ عبد القادر الخطيب، والشيخ عبد الرحمن، والشيخ بشير، والشيخ أبو الفرج بن عبد القادر، والشيخ محمد رشيد محمد هاشم. ونسبت الأسرة بهذا؛ لأن علماءها قديماً كانوا يخطبون في المسلمين، واشتهروا بنسبتهم تلك، ويميزون عن غيرهم بالخطيب الحسني. وهي أسرة علم وفضل، لها شهرتها في الديار الشامية وغيرها. ولها نسبها الموثق من نقباء الأشراف في العهد العثماني، وقد حفظه ونشره الشيخ سهيل بن عبد الفتاح رحمه الله. ونسبه من طريق والدته: جده أحمد الكاشف أحد المجاهدين في أواخر القرن التاسع عشر حتى الاستقلال، وآل الكاشف أسرة مشهورة منها من انتقل من الشام إلى مصر ولا يزال عقبهم في الشام ومصر.\n٢ - نشأته:\nولد محمد عجاج سنة (١٣٥٠ هـ - ١٩٣٢ م) في مدينة دمشق، وتوفي والده وهو في السابعة من عمره، درس في مدارس دمشق، وكان يحضر حلقات العلم في مسجد بني أميّة، وحلقات العلم التي تعقدها الأسرة في مجالسها، وتابع دراسته في دار المعلمين الابتدائية، وتخرج بها سنة (١٩٥١ م/١٩٥٢ م)، وكان الأول فعيّن معلماً في مدرسة التطبيقات المسلكية الملحقة بدار المعلمين، حيث يتدرب بها طلاب دار المعلمين، وكان متفوقاً في أصول التدريس وطرقه، وإلى جانب هذا عَلّمَ في مدارس دمشق المتوسطة من سنة (١٩٥٢ م- ١٩٥٩ م) مواد العلوم، وتابع دراسته في الجامعة مبعوثاً من وزارة التربية والتعليم حتى نال (إجازة الشريعة) من كلية الشريعة بجامعة دمشق سنة (١٩٥٨ م-١٩٥٩ م) وكان الأول فيها، ونال شهادة أوائل الخريجين سنة (١٩٥٩ م)، ودرّس العلوم الإسلامية والعربية وغيرها في إعدادية بلدة \"فيق\" من محافظة الجولان. ثم أوفدته وزارة التربية إلى كلية دار العلوم بجامعة القاهرة سنة (١٩٦٠ م) لمتابعة دراساته العليا فنال درجة الماجستير بتقدير امتياز سنة (١٩٦٢ م)، ثمّ درجة الدكتوراه في العلوم الإسلامية تخصص الحديث وعلومه بمرتبة الشرف الأولى في أواخر سنة (١٩٦٥ م). وعاد إلى بلاده في مطلع عام (١٩٦٦ م) حيث عيّن مدرساً في قسم علوم القرآن والسنة في كلية الشريعة بجامعة دمشق، وبقي فيها حتى سنة (١٩٦٩ م)، حيث أعير إلى كلية الشريعة بالرياض من (١٩٧٠ م-١٩٧٣ م)، وتابع تدريسه في كلية الشريعة وكلية التربية وكلية الآداب بجامعة دمشق حتى آخر عام (١٩٨٠ م)، وقد أعير أستاذاً زائراً إلى جامعة أم القرى بمكة المكرمة لنصف فصل دراسي عام (١٩٧٨ م)، واختير عضواً مشاركاً في لجنة التوعية الإسلامية لحج عام (١٣٩٩ هـ-١٩٧٩ م) بدعوة من فضيلة الشيخ عبد العزيز بن باز رحمه الله. ثمّ أعير إلى جامعة الإمارات العربية المتحدة في العام الدراسي (١٩٨٠ م-١٩٨١ م)، وبقي أستاذ الحديث وعلومه والدراسات الإسلامية فيها حتى ٣١/ ٨/١٩٩٧ م. ثم انتقل إلى جامعة الشارقة عميداً لكلية الشريعة والدراسات الإسلامية من ١/ ٩/١٩٩٧ م حتى ٢٥/ ١/٢٠٠٠ م ثم أستاذاً فيها للعلوم الإسلامية حتى ٣١/ ٨/٢٠٠٢ م، وبعدها عمل أستاذاً بجامعة عجمان حتى ٣١/ ٨/٢٠٠٣ م بعقد لمدة سنتين قابل للتجديد، إلا أن بلوغه السن القانونية التي تمنع متابعة التدريس حال دون استمراره فعاد إلى دمشق.\n٣ - الدرجات العلمية:\nكان معلماً ثمّ مدرساً في مدارس دمشق، ثمّ عيّن مدرساً في كلية الشريعة بجامعة دمشق، ثمّ نال لقب أستاذ مساعد سنة (١٩٧١ م)، ثمّ نال لقب أستاذ سنة (١٩٧٦ م).\n٤ - الوظائف العلمية:\nعيّن وكيلاً لكلية الشريعة بجامعة دمشق سنة (١٩٧٥ م-١٩٧٦ م)، وسعى لأن يعفى منها؛ لأنّه لا يحب المناصب الإدارية، فكان ذلك، فعيّن رئيساً لقسم علوم القرآن والسنة فيها من عام (١٩٧٦ م) حتى عام (١٩٨١ م)، حيث أعير إلى جامعة الإمارات العربية المتحدة، وعمل رئيساً لقسم الدراسات الإسلامية بها سنة (١٩٨٧ م).\n٥ - شيوخه:\nسمع في حداثة سنه في دمشق أكابر علمائها؛ منهم الشيخ هاشم الخطيب، والشيخ عبد الرحمن الخطيب، والشيخ عبد الوهاب الحافظ (دبس وزيت)، والشيخ سعيد البرهاني، والشيخ سهيل عبد الفتاح الخطيب، والشيخ صالح الخطيب، والشيخ رفيق السباعي، ثمّ الشيخ أ. د. محمد أمين المصري، والأستاذ محمد خير الجلاد، والشيخ خالد الجوجا، والشيخ شريف عبد الفتاح الخطيب، ثمّ الشيخ عبد الرحمن الباني كمدرس للتربية الإسلامية وطرق التدريس في دار المعلمين، والأستاذ بكري قدورة مدير دار المعلمين (١٩٤٩ م-١٩٥٢ م)، والأستاذ كامل بنقسلي، والأستاذ شاكر مصطفى، والأستاذ عدلي حشّاد، والأستاذ السمان نائب مدير دار المعلمين أستاذ العلوم، وأستاذ اللغة الإنكليزية عبد الرحمن خليفة، والأستاذ محمود جلال، ود. عابدين حماده، والأستاذ وفيق العظمة أستاذ علم النفس، والأستاذ أنطون مقدسي أستاذ علم الاجتماع.\nوفي المرحلة الجامعية بدمشق تلقى العلوم الإسلامية على أ. د. مصطفى السباعي، والأستاذ العلامة مصطفى الزرقا، والأستاذ الدكتور معروف الدواليبي، والشيخ العلامة بهجت البيطار، والأستاذ الدكتور سعاد جلال، والأستاذ الدكتور شعبان حسين، والأستاذ محمد عبد القادر المبارك، والأستاذ مصطفى الخن، والأستاذ حسن عبيد، والقاضي الشيخ علي الطنطاوي، والأستاذ الدكتور زكي عبد البر، والمحدث الشيخ محمد المنتصر الكتاني، والأستاذ مصطفى زيد، والأستاذ الدكتور محمد فوزي فيض الله؛ إذ كان معيداً في كلية الشريعة آنذاك، والأستاذ الدكتور فتحي الدريني (حين كان معيداً في الكلية).\nوتلقى اللغة العربية وآدابها على الأستاذ الدكتور صالح الأشتر، والتاريخ الإسلامي على الأستاذ الدكتور يوسف العش والأستاذ حسن عبيد، وتلقى حاضر العالم الإسلامي على الأستاذ عمر الحكيم، والتربية وعلم النفس على الأستاذ المحاضر عدنان السبيعي، وتلقى العلوم القانونية على الأستاذ الدكتور أحمد السمان عميد كلية الحقوق، والأستاذ الدكتور عدنان الخطيب، والأستاذ الدكتور مصطفى البارودي، والدكتور فؤاد دهمان، والدكتور الحلواني، وغيرهم.\nوفي مصر سمع من الأستاذ الشيخ علي حسب الله، وقد أشرف على رسالتيه في الماجستير والدكتوراه، وله لقاءات كثيرة مع الأستاذ الدكتور محمود قاسم عميد كلية دار العلوم، والأستاذ عبد السلام هارون، وتلقى الفقه والأصول على العلامة الشيخ محمد أبو زهرة والشيخ علي الخفيف والشيخ محمد الزفزاف والدكتور يوسف موسى في معهد الدراسات العربية العليا بالقاهرة، كما سمع بعض المحاضرات من الدكتور عبد الرحمن البزاز مدير المعهد آنذاك، وتلقى بعض العلوم القانونية من أساتذة المعهد آنذاك، منهم أ. د. حشمت أبو ستيت.\nوسمع من الشيخ محمد الأودن ومن الشيخ أ. د. محمد محمد السماحي، ومن الشيخ أ. د. إبراهيم زيدان، والشيخ أ. د. عبد الحميد الحجازي وغيرهم في كلية أصول الدين بالأزهر الشريف. كما كان يتردد على العلامة المحقق قريبه الأستاذ محب الدين الخطيب صاحب المكتبة السلفية، والتقى بكثير من أكابر علماء الأزهر الشريف، وأساتذة الجامعات في مصر، بين سنتي ١٩٥٩ م- ١٩٦٥ م.\nوكانت له صلة وثيقة بالأستاذ فؤاد سيد مدير قسم المخطوطات بدار الكتب المصرية، وبالأستاذ محمد رشاد عبد المطلب مدير معهد المخطوطات بالجامعة العربية. وكان يتردد على المنتديات والمجالس العلمية في القاهرة، منها مجالس العلامة الأديب المحقق الأستاذ محمود شاكر، كما التقى مراراً بالأستاذ سيد صقر، في مصر ومكة.\n٦ - أقرانه:\nمن أقرانه في مرحلة الطلب في دمشق الشيخ محمد هشام البرهاني والشيخ عبد الحميد الصلاحي، والأستاذ أحمد الزول، والأستاذ خالد الرفاعي، والشيخ عبد الرؤوف الحناوي، ومحمد نصوح العلبي. ومن أقرانه في الدراسات العليا في مصر الأستاذ سعيد عبده إسماعيل، والدكتور محمد الدسوقي، والأستاذ الدكتور عبد الصبور شاهين، والأستاذ الدكتور محمد سعيد رمضان البوطي، والأستاذ الدكتور نور الدين عتر، والأستاذ الدكتور وحيد الدين سوار، والأستاذ الدكتور مازن مبارك، والأستاذ الدكتور وهبة الزحيلي، والأستاذ الدكتور محمد أديب صالح، والأستاذ الدكتور عبد الرحمن الصابوني، والأستاذ الدكتور فوزي فيض الله، والأستاذ الدكتور عدنان زرزور، والأستاذ الدكتور شاكر الفحام، والدكتور فاروق النبهان عميد دار الحديث الحسينية في الرباط سابقاً. ومن أقرانه في كلية الشريعة بجامعة دمشق الأستاذ الدكتور إبراهيم السلقيني عميد كلية الشريعة السابق، والأستاذ الدكتور محمد مصطفى الزحيلي وكيل كلية الشريعة، والأستاذ الدكتور فاروق عكام عميد كلية الشريعة حتى عام ٢٠٠٦ م، والدكتور عبد اللطيف الشيرازي، ثم الدكتور مصطفى الخن، والدكتور مصطفى البغا.\nوالتقى في مكة المكرمة بالشيخ محمد الغزالي رئيس قسم الدعوة في جامعة أم القرى (١٩٧٨ م)، وبالدكتور عبد الله الرشيد عميد كلية الشريعة، وبالأستاذ محمد قطب، كما التقى مراراً بالشيخ عبد العزيز بن باز رئيس هيئة التوعية الإسلامية، وحاضر في موسم حج عام (١٣٩٩ هـ) في المواقف والمشاعر وفي الحرم المكي والمدني بدعوة من رئيس هيئة التوعية الإسلامية.\nومن أقرانه ممن التقى بهم في كلية الشريعة بالرياض الشيخ عبد الله بن فنتوخ عميد كلية الشريعة، والشيخ صالح الفوزان، والشيخ منّاع القطان، والشيخ عبد الله زايد مدير الجامعة الإسلامية الأسبق، والشيخ صالح العلي، والأستاذ الدكتور عبد الله ابن تركي عميد كلية اللغة العربية آنذاك، ومدير جامعة الإمام محمد بن سعود ثم الأمين العام لرابطة العالم الإسلامي، وبالشيخ المحقق العلامة عبد الفتاح أبو غدة، والدكتور عبدالله العجلان، والشاعر الدكتور زاهر عواض الألمعي، والدكتور محمد أبو الفتح البيانوني، وغيرهم. والدكتور عبد الرحمن رأفت الباشا، والأستاذ الدكتور محمد رشاد سالم، والدكتور عبد الله الوهيبي أمين عام جامعة الرياض آنذاك. كما التقى في الرياض بالشيخ المحدِّث حبيب الرحمن الأعظمي الهندي، وبالداعية العلامة الشيخ أبي الأعلى المودودي، وبالداعية العلامة أبي الحسن الندوي الذي التقى به في الهند، وبالمفكر الإسلامي مالك بن نبي، والأستاذ الدكتور مصطفى الأعظمي، وبالدكتور محمد أمين المصري، وبغيرهم كثير.\nكما التقى في أسفاره وفي المؤتمرات والندوات العلمية التي حضرها في بعض البلاد العربية والإسلامية والأوربية وأمريكا بكثير من أهل العلم كفضيلة أبي الحسن الندوي، والشيخ الدكتور يوسف القرضاوي، والأستاذ الدكتور عبد الله ناصيف، والدكتور خالد المذكور، والدكتور عبد الغفار الشريف، والمفكر روجيه جارودي، والدكتور حسين الحناوي، والأستاذ الدكتور ناصر الدين الأسد، وأ. د. أكرم ضياء العمري، وأ. د. علي محي الدين القره داغي جامعة قطر كلية الشريعة والقانون.\n٧ - من تلقى عنه:\nقضى الأستاذ الدكتور الخطيب ما يزيد على أربعين عاماً في تدريس الحديث وعلومه والعلوم الإسلامية، في جامعات سورية والمملكة العربية السعودية والإمارات العربية المتحدة، إلى جانب دروسه العامة ومحاضراته، فقد تخرج به آلاف الطلاب، وسمعه من يصعب حصرهم؛ فممن تلقى عنه في المرحلة قبل الجامعة كثيرون تابعوا تحصيلهم وشغلوا مناصب رفيعة في المؤسسات الحكومية كما نجحوا نجاحاً كبيراً في المؤسسات الخاصة، أطباء، محامون، رجال أعمال في ميادين متعددة. وممن تلقى عليه في جامعة دمشق: د. نزيه حماد (عمل أ. د. في جامعة أم القرى) والآن في كندا، ود. همام سعيد (د. عضو هيئة تدريس في الجامعة الأردنية)، ود. توفيق رمضان البوطي أستاذ مشارك كلية الشريعة جامعة دمشق، وأ. د. محمد الشربجي كلية الشريعة جامعة دمشق، ود. تيسير العمر مدرس جامعة دمشق كلية الشريعة، والشيخ أسعد صاغرجي، والدكتور عدنان الحموي جامعة عجمان الإمارات العربية المتحدة، والشيخ سالم القاسمي من الإمارات، والمدرس فؤاد هبول؛ وهو مقرئ ممتاز، والشيخ صفوح الرفاعي مدرس تربية إسلامية، ود. سعيد القزقي (د. عضو هيئة تدريس بجامعة أم القرى سابقاً ومدرس بجامعة الإمارات العربية المتحدة حالياً)، ود. خلدون الأحدب (د. عضو هيئة التدريس في جامعة الملك عبد العزيز بجدة سابقاً ثم عميد الدراسات العليا بجامعة مكة المفتوحة)، والسيدة نوال الدقر، وهادية رنكوسي، وفاطمة قويدر، وفاطمة خباز، والمدرسات رحاب الحافظ، ونهيدة الطرقجي، ورصينة الطرقجي، وسميرة الزايد، وأميرة جبريل، وسمر العشا، وكثيرات غيرهن. أتذكر هؤلاء لتفوقهم في دراستهم الجامعية ونجاحهم في الحياة العملية. وتلقى عليه في كلية الشريعة بالرياض عبد الله مصلح (د. وعميد كلية الشريعة بجامعة الإمام محمد ابن سعود) في أبها فيما بعد. وموسى القرني (د. عميد شؤون الطلاب الأسبق في الجامعة الإسلامية بالمدينة المنورة). وممن تخرج به في جامعة الإمارات العربية المتحدة حنيف القاسمي (د. عضو هيئة تدريس بقسم الدراسات الإسلامية ثم مدير جامعة الشيخ زايد ثم ولي وزارة التربية والتعليم)، والمدرس محمد حسين القاسمي، ود. شافع الحريري، ود. نجيب عبد الوهاب، وكذلك د. حسن المرزوقي المدرسون في كلية الشريعة والقانون بجامعة الإمارات العربية المتحدة، والمدرِّسة موزة علي توفيق، والمدرِّسة خولة الخياط، والمدرس عبد الله كتارة، والمحامي عبد القادر الهيثمي، والدكتور محمد الكمالي من رجالات التعليم في دبي، وناصر علي الحوسني (إذاعة أبو ظبي)، وحامد هاشم خوري (معيد موفد). ود. منى داود، ود. لطيفة النجار (أعضاء هيئة تدريس في جامعة الإمارات العربية المتحدة)، ورحمة العامري (معيد موفد) وآخرون .. وتلقى عليه في كلية الشريعة والقانون (الدراسات الإسلامية) بجامعة الشارقة كثيرون منهم المدرس بسام الآغا، والمحامي محمد مأمون الخولي، والمدرس أسامة مصطفى، ونجلاء الصايغ أوفدت لنيل درجة الماجستير والدكتوراه، وغيرهم كثير.\n٨ - نشاطه الاجتماعي والعلمي:\nإلى جانب تدريسه في الجامعات كانت له حلقات علمية، فبعد أن استقر في دمشق سنة ١٩٧٣ م، كان يعقد حلقة علمية ثلاث مرات في الأسبوع يدرس فيها صحيح مسلم، ثم درّس ثلثي مختصر ابن كثير، في مسجد الشمسية المجاور لمنزله في حي المهاجرين، كما يعقد مجلساً في مسجد الحرش في الحي ذاته، كما خطب الجمعة في مسجد أبي عبيدة بن الجراح في المهاجرين سبع سنوات.\nكما كان يعقد حلقة علم في مسجد الفتح وفي مسجد الهدى بالمزة مرة في كل أسبوع حتى نهاية عام ١٩٨١ م، حيث أعير إلى جامعة الإمارات العربية المتحدة، وإلى جانب عمله في جامعة الإمارات، له مجلس علم في مسجد المعترض، كما يسهم في خطبة الجمعة في مسجد الجامعة، ويخطب أحياناً في بعض مساجد العين، وله خطبة مرتين في كل شهر في مسجد مستشفى راشد بدبي.\nهذا وقد شارك في مؤتمرات علمية كثيرة ومثّل جامعة الإمارات العربية المتحدة في مؤتمر (لقاء الفكر بين الشرق والغرب ١٩٨١ م)، كما مثّل الجامعة في مؤتمر (الأدب الإسلامي) الذي انعقد في لكنهو بالهند سنة ١٩٨٣ م. وشارك ببحوثه في ملتقى الفكر الإسلامي بالجزائر ١٩٨٣/ ١٩٨٤ م. ومثّل جامعة الإمارات العربية المتحدة في مؤتمر الإمام البخاري الذي عقد في سمرقند بأوزباكستان في الفترة (١٩ - ٢٢/ ١٠/١٩٩٣ م)، ببحث (أثر البخاري في علوم الحديث). كما شارك في ندوة \"حقوق الأسرة في ضوء المعطيات المعاصرة \"، التي عقدت في جامعة الإمارات العربية المتحدة في الفترة (٢٧ - ٢٨/ ١٢/١٩٩٤ م)، وكان موضوعه \"حقوق الأولاد التربوية على الوالدين\".\nوهناك بحوث تربوية واجتماعية وثقافية كثيرة، هذا سوى المحاضرات والندوات العلمية والثقافية التي يشارك فيها الباحث في الإمارات العربية المتحدة، وهي لا تقل عن أربعين ندوة ومحاضرة سنوية. إلى جانب الندوات التلفزيونية في سورية ولبنان والأردن والمملكة العربية السعودية، والمحطات التلفزيونية المتعددة في الإمارات العربية المتحدة، والأحاديث الثقافية والدينية فيها.\nسجل ندوات علمية تلفزيونية منذ عام ١٩٦٦ م، في التعريف بالإسلام وعلومه وتراثه وعلمائه ومصنفاته، سجلت في سورية ولبنان والأردن والسعودية والإمارات العربية المتحدة، بالاشتراك مع أكابر العلماء، كالعلامة مصطفى الزرقا، والأستاذ الدكتور إبراهيم زيد الكيلاني، والأستاذ الدكتور صبحي الصالح، والشيخ مناع القطان، والأستاذ الدكتور أديب الصالح، والأستاذ الدكتور وهبة الزحيلي، والأستاذ الدكتور يحيى هاشم فرغل، وغيرهم. إلى جانب أحاديث ثقافية إسلامية سجلت لإذاعة أبو ظبي، وإذاعة الكويت.\nكتب في الستينات في مجلة الرسالة المصرية ومجلة الكتاب، وفي مجلة دعوة الحق المغربية، وفي السبعينات في مجلة أضواء الشريعة، ثم في مجلة منار الإسلام في الثمانينات.\n٩ - أهم المؤثرات الثقافية فيه وثقافته:\nأ - شيوخه الذين تنوعت ثقافاتهم.\nب - أساتذته في المراحل الدراسية الانتقالية والجامعية والعليا.\nت - تنوع ثقافته الشرعية والقانونية والعلمية والاجتماعية والتربوية.\nث - الاهتمام بقضايا التربية وطرق التدريس والتطبيق العملي.\nج - كثرة مطالعته.\nح - شعوره بالمسؤولية الثقافية وبأهمية الدعوة في تقدّم الأمة ونهضتها، والتحديات المعاصرة لذاتية أمتنا من أهم المؤثرات الثقافية.\n١٠ - المناهل العلمية والشيوخ:\nعرضت لهما فيما سبق.\n- منهجه في التدريس:\nالتدريس علم وفن وموهبة، فلا بد من التحصيل العلمي الكافي لأي موضوع يرغب المرء أن يدرسه، ولا بد من وجود الميل والموهبة، هذا إلى جانب أنه يمكن أن تكتسب هذه بالمران، كما يمكن أن تنمو وتتقدم، أما إذا لم يكن الميل أو الموهبة موجودة أصلَا فمن العسير أن يكون المدرس ناجحاً. وأما أن التدريس فنٌّ فأقصد أنه لا يخلو من التجديد والإبداع في العرض. فالمترجَم له كان دَرَسَ أصول التدريس وطرقه، وأحوال الطلاب وصلتهم ببيئتهم، وأثر ذلك في الحياة العلمية للطلاب، كما أدرك أهمية صلة المدرس بالطالب، فأحسن توظيف ذلك كله في سبيل العملية التعليمية، ويرى المترجَم له أن نجاح المدرس ينحصر فيما يأتي:\n١) حسن إعداد المحاضرة وعدم الاكتفاء بالكتاب المقرر سواء أكان في الجامعة أو ما دونها. فلا بدّ من التحضير الممتاز ووعي الإطار العام للمحاضرة، ومعرفة جميع فروعها وجزئياتها.\n٢) حسن العرض، وقد يكون بالإلقاء حيناً، أو بطرح قضية أحياناً، أو بطرح ورقة عمل مسبقاً يشارك في إعدادها وتنفيذها الطلاب أنفسهم، والتنويع والتغيير في أسلوب التقرير من أهم عوامل النجاح، وكثيراً ما يضع الطلاب أمام قضية هامة يطالبهم بحلها فيسمع منهم ويناقش ويصوّب ويدوّن ما ينتهي إليه مع طلابه على السبورة، فإذا ما انتهت المحاضرة كان مخططها واضحاً للجميع، كما يعتمد المترجَم له على الطلاب أنفسهم في التحصيل الذاتي، فيوزع عليهم موضوعات من المنهج، أو يطالبهم بالتوسع في بعض الموضوعات، من مطلع الفصل الدراسي ويحدد لهم أوقات إلقائها أو مناقشتها مع زملائهم، وقد أجدت هذه الطريقة في تكوين شخصية الطالب العلمية.\n٣) حسن الصلة بينه وبين طلابه من أهم عوامل نجاحه، يعامل طلابه بلطف وتواضع، ويحسن تشجيعهم، ويأخذ بيد المقصر منهم، ويحاول أن يقف على مواطن الضعف وأسبابها ويعالجها، كما يعين المجيد منهم ليزداد تقدماً وتفوقاً، ولا يذكر يوماً أنه أساء لطالب أو استاء من طالب. ولعل في توجيهاته لطلابه في لقاءاته الأولى من كل عام وبيان أهمية العلم، ودورهم فيه ومسؤوليتهم الدنيوية والدينية عنه من العوامل التي تحمل الطلاب على إعطاء كل أمر حقه، والاهتمام بما يناط بهم. فهم أمل الأمة لمستقبل مشرق مجيد.\n١١ - عضو في لجان الترقيات في بعض الجامعات العربية والإسلامية، ومستشار لمجلة كلية الشريعة والدراسات الإسلامية بالكويت، وعضو محكم لنشر البحوث في كثير من الجامعات العربية.\n١٢ - المؤلفات والبحوث:\nأولاً: الكتب:\n١ - زيد بن ثابت: دمشق ١٣٧٩ هـ - ١٩٥٩ م.\n٢ - أبو هريرة راوية الإسلام: القاهرة - (ط ١) وزارة الثقافة سلسلة أعلام العرب (٢٣) ١٣٨٢ هـ - ١٩٦٣ م. بيروت (ط ٢) ١٣٨٥ هـ - ١٩٦٥ م. (ط ٣) القاهرة - مكتبة وهبة ١٤٠٢ هـ ١٩٨٢ م.\n٣ - السنة قبل التدوين: القاهرة (ط ١) مكتبة وهبة ١٣٨٣ هـ - ١٩٦٣ م. ط (٢ - ٥) دار الفكر - بيروت ١٣٩١ هـ - ١٩٧١ م و (ط ٦) ملونة. دار الفكر.\n٤ - الببلوجرافيا العربية: (موضوعات السنة): بالاشتراك مع أصحاب الفضيلة:\nأ. علي الخفيف، ومحمد الزفزاف والشيخ علي حسب الله رحمهم الله، وزارة الثقافة مصر ١٣٨٥ هـ/١٩٦٥ م.\n٥ - أصول الحديث علومه ومصطلحه: دمشق - (ط ١) المكتبة الحديثة. (ط ٢ - ٧) دار الفكر- بيروت ١٣٩١ هـ/١٩٧١ م- ١٤١٨ هـ /١٩٩٧ م وطبعة حديثة ملونة ١٤١٩ هـ /١٩٩٨ م دار الفكر بيروت.\n٦ - قبسات من هدي النبوة: دمشق - (ط ١) المكتبة الحديثة ١٣٨٧ هـ- ١٩٦٧ م وما بعدها بيروت - دار الفكر.\n٧ - لمحات في المكتبة والبحث والمصادر: الرياض (ط ١ وط ٢) ١٣٨٩ هـ-١٩٦٩ م، و (ط ٣ - ١٩) دمشق - بيروت - مؤسسة الرسالة ١٣٩١ هـ/١٩٧١ م-١٤٢٣ هـ/٢٠٠٢ م، و (ط ٢٤) ١٤٢٥ هـ-٢٠٠٥ م، و (ط ٢٥) ١٤٣٠ هـ-٢٠٠٩ م.\n٨ - المحدث الفاصل بين الراوي والواعي: للقاضي الرامهرمزي، تحقيق عن أربع نسخ خطية، نشر لأول مرة دار الفكر- بيروت ١٣٩١ هـ -١٩٧١ م و (ط ٣) ١٤٠٤ هـ/١٩٨٤ م.\n٩ - التربية الإسلامية (أهدافها أسسها وطرق تدريسها): مؤسسة الأمالي جامعة دمشق - ١٣٩٤ هـ - ١٩٧٤ م.\n١٠ - شذرات في التفسير (تفسير سورة المجادلة والحجرات والممتحنة): مؤسسة الأمالي، جامعة دمشق ١٣٩٨ هـ-١٩٧٨ م.\n١١ - الموجز في أحاديث الأحكام: دمشق - جامعة دمشق ١٣٩٥ هـ- ١٩٧٥ م.\n١٢ - الوجيز في علوم الحديث ونصوصه: دمشق - جامعة دمشق ١٣٩٨ - ١٣٩٩ هـ/ ١٩٧٨ - ١٩٧٩ م، و (ط ٣) ١٤٢٩ هـ/٢٠٠٨ م.\n١٣ - المختصر الوجيز في علوم الحديث: دمشق - بيروت - مؤسسة الرسالة (ط ٣ - ٦) (١٤٠٥ هـ/١٩٨٥ م - ١٤٢٠ هـ/٢٠٠٠ م) وطبعة حديثة عام ١٤٢١ هـ-٢٠٠١ م.\n١٤ - أضواء على الإعلام في صدر الإسلام: دمشق- بيروت - مؤسسة الرسالة (ط ١) (١٤٠٥ هـ-١٩٨٥ م)، (ط ٢) (١٤٠٧ هـ-١٩٨٧ م).\n١٥ - نظام الأسرة في الإسلام: بالاشتراك مع بعض الزملاء، مكتبة الفلاح بالكويت ط ١ (١٤٠٤ هـ-١٩٨٤ م) ط ٢ (١٤٠٦ هـ -١٩٨٦ م).\n١٦ - قبسات من القرآن والسنة: بالاشتراك مع بعض الزملاء، الكويت - مكتبة الفلاح ١٤٠٧ هـ/١٩٨٧ م.\n١٧ - في رحاب أسماء الله الحسنى وصفاته العليا: مؤسسة الرسالة - دمشق - بيروت ١٤٠٨ هـ/١٩٨٨ م.\n١٨ - في الفكر الإسلامي: بالاشتراك مع بعض الزملاء: جامعة الإمارات العربية المتحدة ١٤١٠ هـ-١٩٩٠ م، و (ط ٢) ١٤١٢ هـ/١٩٩٢ م.\n١٩ - الجامع لأخلاق الراوي وآداب السامع: للحافظ المؤرخ الخطيب البغدادي تحقيق ودراسة في مجلدين، مؤسسة الرسالة- دمشق - بيروت ١٤١١ هـ- ١٩٩١ م.\n٢٠ - الموجز في حديث الأحكام بالاشتراك: (وفق منهج الحديث في كليات الشريعة وأقسام الدراسات الإسلامية سنة ٢ في الجامعات العربية والإسلامية، دار القلم بدبي ١٤١٩ هـ ١٩٩٨ م.\n٢١ - الفهرس الوصفي لكتب الحديث وعلومه في مكتبة جامعة الشارقة. طبع جامعة الشارقة النشر العلمي (٨) ١٤٢٤ هـ-٢٠٠٣ م.\n٢٢ - مسالك الأبصار في ممالك الأمصار: (لابن فضل الله العمري-٧٤٦ هـ) المجلد الخامس، تحقيق ودراسة بالاشتراك مع بعض الزملاء، المجمع الثقافي - أبو ظبي ١٤٢٥ هـ/٢٠٠٤ م.\n٢٣ - السُّنة حجِّيتها ومكانتها من التشريع والقرآن الكريم ودفع بعض الشبهات عنها، تحت الطبع- دار الفكر- دمشق ١٤٣٠ هـ/٢٠٠٩ م.\nثانياً: البحوث: أهمها:\n١ - الرد على أبي رية في ظلماته: (حول أبي هريرة). مجلة الرسالة - مصر ١٩٦٢ م.\n٢ - أبو هريرة: مجلة الكتاب، مصر - العدد الثالث ١٩٦٣ م.\n٣ - صدق البخاري: مجلة دعوة الحق، المغرب العربي ١٩٦٧ م.\n٤ - اللباس: منشور في موسوعة الفقه الإسلامي، الكويت ١٩٦٨ م.\n٥ - الآنية: منشور في موسوعة الفقه الإسلامي، الكويت ١٩٦٩ م.\n٦ - السبيل إلى معرفة مواضع الحديث: مجلة كلية الشريعة بالرياض ١٣٩٢ هـ/١٩٧٢ م.\n٧ - دورك يا كلية الشريعة: مجلة كلية الشريعة بالرياض ١٣٩٣ هـ/١٩٧٣ م.\n٨ - تدوين الحديث وطلائع المدونات: ملتقى الفكر الإسلامي بالجزائر ١٩٨٣ م.\n٩ - ابن شهاب الزهري والمستشرقون: مجلة منار الإسلام وزارة الأوقاف ١٩٨٣ م.\n١٠ - الجسور الثقافية بين الإمارات العربية والبلاد العربية والإسلامية في القرن الرابع عشر الهجري. أعمال الموسم الثقافي لكلية الآداب بجامعة الإمارات العربية المتحدة ١٩٨٥ م.\n١١ - ابن بهلول: بحث موسوعي لموسوعة (مآب) مؤسسة آل البيت - المملكة الأردنية الهاشمية ١٩٩١ م.\n١٢ - الإعلام في صدر الإسلام: مجلة مركز بحوث السنة والسيرة جامعة قطر العدد الخامس ١٤١٠/ ١٤١١ هـ-١٩٩١ م.\n١٣ - الإجازة بحث موسوعي: لموسوعة (مآب) مؤسسة آل البيت - المملكة الأردنية الهاشمية ١٩٩٣ م.\n١٤ - الإمام البخاري وأثره في علوم الحديث: مجلة كلية الدراسات الإسلامية والعربية - دبي ١٩٩٣ - ١٩٩٤ م.\n١٥ - الإمام ابن حبان فقيهاً أصولياً: مجلة كلية الدراسات الإسلامية والعربية- دبي\n١٩٩٤/ ١٩٩٥ م.\n١٦ - حقوق الأولاد قِبلَ الوالدين: منشور في أعمال ندوة (حقوق الأسرة في ضوء المعطيات المعاصرة) التي عقدتها كلية الشريعة والقانون بجامعة الإمارات العربية المتحدة في ٢٥ - ٢٦ رجب ١٤١٥ هـ/٢٧ - ٢٨/ ١٢/١٩٩٤ م.\n١٧ - تربية أولادنا بين الواقع والواجب: نشر في أعمال ندوة (التحديات التي تواجه الأمة الإسلامية في القرن القادم) (٢١) الذي عقدته جامعة الإمارات العربية المتحدة بالتعاون مع رابطة الجامعات الإسلامية في (٢٠ - ٢٢/ ١٩٩٧ م).\n١٨ - قراءة إعلامية في السيرة النبوية (الإعلامية): مجلة قسم الإعلام بجامعة الإمارات العربية المتحدة ١٩٩٦/ ١٩٩٧ م.\n١٩ - أصول التحقيق بين النظرية والتطبيق: نشر في أعمال الدورة التدريبية الدولية، الذي عقدها مركز جمعة الماجد للثقافة والتراث، بالتعاون مع جامعة الإمارات العربية والإيسكو سنة ١٩٩٧ م.\n٢٠ - الحديث النبوي: بحث موسوعي في (٤٠) صفحة للموسوعة العربية في الجمهورية العربية السورية ١٩٩٨ م.\n٢١ - علوم الحديث: بحث موسوعي للموسوعة العربية في الجمهورية العربية\nالسورية ١٩٩٩ م.\n٢٢ - العمل التطوعي في الإسلام (أدلته - أصالته - خصائصه - آثاره): نشر في أعمال المؤتمر العالي للتطوع، الذي عقدته جمعية متطوعي الإمارات في ٢٨ و ٢٩/ ٨/١٤٢٠ هـ الموافق ٦ و ٧/ ١٢/١٩٩٩ م.\n٢٣ - إعداد الدعاة: نشر في أعمال ندوة (مقتضيات الدعوة في ضوء المعطيات\nالمعاصرة)، التي عقدتها كلية الشريعة والقانون بجامعة الشارقة عام ١٩٩٩/ ١٢/٢٠٠٠ م.\n٢٤ - دور الأسرة في التربية: نشر في أعمال المؤتمر العالمي: (شبابنا بين تحديات الواقع، وآمال المستقبل)، الذي عقدته رابطة الشباب العربي المسلم في أمريكا\nالشمالية من (٢٢ - ٢٥/ ١٢/٢٠٠٠ م).\n٢٥ - الصلة بين كتاب الله والضمير الواعظ عبق الجامعة) مجلة جمعية الطالبات كلية الشريعة والدراسات الإسلامية، جامعة الشارقة ٢٠٠٠/ ٢٠٠١ م.\n٢٦ - الاحتشام حقيقته وآثاره في المجتمع: نشر في أعمال ندوة الاحتشام التي عقدتها جامعة الشارقة ١٧ - ١٨/ ١٠/٢٠٠١ م.\n٢٧ - (دور المرأة المسلمة في التربية وأهم عوائقه في المربيات والخدم): نشر في أعمال (أسبوع المرأة الإماراتية بين وسائل الإعلام والتعليم، والمشاركة في المجتمع)، الذي عقدته جمعية أم المؤمنين النسائية في عجمان في (١٢ - ١٥/ ٤/٢٠٠٣ م).\n٢٨ - حماية البيئة في الإسلام: جامعة عجمان ٢٠/ ٤/٢٠٠٣ م.\n٢٩ - أخلاق العالم والمتعلم (من حياة أئمة الحديث وحفاظه): الموسم الثقافي جمعية التمدن الإسلامي بدمشق ١٦/ ٦/٢٠٠٧ م.\n٣٠ - الإمام أبو جعفر الطبري (٢٢٤ - ٣١٠ هـ) وكتابه (تهذيب الآثار وتفصيل الثابت عن رسول الله صلى الله عليه وسلم من الأخبار): مجمع الفتح الإسلامي قسم الدراسات العليا السنة الثانية التمهيدية ١/محرم/١٤٢٩ هـ.\n٣١ - الإمام الحافظ أبو الحسن علي بن عمر الدارقطني (٣٠٦ - ٣٨٥ هـ) وكتابه السنن: مجمع الفتح الإسلامي بدمشق قسم الدراسات العليا ٢٥/ ١/١٤٢٩ هـ-٢٨/ ١/٢٠٠٨ م.\n٣٢ - التربية بالقدوة ودورها في التمكين الأسري: مؤتمر التمكين الأسري الذي عقدته كلية الشريعة بجامعة دمشق (١٢ - ١٣/ ٧/٢٠٠٨ م).\n٣٣ - حتمية المرجعية الربانية من أجل كرامة الإنسان ورسالته ومن أجل سلام عالمي عادل: مؤتمر (المنتدى الحواري: الإسلام والغرب) الذي عقده مجمع الفتح الإسلامي بدمشق بالتعاون مع جامعة ألبرتا (إدمنتون - كندا) في (٩ - ١١ جمادى الأولى/١٤٣٠ هـ الموافق ٣ - ٥/ ٥/٢٠٠٩ م). مكتبة الأسد. وجامعة دمشق.\nوغيرها كثير\n* وفاته:\nتوفي الشيخ محمد عجاج الخطيب يوم الاثنين ٥ ربيع الأول ١٤٤٣ هجريًّا، الموافق ١١ أكتوبر ٢٠٢١ ميلاديًّا، عن عمر ناهز ٨٩ عامًا [ويكيبيديا].",
  "books": [
    {
      "text_id": 11365,
      "title": "لمحات في المكتبة والبحث والمصادر"
    },
    {
      "text_id": 29967,
      "title": "أبو هريرة راوية الإسلام"
    },
    {
      "text_id": 96178,
      "title": "السنة قبل التدوين"
    }
  ]
}