{
  "author_id": 1600,
  "author_meta": "حسين بن خلف الجبوري (٠٠٠٠ - ١٤٤٤ هـ = ١٩٣٥ - ٢٠٢٣ م)\nحسين بن خلف بن سليمان الجبوري:\nأستاذ الدراسات العليا في كلية الشريعة والدراسات الإسلامية في جامعة أم القرى بمكة المكرمة\nونائب الأمين العام لهيئة علماء المسلمين في العراق.\n* نشأته ودراسته:\nوُلِد سنة ١٩٣٥ م في قرية (السلامية)، في ناحية (النمرود) بمحافظة (نينوى) في (العراق).\nودرس الابتدائية في مسقط رأسه، ثم درس المرحلة المتوسطة في (مدرسة الفيصلية الدينية بالموصل).\nثم انتقل إلى (بغداد) لإكمال المرحلة (الإعدادية الدينية)، والتحق بعد إكمالها بـ (كلية الشريعة) في (جامعة بغداد)، وحصل على شهادة البكالوريوس في الشريعة واللغة العربية وآدابها سنة ١٩٦٣ م.\nثم حصل على منحة من (وزارة الأوقاف العراقية) للدراسة في (جامعة الأزهر) وكانت هذه أول منحة لطلاب كلية الشريعة بجامعة بغداد للدراسات العليا.\nحصل على دبلوم الدراسات الإسلامية العليا من (معهد الدراسات الإسلامية في القاهرة) سنة ١٩٦٥ م.\nثم نال شهادة (الماجستير في تخصص أصول الفقه) من (جامعة الأزهر) سنة ١٩٧٠ م.\nوحصل أخيرا على الدكتوراه من الجامعة نفسها سنة ١٩٧٧ م، وكان عنوان أطروحته «عوارض الأهلية عند الأصوليين».\n* أعماله ووظائفه:\nعمل معيدًا في كلية الشريعة بجامعة بغداد سنة ١٩٦٦ م، ثم مدرسا فيها، ثم أستاذا مساعدًا.\nومحاضرًا في (كلية الدراسات الإسلامية ببغداد)، ودرّس فيهما أصول الفقه والفقه والمواريث وعلوم الحديث وعلوم القرآن.\nوحاضَر في (كلية الحقوق بجامعة بغداد)، ودرّس فيها مادة الأحوال الشخصية.\nودرّس في كلية التربية في (الجامعة المستنصرية) مادتي التفسير والحديث.\nوانتقل سنة ١٩٧٨ م للعمل في (جامعة أم القرى بمكة المكرمة)، التي درس فيها أجيالا عدة من طلبة العلم من أصوليين وفقهاء وقضاة ودعاة وغيرهم، ومكث أستاذا فيها سنوات طويلة قبل أن يُحال على التقاعد قبل مدة وجيزة من وفاتِه.\n* نشاطه ومشاركاته:\nوقد عرف بجهوده العلمية والدعوية المتنوعة.\nوشارك في الندوات والمؤتمرات العلمية والملتقيات الدعوية والثقافية.\nفضلا عن عضوية لجان وضع المناهج واختبار طلاب الدراسات العليا وطلبة القضاء.\nإضافة لعضوية (مركز الدراسات الإسلامية في كلية الشريعة بجامعة أم القرى).\nوعضوية مجلس الاقتصاد الإسلامي فيها.\nانضم مبكرًا إلى (هيئة علماء المسلمين بالعراق)، واختير عضوا في أمانتها العامة منذ سنواتها الأولى، ثم نائبًا للأمين العام سنة ٢٠١٥ م، وجُدّدَتْ الثقةُ به مرة أخرى للاستمرار في موقعه هذا سنة ٢٠١٩ م.\nكان رحمه الله مَعنيًا بالعمل الدعوي والخيري في العراق، واعتنى بموضوع الأيتام ورعايتهم عناية خاصة، ولا سيما في محافظة (نينوى).\n* مؤلفاته:\nله مؤلفات ودراسات وبحوث كثيرة، منها:\n١ - الزواج وبيان أحكامه في الشريعة الإسلامية.\n٢ - فرق النكاح وبيان أحكامها في الشريعة الإسلامية.\n٣ - تحقيق «أدب القاضي» لابن القاص.\n٤ - الأقوال الأصولية لأبي الحسن الكرخي.\n٥ - أحكام الرخص في الشريعة الإسلامية.\n٦ - الإمام أبو الحسن الأشعري وآراؤه الأصولية.\n٧ - أبو العباس بن سريج وآراؤه الأصولية.\n* ومن أبحاثه:\n١ - التعليل بالحكمة عند الأصوليين.\n٢ - الحيل وموقف الفقهاء منها.\n٣ - خبر الواحد بين الأخذ به وعدمه.\n٤ - حكم القصاص في التشريع الإسلامي.\n٥ - مآلات الأفعال ومدى اعتبار الشريعة لها.\nوغيرها.\nتوفي بمكة المكرمة يوم الاثنين ٢١ شعبان ١٤٤٤ هـ الموافق ١٣ - ٠٣ - ٢٠٢٣ م، عن عمر ناهز ٨٨ عام.\nملخص من الترجمة والنعي الذي كتبتْه: (الأمانة العامة لهيئة علماء المسلمين في العراق) يومَ وفاته بتاريخ ٢١ شعبان ١٤٤٤ هـ = ١٣ - ٣ - ٢٠٢٣ م",
  "books": [
    {
      "text_id": 8771,
      "title": "الإمام أبو العباس ابن سريج المتوفي سنة 306 هـ وآراؤه الأصولية"
    }
  ]
}