{
  "author_id": 1608,
  "author_meta": "عبد الله بن عبد الرحمن بن جاسر بن محمد بن عثمان بن عبد الله بن محمد بن أحمد بن بجاد\n- مولده:\nولد هذا العالم الجليل في بلد أشيقر (من أعمال الوشم) في شهر محرم سنة ١٣٢٣ هـ، ورباه والده أحسن تربية ولما بلغ من العمر سبع سنين جعله عند مقرئ يسمى عبد الرحمن بن موسى يعلمه القرآن الكريم ولما بلغ من العمر أربع عشرة سنة حفظ القرآن المجيد.\n- مشايخه:\nثم اشتغل بطلب العلم لدى شيخه إبراهيم بن صالح بن عيسى من بلد أشيقر ولازمه ملازمة تامة وكان ابتداء طلبه العلم لدى شيخه إبراهيم المذكور سنة ١٣٣٦ هـ، ولا زال يقرأ عليه في كثير من الفنون قراءة بحث وتحقيق إلى سنة ١٣٤٢ هـ، ومن الكتب التي قرأها على شيخه في أول الطلب (مجموعة التوحيد) ثم بعد إكمالها قرأ عليه فتح المجيد ثم شرح الدليل وشرح الزاد وشرح الشينشوري مع حاشية إبراهيم الباجوري في الفرائض كرره قراءة على شيخه عشر مرات تقريباً وفي اللغة العربية شرح الشيخ خالد على الأجرومية ثم متممة الأجروية وشرحيهما للأهدل والفاكهي، ثم شرح القطر ثم قرأ عليه شرح المنتهى للشيخ منصور البهوتي قراءة بحث وتحقيق وتفهم وتدقيق وأكمل دراسته عليه مرتين وعلق رحمه الله على شرح المنتهى على نسخته الخطية أثناء الدرس والمطالعة حاشية حافلة تحتوي على فوائد نفسية ومباحث غزيرة وهي باقية حتى الآن لم تجرد ولو جردت لجاءت في مجلدين وليتها تجرد لأن الكتابة قد استغرقت جميع مواضع البياض ويخشى من انقطاع أطراف الورق فتذهب الفائدة بفقدان بعض الكلمات.\nوقرأ على شيخه في العروض كتاب الجدول الصافي في علمي العروض والقوافي وقرأ عليه الجزرية وشروحها لابن المصنف والشيخ زكريا الأنصاري وغيرهما وقرأ عليه أطرفاً من الكتب الستة وتفسير القرآن العظيم وغير ذلك من الفنون وقد أجازه بسنده للرواية عنه وبعد رحيل شيخه إبراهيم إلى عنيزة رحل إلى مكة فاستوطنها سكناً له وقرأ على علماء الحرم المكي ولازمهم وتضلع في العلم فكان فقيهاً لا يجاري وقد وهبه الله فهما ثاقباً وقوة في الحفظ وفراسة في الأحكام، ومن العلماء الذين درسوه الشيخ سعد وقاص البخاري من علماء مكة المكرمة.\nومن مشايخه العالم العلامة البحر الفهامة السلفي الشيخ محمد الطيب الأنصاري المدني رحمه الله فقرأ عليه قراءة بحث وتحقيق وقد خصص له مجلساً للقراءة عليه وقد استفاد منه علماً كثيراً وقد أجازه جماعة من العلماء الأعلام والأجلاء الكرام منهم العلامة الشيخ أحمد بن إبراهيم بن حمد العيسى.\n- أعماله:\nفي صفر سنة ١٣٥٠ هـ، تولى القضاء في المستعجلة بمكة ثم تعين في الطائف وذلك في سنة ١٣٥٥ هـ، ثم تعين في قضاء المدينة المنورة على ساكنها أفضل الصلاة والسلام وذلك سنة ١٣٥٦ هـ، وأقام فيها قاضياً سبع سنين ثم صدر أمر الملك عبد العزيز رحمه الله بنقله إلى مكة في أول عام ١٣٦٣ هـ، وأن يكون برئاسة القضاء عضواً وسكرتيراً ثم صدر أمر الملك عبد العزيز رحمه الله بأن يكون معاوناً لرئيس القضاة بمكة ثم مساعداً لرئيس القضاء في مكة ولما أنشئت هيئة التمييز للأحكام تعين عضواً فيها ثم رئيساً لها حتى أحيل على التقاعد لإكماله السن النظامية في ١-٧-٩٣ هـ، بموجب القرار رقم ٢٦٩٧ في ٢٥-٦-٩٣ هـ، فتجرد للعبادة ونفع الخلق الكثير وكان آية في مكارم الأخلاق،\nتوفى رحمه الله في ١٠-٢-١٤٠١ هـ، له من الأبناء عبد العزيز وإبراهيم.\n- مؤلفاته:\nله من المؤلفات (كتاب مفيد الأنام ونور الظلام في تحرير الأحكام لحج بيت الله الحرام، وحاشيته على المنتهى وشرحها علقها أثناء الدرس وفي أوقات المطالعة وهي باقية على الهامش لم تجرد وقد تقدم ذكرها، وله فوائد في الفقه الحنبلي لا تقل عن ستة كراريس وله رسالة سماها تنبيه النبيه والغبي فيما التبس على الشيخ المغربي ألفها في المدينة المنورة في آخر شعبان سنة ١٣٥٨ هـ، رد فيها على شيخ مغربي أنكر تكليم الله لموسى وزعم أن جبريل أظهر لموسى كلام الله من اللوح المحفوظ وهذا اعتقاد مبدع خلاف ما عليه أهل السنة والجماعة من أن الله جل وعلا كلم موسى حقيقة بكلام سمعه موسى من الله تقدس وعلا وتتضمن الرسالة سماع جبريل عليه السلام القرآن الكريم من رب العزة والجلال والإكرام وأن الله يتكلم إذا شاء بصوت. ولشيخنا رسالة في وجوب السمع والطاعة لولي أمر المسلمين وإن جار ما لم يأمر بمعصية ألفها في بلد شقراء في ٢٥-٨-١٣٤٧ هـ، وألفت لمناسبة حصلت حين ذاك وهي رسالة مفيدة، وله غير ذلك من الرسائل والمسائل وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.",
  "books": [
    {
      "text_id": 9838,
      "title": "مفيد الأنام ونور الظلام في تحرير الأحكام لحج بيت الله الحرام"
    }
  ]
}