{
  "author_id": 1609,
  "author_meta": "محمد صدقي بن أحمد بن محمد آل بورنو أبو الحارث الغزي\nولد في غزة في ١/ ١١/١٩٣١ للميلاد\nدرس الابتدائية في بلدته وأتمها عام ١٩٤٥م، وعمل في الأعمال الحرة مدة يسيرة حتى قامت حرب الثامن والأربعين فاشترك فيها في جيش الإنقاذ وأصيب في معركة «الزرّاعة» في شباط من عام ١٩٤٨ م ووقع في الأسر وسجن عند الجيش الإنجليزي حينها من شهر شباط إلى شهر مايو في سجن مستشفى الأمن في حيفا، ثم أخرج إلى مستشفى الاتحاد النسائي في نابلس ومكث هناك لمدة ثلاثة أشهر ثم انتقل إلى رام الله حيث مكث في منزل قائم مقامها «عارف العارف» رحمه الله حيث تجمع الشيخ وزوج الرجل صلة قرابة ونسب، عاد بعدها إلى غزة ليعمل مرة أخرى في الأعمال الحرة حتى عام ١٩٤٥ م\nحيث ذهب إلى القاهرة ليتم تعليمه وكان عمره ٢٢ عاماً، وبدأ في الدراسة في القسم العام للأزهر الشريف فأتم التعليم الابتدائي والثانوي فيه وتخرج بتقدير ممتاز وفي المرتبة الأولى.\nولما حصلت الوحدة بين سوريا ومصر سنة ١٩٥٨ م التحق بكلية اللغة العربية في جامعة الأزهر الشريف وبكلية الشريعة بجامعة دمشق ليتخرج في كلا الكليتين بإجازة في اللغة العربية وإجازة في الشريعة الإسلامية في عام واحد ١٩٦٢ م.\nوفي ذات العام غادر إلى المغرب ليعلم مدرسا في مدارسها حتى عام ١٩٦٨م، ثم تعاقد مع الكليات والمعاهد العلمية في المملكة العربية السعودية ليعمل مدرساً في معاهدها بجيزان والزلفي وبيشة وبلجرشي\nثم انتقل للعمل في ليبيا لمدة أربعة أعوام في معهد للمعلمين في مدينة الخمس، وقد حصل في تلك الفترة على شهادة الماجستير من كلية الشريعة في جامعة الأزهر الشريف.\nترك العمل في ليبيا ليستقر يسيرا في مصر حيث حصل على شهادة الدكتوراه في الشريعة الإسلامية من كلية الشريعة والقانون بجامعة الأزهر سنة ١٣٩٨ هـ - ١٩٧٨ م، وفي التخصص الدقيق السياسة الشرعية.\nبعدها عمل أستاذاً لمدة تسعة عشراً عاماً لتدريس مادتي أصول الفقه والقواعد الفقهية بجامعة الإمام محمد بن سعود الإسلامية من سنة ١٣٨٩ - ١٤١٨ هـ وترك العمل بها وهو يعمل تحت رتبة أستاذ مشارك في الفقه وأصوله.\n(إنتاجه العلمي)\n١. قدوة الحكام والمصلحين - عمر بن عبد العزيز رحمه الله - رسالة الدكتوراه، مطبوع في مجلد ١٤١٣ هـ مكتبة المعارف، الرياض.\n٢. الوجيز في إيضاح القواعد الفقهية الكلية، طبع عدة طبعات، مؤسسة الرسالة.\n٣. الغنية في أصول الفقه - للإمام السجستاني - تحقيق، طبع في مجلد ١٤١٠ هـ.\n٤. الجامع لسيرة عمر بن عبد العزيز رحمه الله - للإمام أبي حفص عمر بن محمد الملاء المتوفى سمة ٥٧٠ هـ، مطبوع في مجلدين، يطبع لأول مرة - تحقيق، طبع مؤسسة الرسالة ١٤١٦ هـ.\n٥. الذكر وأثره في دنيا المسلم وآخرته - طبعته جامعة الإمام محمد بن سعود الإسلامية في سلسلة الداء والشفاء ١٤٠٨ هـ.\n٦. موسوعة القواعد الفقهية - لأول مرة في التاريخ الإسلامي - وهي موسوعة مرتبة ألفبائيا، طبعت كاملة في ثلاثة عشرة مجلدة سنة ١٤٢٤ هـ طبع مؤسسة الرسالة، بيروت.\n٧. كشف الساتر عن غوامض روضة الناظر - وهو شرح لكتاب روضة الأصول لابن قدامة رحمه الله، وقد طبع في مجلدين سنة ١٤٢٣ هـ، طبع مؤسسة الرسالة، بيروت.\n٨. الرد المفحم على من أجاز إمامة المرأة بالرجل المسلم، تحت الطبع والترجمة.\n٩. الأحاديث الغزية في الجهاد والاستشهاد والنية، طبع سنة ١٤٢٤ هـ ٢٠٠٤ م، مطبعة مؤسسة الرسالة، بيروت.\n١٠.قبس البيان مختصر تفسير الإمام ابن جرير الطبري جامع البيان، وأرجو أن يظهر مطبوعاً على هامش المصحف قريباً.\n١١.كتاب العماد في الجهاد من ١٦٥ صفحة، ولم يطبع.\nهذا عدا الإشراف والمناقشة لعدد من رسائل الماجستير والدكتوراه المقدمة لكلية الشريعة بجامعة الإمام في الرياض وهي قريب من العشرين رسالة",
  "books": [
    {
      "text_id": 14596,
      "title": "موسوعة القواعد الفقهية"
    },
    {
      "text_id": 8379,
      "title": "الوجيز في إيضاح قواعد الفقة الكلية"
    }
  ]
}