{
  "author_id": 161,
  "author_meta": "محمد أحمد باشميل (١٣٣٦ هـ - ١٤٢٦ هـ = ١٩١٧ - ٢٠٠٥ م)\nكاتب ومؤرخ ومفكر إسلامي\nولد في مدينة العرسمة بوادي دوعن في حضرموت باليمن الجنوبي، وتوفي والده طفلا، فنشأ يتيماً وحيداً في حجر والدته\nقرأ القرآن الكريم، واهتم باللغة العربية والفقه. وكان كثير القراءة للمطولات من أمهات كتب التأريخ، يجردها جرداً، ويكرر قراءتها\nسجن في اليمن لمنابذته للفكر الاشتراكي والشيوعي وفي السجن كتب قصيدة عرفت باسم (المجلس العالي) اشتهرت لقوتها وجراءتها بين سكان اليمن الجنوبي والدول العربية فيما بعد\nثم هاجر إلى إريتريا وهناك بدأ في مراسلة المجلات الدينية ونشر المقالات العلمية فيها وهو معدود من أشهر كتاب مجلة الهدي النبوي. ووقعت له - في إريتريا- مواجهات مماثلة لتلك التي واجهته في مسقط رأسه اليمن\nثم حيث هاجر إلى مكة المكرمة واستقر بينها وبين مدينة جدة بالمملكة العربية السعودية ليقضي بها باقي حياته\nله من الأبناء: ثلاثة ذكور, وسبعة إناث , وابنه الشيخ عبد اللطيف يعمل على إعادة طبع مؤلفاته وكتابة ترجمة موسعة عنه.\nعانى من عدة أمراض لسنوات طويلة قبل وفاته، ولزم الفراش آخر ثلاث سنوات من حياته إلى أن توفى بجده، رحمه الله تعالى\n[مصنفاته]\nله نحو ٤٠ كتابًا صغيرًا وكبيرًا في مواضيع متنوعة، وهي تجمع بين تنوّع الأسلوب الأدبي، والدراسة العلمية المتقصية، وقد تُرجم الكثير منها إلى عدة لغات مثل الإنجليزية والفرنسية ولغة الاوردو:\n(سلسلة معارك الإسلام الفاصلة): وأضاف لها (القادسية ومعارك العراق).\n(لهيب الصراحة يحرق المغالطات): يقول فيه: إنَّ هذا الدين إذا ما تعرض له زنديقٌ بالتجريح، أو تصدى له طاغية بالغمز واللمز أو الاحتقار، فإنَّ هذا القلم بإذن الله سينوشه نوشاً شديداً، وسيلطمه على وجه باطله لطماً عنيفاً، غير مفرقٍ بين صنمٍ وآخر، وسلوكُ هذا الطريق المكشوف هو أحد المآخذ التي يأخذها الجبناءُ المتملقون على المؤلف، ويرونها من العيوب التي يُوصم بها هذا القلم.) ا. هـ (ص ١٦٠)\n(القومية العربية في نظر الإسلام)، وقد نُقِلَ هذا الكتاب إلى كل من الإنجليزية والفرنسية\n(صراع مع الباطل)\n(لا يا فتاةَ الحجاز)\n(أكذوبة الاشتراكية)\n(العرب في بلاد الشام قبل الإسلام)\n(نحن وعبد الناصر) (من جزءين)\n(كيف نحارب الإلحاد)\n(الإسلام ونظرية داروين)\n(كيف نفهم التوحيد).\n(إسكات الرعاع بأدلة تحريم الغناء والسماع)\nوله مؤلفات أخرى مخطوطة لم تطبع بعد\nله من الشعر قصائد متينة، تفيض روعةً وعذوبةً، نشرتها الصحف السعودية، وطبعت في بعض كتبه، ولما تجمع في ديوان، ومن أشهر ما نُشر له من الشعر قصيدته الموفَّقَة «هل هذا من العروبة؟ » في ١٥٤ بيتٍ يقول فيها:\nتاج الحياء يعلو على التيجان … تزهو به حوا على الأقران\nفي ظله يبقى العفاف محصنا … في قوة من عسكر الإيمان\nمقالات صحفية: وقد عاصر بدايات الصحف السعودية وله مقالات متنوعة بعضها دورية وأخرى متفرقة، وكانت له معارك أدبية وكتابية فكرية حاسمة مع أبناء الجيل، سَجّلتها كلّ من جريدة «عكاظ» و «البلاد» و «المدينة» و «الندوة» و «الجزيرة» وغيرها من الجرائد السعودية، وتعدّتها إلى صحف البلاد العربية الأخرى الصادرة في كل من بيروت، وصنعاء، وعدن، والقاهرة وغيرها. وقد رأس تحرير صحيفة نداء الجنوب لفترة من الزمن\nبرامج إذاعية وتلفزيونية: عبر برامج (نداء الإسلام) من مكة المكرمة وقدم العديد من البرامج الإذاعية المتميزة أشهرها برنامجي اخترت لك وحديث الثلاثاء وقد بثتهما الإذاعة السعودية لسنوات طوال، كما شارك في الكثير من الندوات العلمية والبرامج التلفزيونية التي من أشهرها برنامج (مجالس الإيمان) للأستاذ زهير الأيوبي\nله مساهمات من خلال عدة مهام تولاها: في رابطة العالم الإسلامي في مكة المكرمة (عضواً في اللجنة الثقافية) وهيئات الأمر بالمعروف والنهي عن المنكر ووزارة الإعلام (كمراقب ديني)",
  "books": [
    {
      "text_id": 145203,
      "title": "من معارك الإسلام الفاصلة = موسوعة الغزوات الكبرى"
    },
    {
      "text_id": 5023,
      "title": "كيف نفهم التوحيد"
    }
  ]
}