{
  "author_id": 1613,
  "author_meta": "ماريو باي (١٩٠١ - ١٩٧٨ م = ١٣١٨ - ١٣٩٨ هـ)\nماريو أندرو باي (بالإيطالية:  Mario Andrew Pei) :\nعالم باللُّغات.\nيُعتبَر مِن أشهر مَن نادَى بتبسيط اللغات بعيدا عن التعقيدات ونظريات الرياضة، وطَبق ذلك في كثير من كتبه حتى صارت طابعًا مميزا له، وقد جذب بذلك فئات من القُرّاء، ونجح في تقريب هذا المجال إلى المتخصّصين وغير المتخصصين على السواء.\nوهو أمريكي من أصل إيطالي، وُلد ماريو في روما بإيطاليا في ١٦ فبراير ١٩٠١ م.\nوهاجر إلى الولايات المتحدة مع والديه في عام ١٩٠٨.\nوكان خارج المدرسة يتحدث اللغة الإنجليزية ولغته الأصلية الإيطالية، وكذلك الفرنسية، كما درس اللغة اللاتينية أيضًا، وبعد سنوات أصبح يجيد عدة لغات أخرى (بما في ذلك الإسبانية والبرتغالية والروسية والألمانية)، حيث أصبح قادرا على التحدث بنحو ٣٠ لغة، بعد أن أصبح على دراية ببِنْية ١٠٠ لغة على الأقل من لغات العالم.\nبدأ حياته المهنية في التدريس في كلية مدينة نيويورك عام ١٩٢٣.\nحصل على درجة الدكتوراه من جامعة كولومبيا عام ١٩٣٧.\nوعمل في جامعة كولومبيا أستاذًا لعلوم اللغة الرومانسية (واللُّغَاتُ الرومانسيّة أو الرُّومَانِيقِيَّةُ وتُعرَف باللغات اللاتينية: هي اللغات التي أصلها اللغة اللاتينية، أغلبيتها في جنوب أوروبا، وأهمها الإيطالية والفرنسية والإسبانية والبرتغالية والرومانية والكتلانية، توجد أيضًا لغاتٌ أقل انتشارًا مثل القسطانية والجليقية والوالون والرومانشية والكورسية. وتختلف دراسات الرومانسية في أنها تحاول تخطي العوائق بين اللغات المختلفة، أو العمل المقارن).\nومن الجدير بالذِكْر أن (باي) كان من الدُعاة إلى (الإسبرانتو)، ونادَى بإدخالها في المناهج المدرسية في جميع أنحاء العالم. والإسبرانتو =  Esperanto:  لغة مصطنعة اخترعها لودفيغ أليعزر زامنهوف عام ١٨٨٧ م کمشروعِ لغة اتصال دولية سهلة، وهي عبارة عن تغيير معجمي لاتيني من اللغة اليديشية [Yiddish:  لغة يهود أوروبا وبالتالي فهي وثيقة الصلة بالعِبرية الحديثة]، وتُکتب الإسبرانتو بالأبجدية اللاتينية، وليست لغة رسمية في أي دولة، إلا ما يُذكَر عن جمهورية مولوسيا [وهي دولة متناهية الصِغَر غير معترف بها، تتكون من منزل صغير قُرب دايتون في ولاية نيفادا بالولايات المتحدة الأمريكية، تأسست عام ١٩٧٧ وتُعتبر أصغر دولة في العالم، يبلغ عدد المنتمين لها ٢٧ فردًا فقط].\nكَتب باي أكثر من ٥٠ كتابًا، بعضُها من أكثر الكتب مبيعًا؛ ككتابيه:\n١ - «قصة اللغة» ١٩٤٩.\n٢ - «قصة اللغة الإنجليزية» ١٩٥٢.\nومن أهم كتبه أيضا:\n٣ - «لغات الحرب والسلام» ١٩٤٣.\n٤ - «قاموس اللغويات»، بالاشتراك مع (فرانك جينور) ١٩٥٤.\n٥ - «كل شيء عن اللغة» ١٩٥٤.\n٦ - «أُسُس علم اللغة» ١٩٦٥، ترجمهُ إلى العربية: الأستاذ أحمد مختار عُمر، طُبعَت عام ١٩٨٣.\n٧ - «لغات البشر: أصولها وطبيعتها وتطورها» ترجمه للعربية: د. صلاح العربي، ونشره بالقاهرة عن الجامعة الأمريكية ١٩٧٠ م.\n٨ - ومما نَشَر باي: ترجمة لـ «موسوليني فيتوريو إرميت دي فيوري: رجل القدر» =  Vittorio Ermete de Fiori's Mussolini: The Man of Destiny  عام ١٩٢٨.\nتوفي في ٢ مارس ١٩٧٨ م الموافق ٢٣ ربيع الأول ١٣٩٨ هـ.\nمُلخّصًا من: «ويكيبيديا»، ومن مقدمة الدكتور أحمد مختار عمر لترجمة «أسس علم اللغة» للمؤلف.",
  "books": [
    {
      "text_id": 11422,
      "title": "أسس علم اللغة"
    }
  ]
}