{
  "author_id": 1615,
  "author_meta": "قال الذهبي في «السير» :\nالإِمَامُ، الحَافِظُ، الثِّقَةُ، الرَّحَّالُ، أَبو عَلِيٍّ الحسنُ بنُ عَليِّ بنِ نَصْرٍ الطُّوْسِيُّ، المُلَقَّبُ:بِكَرْدُوشٍ .\nسَمِعَ:مُحَمَّدَ بنَ رَافِعٍ، وَمُحَمَّدَ بنَ أَسْلَمَ، وَإِسْحَاقَ الكَوْسَجَ، وَعَبْدَ اللهِ بنَ هَاشِمٍ، وَأَحْمَدَ بنَ مَنِيْعٍ، وَبُندَاراً ، وزَيْدَ بنَ أَخْزَمَ ، وَالزُّبَيْرَ بنَ بَكَّارٍ - سَمِعَ مِنْهُ كِتَابَ (النَّسَبِ) - ، وَعَدَداً كَثِيْراً سِوَى هَؤُلاءِ.\nرَوَى عَنْهُ: عَبْدُ اللهِ بنُ مُحَمَّدِ بنِ مُسْلِمٍ الإِسْفَرَايِيْنِيُّ، وَأَحْمَدُ بنُ عَلِيٍّ الرَّازِيُّ، وَأَحْمَدُ بنُ مُحَمَّدِ بنِ عَبْدُوْسٍ، وَأَبُو سَهْلٍ الصُعْلُوْكِيُّ، وَمُحَمَّدُ بنُ جَعْفَرٍ البُسْتِيُّ، وَخَلْقٌ سِوَاهُم.\nوَقَدْ رَوَى عَنْهُ:شَيْخُهُ أَبُو حَاتِمٍ الرَّازِيُّ حِكَايَاتٍ، وَحَدَّثَ بِهَرَاةَ، وَبِقَزْوِيْنَ.\nقَالَ أَبُو يَعْلَى الخَلِيْلِيُّ :سَمِعْتُ عَلَى عَشْرَةٍ مِنْ أَصْحَابِهِ.\nقَالَ:وَلَهُ تَصَانِيْفُ تَدُلُّ عَلَى عِلْمِهِ وَمَعْرِفَتِهِ بِهَذَا الشَّأْنِ.\nقُلْتُ:وَحَدَّثَ عَنْهُ أَبُو أَحْمَدَ الحَاكِمُ، وَقَالَ:تَكَلَّمُوا فِي رِوَايَتِهِ لِكِتَابِ (النَّسَبِ) لِلزُّبَيْرِ .\nقُلْتُ:تُوُفِّيَ سَنَةَ اثْنَتَيْ عَشْرَةَ وَثَلَاثِ مائَةٍ، وَقَدْ قَارَبَ التِّسْعِيْنَ.\nقَالَ الحَاكِمُ:أَخْبَرَنَا أَحْمَدُ بنُ مُحَمَّدِ بنِ عَبْدُوْسٍ العَنَزِيُّ، حَدَّثَنَا الحَسَنُ بنُ نَصْرٍ الطُّوْسِيُّ - بِهَرَاةَ فِي مَجْلِسِ عُثْمَانَ بنِ سَعِيْدٍ - حَدَّثَنَا حَيْدُوْنُ بنُ عَبْدِ اللهِ الوَاسِطِيُّ، حَدَّثَنَا صِلَةُ بنُ سُلَيْمَانَ، عَنْ أَشْعَثَ بنِ عَبْدِ المَلِكِ، عَنِ الفَرَزْدَقِ الشَّاعِرِ، قَالَ:\nرَأَى أَبُو هُرَيْرَةَ قَدَمَيَّ، فَقَالَ:يَا فَرَزْدَقُ، إِنِّيْ أَرَى قَدَمَيْكَ صَغِيْرَتَيْنِ، فَاطلُبْ لَهُمَا مَوْضِعاً فِي الجَنَّةِ.\nقُلْتُ:إِنَّ لِي ذُنُوباً كَثِيْرَةً.\nقَالَ:لَا تَأْسَ فَإِنِّي سَمِعْتُ رَسُوْلَ اللهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُوْلُ:(إِنَّ بِالمَغْرِبِ بَاباً مَفْتُوْحاً لِلتَّوْبَةِ، لَا يُغْلَقُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا) .\nوَلأَبِي عَلِيٍّ مُصَنَّفٌ فِي الأَحْكَامِ.\nقَالَ صَالِحٌ الهَمَذَانِيُّ :سَمِعَ مِنْهُ عَامَّةُ أَصْحَابنَا كِتَابَهُ الَّذِي فِي الأَحْكَامِ.\nوَحَدَّثَنِي عَنْهُ أَبِي، وَسَأَلْتُ أَبَا جَعْفَرٍ عَنْهُ، فَقَالَ:لَمْ يَكُنْ بِشَيْءٍ.\nوَبَلَغَنِي أَنَّ ابْنَ خُزَيْمَةَ كَانَ يُجْمِلُ القَوْلَ فِيْهِ.",
  "books": [
    {
      "text_id": 5583,
      "title": "مختصر الأحكام = مستخرج الطوسي على جامع الترمذي"
    }
  ]
}