{
  "author_id": 1632,
  "author_meta": "الدكتور ناصر الدين الأسد ولد بمدينة العقبة في الأردن ١٩٢٢ م، وتلقى تعليمه الجامعي وحصل على درجة الدكتوراه بتقدير ممتاز من جامعة القاهرة عام ١٩٥٥، وحاضر في عدد من الجامعات ومعاهد البحوث في الأردن وليبيا ومصر، وأسس الجامعة الأردنية ثم عُيِّن رئيساً لها خلال الفترة من عام ١٩٦٢ - ١٩٦٨.\nعمل سفيراً للمملكة الأردنية الهاشمية لدى المملكة العربية السعودية من عام ١٩٧٧ - ١٩٧٨، ورأس العديد من المجامع والمجالس مثل المجمع الملكي لبحوث الحضارة الإسلامية «مؤسسة آل البيت» ومجلس الأمناء في جامعة الإسراء بعمّان، ومجلس أمناء جائزة عبد المجيد شومان الدولية للقدس. يشغل الآن رتبة أستاذ الشرف في اللغة العربية\nالاسم: ناصر الدين الأسد\nاسم الشهرة: ناصر الدين الأسد\nتاريخ الميلاد: ١٣٤١ هـ/ ١٩٢٢ م\nمكان الميلاد: العقبة - الأردن\nسيرته الذاتية\nالكاتب: السيد الشامي\nالعروبة والإسلام أمران متلاحمان، حتى إنهما يكادان يكونان أمرا واحدا، ولا يجوز اصطناع هذه الخصومات المفتعلة بين الإسلام والعروبة، وأنا أعتقد أن كل مسلم هو عربي، على الأقل من ناحية الثقافة واللغة، وأي مسلم يستهين بالعروبة يجرح إسلامه في جانب من الجوانب. هكذا يرى ناصر الدين الأسد.\nالنشأة والتكوين\nولد ناصر الدين الأسد في العقبة جنوب الأردن في ١٣٤١ هـ/ ١٩٢٢ م، لأب أردني وأم لبنانية، وأمضى عشر سنوات متنقلا مع والده في المدن الجنوبية لشرق الأردن: العقبة، والشوبك، ووادي موسى، ومعان، ودرس فيها.\nنشأ ناصر الدين في بيئة البادية ولم يعرف المدينة إلا حينما أوفد إلى القدس، وكانت أول مدينة يراها، وكان يحسن بأن بيئة البادية تصور بيئته ونشأته، وتصور ما في نفسه، فارتبط بالشعر الجاهلي.\nبدأ علاقته بالكتاب بفضل ما كان والده يبديه من حرص على توطيد صلته بالمطالعة، وكان يحضر إليه من رحلاته عددا من الكتب، ولا سيما كتب كامل الكيلاني، واستطاعت هذه الكتب أن تزوده بمفردات اللغة، فامتلك بفضل هذه المطالعات قدرة مبكرة على التعبير بلغة عربية سليمة، واكتسب معرفة بتاريخ العرب والمسلمين، ونشأ محبا للشعر والأدب العربي.\nوكانت دراسته في عمان مقدمة لحياته، فقد تداخل تعليمه في هذه المرحلة بالثقافة والسياسة، واستيقظت في نفسه القدرة على كتابة الشعر، بحكم اتصاله المباشر مع معلمين كانوا هم شعراء وكتابا مبدعين، من أمثال كاظم الخالدي، وعبد المنعم الرفاعي، وسعيد الدرة الذين كانوا يستهوون الطلاب بأسلوبهم التعليمي الجذاب، وحيوية أدائهم، ورفد معرفتهم بشواهد شعرية كانت تضفي على الجو الدراسي متعة التلقي، وتربية أذواق الطلبة، كما كانت تشحن النفوس بالإحساس الوطني.\nتوفيت والدته عام ١٣٥٤ هـ/ ١٩٣٦ م، ثم والده عام ١٣٥٧ هـ/ ١٩٣٩ م وهو في السنة الأخيرة من المرحلة الثانوية المتوسطة في عمان، فوجد نفسه أمام مسئوليات جديدة، فاضطر إلى العمل بعض الوقت، فعمل كاتبا في ديوان قاضي القضاة، وفي المحكمة الشرعية.\nثم التحق بالبعثة الدراسية في الكلية العربية بالقدس لاستكمال المرحلة الثانوية ١٣٥٨ - ١٣٦٢ هـ/ ١٩٣٩ - ١٩٤٣ م، وهي أعلى معهد تعليمي في فلسطين والأردن، واستطاع من خلال الدراسة في رحاب هذه الكلية العريقة أن تكون له معرفة عميقة بالتراث الفكري والأدبي، وبتراث الأمم والحضارات. وفيها تعلم المنهج العلمي، والأسلوب الموضوعي في البحث، وكان معظم الدراسة فيها باللغة الإنجليزية، عدا دروس اللغة العربية، وكان ترتيب ناصر الدين الأسد الأول طوال السنوات الأربع، وممن درس في هذه المدرسة حينئذ: إسحاق موسى الحسيني، وأحمد سامح الخالدي، ونيقولا زيادة.\nفي القاهرة وجامعتها\nبعد تخرجه في الكلية العربية عام ١٣٦٢ هـ/ ١٩٤٣ م، عاد إلى عمان، وامتهن التدريس في مدارسها، وغادرها إلى القاهرة في العام التالي ملتحقا بجامعة فؤاد الأول (جامعة القاهرة الآن)، ولأنه كان من خريجي الكلية العربية التي كانت السنتان الأخيرتان فيها تعدان دراسة جامعة أولية، فقد أعفي من السنة الجامعية الأولى، والتحق بالسنة الثانية بقسم اللغة العربية، وكانت القاهرة حينذاك مركز الإشعاع العلمي الأول في الدول العربية، وملتقى المثقفين والأدباء، وكانت الحياة الأدبية تضج بمعاركها ومنتدياتها ومجلاتها الراقية، فتهيأت له فرصة التعرف إلى الحياة الثقافية ومواكبتها بكل أبعادها الأدبية والفكرية، كما شهد التغيرات الحادة التي ألمت بالحياة السياسية والاجتماعية.\nوتهيأ لناصر الدين في هذه المرحلة التعرف على أمثال العقاد وطه حسين وأمين الخولي وشوقي ضيف، وبعض هؤلاء تتلمذ على أيديهم، وحظي بعنايتهم وصداقتهم، واكتسب من روحهم ما ساعد على إنضاج تجربته، وصقل قدراته، وإغناء معرفته، كما كان له شرف صداقة العلامة محمود محمد شاكر.\nالدكتوراة في الشعر الجاهلي\nتخرج في قسم اللغة العربية عام ١٣٦٦ هـ/ ١٩٤٧ م، ولأنه كان الأول فقد منح جائزة الدكتور طه حسين لأول الخريجين بقسم اللغة العربية من جامعة القاهرة. وقد عانى ناصر الدين خلال سنوات دراسته عسر الحال وضنك العيش، واضطر أن يعمل طول دراسته الجامعية، فعمل حينا مترجما لهندي جاء يعد الدكتوراة في القاهرة، ومعه كتاب ديني طلب منه أن يترجمه له إلى العربية، ويقوم بالتعليق عليه ليكون رسالته الجامعية، وعمل حينا مراسلا لجريدة (الوحدة) التي كانت تصدر في القدس، وكانت تضم له في العدد الواحد أحيانا ثلاث مقالات ينشرها بأسماء مستعارة.\nعمل الأسد بعد تخرجه مدرسا في المدرسة الإبراهيمية بالقدس، وقدم برنامجا إذاعيا من الإذاعة العربية لمحطة الشرق الأدنى بعنوان \"حديث الصباح\"، لكنه ما كاد يستقر حتى أعلن قرار تقسيم فلسطين، فاضطربت أحوال البلاد، وعجت فلسطين بحركات المقاومة وقامت الحرب بين العرب واليهود عام ١٣٦٧ هـ/ ١٩٤٨ م، فعانى من محنة الانقطاع عن العمل شهورا، وهو رب أسرة تتكون من زوجته وطفله البكر، ثم سنحت له فرصة عمل في ليبيا، فقصدها مع اثنين من المعلمين المصريين وأسس معهما ومع بعض المعلمين الليبيين أول مدرسة ثانوية متوسطة في طرابلس. ثم خف إلى القاهرة عام ١٣٦٨ هـ/ ١٩٤٩ م لدراسة الماجستير، والتدريس في المدرسة الإنجليزية بمصر الجديدة، وحاز الماجستير من كلية آداب جامعة فؤاد الأول عام ١٣٧٠ هـ/ ١٩٥١ م على أطروحته (القيان والغناء في العصر الجاهلي)، وظل يدرس في المدرسة الإنجليزية حتى عام ١٣٧٣ هـ/ ١٩٥٤ م، ثم فاز بالدكتوراة بتقدير ممتاز من جامعة القاهرة عام ١٣٧٤ هـ/ ١٩٥٥ م على أطروحته (مصادر الشعر الجاهلي وقيمتها التاريخية) وهو أول أردني نال الدكتوراة من جامعة القاهرة.\nمنهجه العلمي\nيعد ناصر الدين الأسد من أبرز الدارسين العرب المحدثين الذين أخذوا أنفسهم بالمنهج العلمي في التزام عجيب، وإصرار صارم، ولعل ذلك يفسر قلة إنتاجه - نسبيا - إذا ما قورن ببعض لداته من الدارسين الذين لم يكن لديهم هذا الالتزام. ومن أبرز ملامح منهجه العلمي الموضوعية، فهو لا يبدأ بمسلمات ولا يحتكم إلى فروض مسبقة فيما يكتب، فهو يبحث الموضوع من جديد وكأنه الباحث الوحيد في هذا المجال، لا يشغل ذهنه بما قيل حوله من آراء، بل يبدأ بالحفر والتنقيب عن الأساس، ينقر عن موضوعه في المصادر الأصلية والثانوية، ويجمع مادته بعناية تامة، ثم إذا استوت لديه المادة المطلوبة، وأحاط بموضوعه من جميع جهاته، أخذ يوازن بين الآراء المطلوبة، ويرسم خطه الفكري الذي يمكن أن يقود إلى الرأي الراجح في نظره. وكذلك استقصاء المادة والتحقيق الدقيق للنصوص ودراستها والحذر، وكراهية التسرع والتعميم، وأمانته العلمية والتواضع في نتائج البحث، وقبوله النقد وترحيبه به، والحيدة والموضوعية في جهوده المتميزة في تراجم الأعلام. وجماع منهجه العلمي: استقصاؤه وإنصافه واعتداله، ودقته في البحث، ومقدرته على الاستدلال، ومناقشة الآراء ومحاكمة الأخبار، وهو في محاكمة الأخبار يقف موقف القاضي المنصف لا المحامي المتحيز، وإصداره التقاويم والنقد بأسلوب فريد، وعبارة مستقيمة، خارجة عن الفحش، بعيدة عن بذيء الكلام، وقد التزم هذا المنهج في كتبه كلها.\nحرب المصطلحات\nالمصطلح في رأس ناصر الدين الأسد هو من أهم أدوات الغزو الفكري، وكثيرا ما يستعمل لتغريب الفكر، والمصطلح ليس مجرد تركيب حروف إنما هو مفهوم ومضمون ومصطلح، فإذا كانت اللغة أداة التفكير، فإن المفاهيم والمعلومات هي مادته.\nيقول في كتابه (نحن والعصر): \"ويحسن بالكاتب أن يبدأ بفحص ألفاظه ومصطلحاته، وتحديد معانيها وتوضيحها، والتأكد من تأديتها المعنى الذي يريده وقدرتها على الوصول إلى السامع أو القارئ، ومخاطبة مراكز الفهم لديه. وشأن الكاتب في ذلك شأن صاحب الحرفة أو المهنة الذي يبدأ بتحديد أدواته وآلاته، وفحصها والتثبت من قدرتها على تأدية العمل المطلوب منها، فإذا لم يفعل الكاتب مثل ذلك تداخلت معاني الألفاظ، وغامت دلالاتها، وعجز المتلقي عن تحديد المقصود، ويصبح من الممكن استعمال اللفظ الواحد للدلالة على معان متعددة قد تختلف، بل قد تتناقض، وكذلك يصبح من الممكن استخدام النص في الفهم ثم التطبيق استخداما يختلف باختلاف أصحاب المصلحة فيها\".\nويرى أن للفظ دلالتين: دلالة لغوية ودلالة اصطلاحية، تتفقان حينا وتفترقان حينا أو تتباعدان، ولكن تبقى ظلال من الدلالة اللغوية في المصطلح، مهما تفترق الدلالتان.\nويوضح أنه حتى يصبح الحق المتوهم حقا متمكنا، لا بد من تحسينه وتزيينه وحشد الحجج له، وإقامة البراهين عليه، ووضع الخطط والبرامج لإقناع النفس به، ثم إقناع الناس، وهو ما تفعله عادة وسائل الإعلام المتعددة، وأساليب التعبئة الفكرية والنفسية.\nويؤكد أن حرب المصطلحات والألفاظ حرب حقيقية يخطط لها خبراء دعاة، وتسعر أوراها وكالات الأنباء من خلال وسائل الإعلام في الخبر والتحليل والتعليق وغيرها، ولا تلبث تكرر المصطلح حتى تشيعه بين الآخرين، ويستقر في عقولهم ونفوسهم، فتستكين له تلك العقول والنفوس وتخضع، ومن كثرة تكراراه تألفه وتأخذ هي في ترداده، مع أنه وضع أصلا وسيلة لغزو أولئك الآخرين، وغزو عقولهم ونفوسهم وإضعافها. ويرى أن المصطلح من أهم وسائل تغريبنا فكريا، ويضرب أمثلة على ذلك بمصطلح (الشرعية) الذي أصل معناه اللغوي: الوضوح والظهور والقرب. ثم أصبح (الشرع) مصطلحا بديلا عن القانون والأنظمة والمبادئ التي يشرعها من يملك التشريع، وأصبح المصطلح في الإسلام يرتبط بالله عز وجل، فالشرع والشريعة هي طريق الله ومنهاجه، وما سنه لعباده، وليس من حرج ديني في استعمال مصطلح التشريع؛ لما يسنه البشر من قوانين ومبادئ.\nولكن ما أبعد هذا المصطلح أحيانا عن أصل معناه اللغوي، أو دلالته الدينية، فكثيرا ما يكون مناقضا للوضوح والظهور والقرب، حين يصبح أداة في يد أصحاب السلطة، يستخدمونه لتنظيم أساليب القهر لشعوبهم، تحت ستار من \"سيادة القانون\"، سواء أكانوا منفردين أم متعاونين مع مجالس نيابية غير سليمة الانتخاب، وغير سليمة التمثيل.\nهذا في الدول فرادى، أما المعاهدات والاتفاقات الدولية، فغالبا ما تكون بين فريقين غير متكافئين، ولا سيما في أعقاب الحروب حين ينشأ عنها غالب ومغلوب، فيملي الغالب شروطه في صورة معاهدة أو اتفاقية تسيطر على نصوصها روح الغلبة والزهو وإذلال المغلوب، فهل تصبح مع ذلك \"شرعية\"؟ وهل مقاومة معاهدة سايكس بيكو، ورفض ما نصت عليه من تجزئة الوطن الواحد إلى دويلات وكيانات هزيلة، يعد خروجا على \"الشرعية\" الدولية؟\nو\"الشرعية\" هنا تسير في ركاب القوة والمصلحة ولا علاقة لها بالحق والعدل ولا بالشرع من حيث هو وضوح وظهور وقرب. بل إن الشرعية قد تتقمص الحق والعدل وترتدي مسوح الوضوح والظهور لتتنكر فيها وتخفي صورتها الحقيقية القائمة على القوة ولو كانت غاشمة، وعلى المصلحة ولو كان فيها إهدار لمصالح الآخرين.\nولذلك فهي تلجأ إلى المصطلح الذي تجد فيه لفظا يزين المعنى القبيح الحقيقي، ويحسن صورته، أو يخفف من قبحه ونفور الأسماع والنفوس منه، ويكون ذلك بأن يقوم \"مصممو أزياء لفظية وفكرية\" مهرة بتفصيل أردية تغطي عيوب المعنى، وتبرز له محاسن مصطنعة، فوضعوا مثلا مصطلح \"حقوق الإنسان\" وهو مصطلح لا يملك أحد إلا أن يقبله ويدافع عنه، ولكن بعض الدول القوية تتخذه أحيانا ذريعة وستارا للتدخل في شئون الدول الأضعف وتغيير رؤسائها أو أنظمتها، وتأليب مواطنيها، وقد استعمل هذا المصطلح للتأثير في الاتحاد السوفييتي بهجرة اليهود منه.\nالعروبة والإسلام\nسئل ناصر الدين الأسد عن القومية العربية فأجاب: \"هذا موضوع خلافي، وأنا لا أريد أن أصطنع خصومة بين الإسلام والعروبة، أنا لا أقول قومية؛ لأن القومية إذا كنا فهمناها كما استوردها بعض رواد هذه القومية من أوروبا على النمط الأوروبي، فهذا لا شأن لي به، ولكن العروبة والإسلام أمران متلاحمان، حتى إنهما يكادان يكونان أمرا واحدا، ولا يجوز اصطناع هذه الخصومات المفتعلة بين الإسلام والعروبة، وأنا أعتقد أن كل مسلم هو عربي، على الأقل من ناحية الثقافة واللغة، لقد جاء في كتاب الله عز وجل {بلسان عربي مبين} (الشعراء: ١٩٥)، وأي مسلم يستهين بالعروبة يجرح إسلامه في جانب من الجوانب؛ لأنه يعترض على ما ورد في كتاب الله عز وجل.\nالعروبة عندنا ليست عرقية بالمعنى الأوروبي الذي ظهر في الوحدة الإيطالية والألمانية .. الخ، ومن أجل ذلك يجب أن نتفاهم؛ لأن القضية خطيرة، فحينما لم تبرز مثل هذه المتناقضات بين الثنائيات، كان المغرب العربي كله لا يفرق بين مسلم وعربي، ولكن حين برزت فكرة القومية العربية العنصرية، برزت معها أيضا قوميات عنصرية أخرى في المغرب العربي، وقبل بروز العنصرية القومية عند بعض العرب لم يكن هناك شعور إلا شعور الإسلام والوحدة الإسلامية.\nلذلك يجب أن نتنبه لهذه المخاطر. العروبة ليست عنصرية، وليست قومية مستوردة من أمريكا، وإنما كما قيل: \"العروبة عربية اللسان\" فكل مسلم هو عربي، وكل عربي حتى لو كان نصرانيا هو مسلم ثقافة وحضارة، فإذا نجحنا في بلورة هذه المعاني وتوضيحها نصل إلى شيء كثير من التلاحم في المجتمعات العربية والإسلامية\".\nناصر الشاعر\nالشاعر - في نظره - هو قلب الأمة النابض. وما دامت الحياة مكتنفة جناحي الأمة يظل يخفق هذا القلب رامزا للحياة ومشيرا لبقاء الروح، ويقول ناصر الدين: \"الشاعر مخلوق خصه الله تعالى بما لم يخص به سواه، وحباه بنعمتي الشعور الفياض والإحساس المرهف، وهما النعمة الكبرى .. فالشاعر إذا ما نظم كان مسوقا بعاطفته، مندفعا بشعوره، حر الرأي، صريح العقيدة، مرهف الإحساس، جيد التركيب، جزل الألفاظ، لا يهمه رضاء الناس، فحسبه أن يرضي نفسه، ويريح ضميره\". ويرى أن الشعر فن، بل هو ذروة الفنون جميعها، وهو كما قال الراجز: الشعر صعب وطويل سلمه، وأن الشاعر لا يكون شاعرا إلا إذا تفرغ للشعر، شأنه في ذلك شأن الفنان، كذلك كان الشعراء العظماء في الجاهلية وفي جميع العصور الإسلامية حتى العصر الحديث، ومع ذلك وجد من بين العلماء من يقول الشعر.\nولم ينقطع ناصر الدين عن قول الشعر، ولا تكاد تمر به أشهر قليلة دون أن يقول قصيدة في شجون النفس وشئون الحياة. ولما سئل عن تفكيره بجمع قصائده أجاب بأنه أمر يتوقف على رأي النقاد الذين يعرفهم ويثق بحكمهم.\nويصرح في مقابلة صحفية أنه يعيش شخصين متناقضين في حياته الأدبية، أحدهما: عقلية صارمة حين يتعلق الأمر بالجهد الأكاديمي العلمي، والآخر: وجدانية صوفية شعرية، حين يتعلق الأمر بغير ذلك، ومنه الشعر بطبيعة الحال. ويقول في موضع آخر من الحديث: \"في هذه البيئة - البادية العربية - كانت بذور الحياة الشعرية والعاطفية، وهي التي تكاملت بعد ذلك، فكلما اتصل الشاب بالشعر الجاهلي والشعر الأموي يحيط بهما ويعايشهما، فإن هذه القيم والمثل والمعاني التي يعبر عنها ذلك الشعر إنما هي من واقع الحياة التي نشأ فيها\".\n* توفي في ٢١ مايو ٢٠١٥ م الموافق ٣ شعبان ١٤٣٦ هـ",
  "books": [
    {
      "text_id": 2055,
      "title": "مصادر الشعر الجاهلي"
    }
  ]
}