{
  "author_id": 1634,
  "author_meta": "نازك صادق الملائكة (بغداد ٢٣ آب - أغسطس ١٩٢٣- القاهرة ٢٠ حزيران - يونيو ٢٠٠٧)\nشاعرة من العراق، ولدت في بغداد في بيئة ثقافية وتخرجت من دار المعلمين العالية عام ١٩٤٤. دخلت معهد الفنون الجميلة وتخرجت من قسم الموسيقى عام ١٩٤٩، وفي عام ١٩٥٩\nحصلت على شهادة ماجستير في الأدب المقارن من جامعة وسكنسن في أمريكا وعينت أستاذة في جامعة بغداد وجامعة البصرة ثم جامعة الكويت. عاشت في القاهرة منذ ١٩٩٠ في عزلة اختيارية وتوفيت بها في ٢٠ يونيو ٢٠٠٧ عن عمر يناهز ٨٥ عاما بسبب إصابتها بهبوط حاد في الدورة الدموية ودفنت في مقبرة خاصة للعائلة غرب القاهرة.\nيعتقد الكثيرون أن نازك الملائكة هي أول من كتبت الشعر الحر في عام ١٩٤٧ ويعتبر البعض قصيدتها المسماة الكوليرا من أوائل الشعر الحر في الأدب العربي. وقد بدات الملائكة في كتابة الشعر الحر في فترة زمنية مقاربة جدا للشاعر بدر شاكر السياب وزميلين لهما هما الشاعران شاذل طاقه وعبد الوهاب البياتي، وهؤلاء الأربعة سجلوا في اللوائح بوصفهم رواد الشعر الحديث في العراق.\nولدت نازك الملائكة في بغداد لأسرة مثقفة، وحيث كانت والدتها سلمى عبد الرزاق تنشر الشعر في المجلات والصحف العراقية باسم أدبي هو \"أم نزار الملائكة\" أما أبوها صادق الملائكة فترك مؤلفات أهمها موسوعة (دائرة معارف الناس) في عشرين مجلدا. وقد اختار والدها اسم نازك تيمنا بالثائرة السورية نازك العابد، التي قادت الثوار السورين في مواجهة جيش الاحتلال الفرنسي في العام الذي ولدت فيه الشاعرة. درست نازك الملائكة اللغة العربية وتخرجت عام ١٩٤٤ م ثم انتقلت إلى دراسة الموسيقى ثم درست اللغات اللاتينية والإنجليزية والفرنسية في الولايات المتحدة الأمريكية. ثم انتقلت للتدريس في جامعة بغداد ثم جامعة البصرة ثم جامعة الكويت. وانتقلت للعيش في بيروت لمدة عام واحد ثم سافرت عام ١٩٩٠ على خلفية حرب الخليج الثانية إلى القاهرة حيث توفيت, حصلت نازك على جائزة البابطين عام ١٩٩٦.كما أقامت دار الأوبرا المصرية يوم ٢٦ مايو/أيار ١٩٩٩ احتفالا لتكريمها بمناسبة مرور نصف قرن على انطلاقة الشعر الحر في الوطن العربي والذي لم تحضره بسبب المرض وحضر عوضاً عنها زوجها الدكتور عبد الهادي محبوبة. ولها ابن واحد هو البراق عبد الهادي محبوبة. وتوفيت في صيف عام ٢٠٠٧م.\nلقبها\nالملائكة لقب أطلقه على عائلة الشاعرة بعض الجيران بسبب ما كان يسود البيت من هدوء ثم انتشر اللقب وشاع وحملته الأجيال التالية.\nمجموعات شعرية\nأهم مجموعاتها الشعرية:\n* عاشقة الليل ١٩٤٧,نشر في بغداد, وهو أول أعمالها التي تم نشرها.\n* شظايا الرماد ١٩٤٩.\n* قرارة الموجة ١٩٥٧.\n* شجرة القمر ١٩٦٨.\n* ويغير ألوانه البحر ١٩٧٠.\n* مأساة الحياة واغنية للإنسان ١٩٧٧.\n* الصلاة والثورة ١٩٧٨.\nمن مرثية للإنسان\nأيّ غبن أن يذبل الكائن الحيّ \t\tويذوي شبابه الفينان\nثم يمضي به محّبوه جثما \t\tنا جفته الآمال والألحان\nوينيمونه على الشوك والصخ \t\tر وتحت التراب والأحجار\nويعودون تاركين بقايا \t\tه لدنيا خفيّة الأسرار\nهو والوحدة المريرة والظل \t\tمة في قبره المخيف الرهيب\nتحت حكم الديدان والشوك والرم \t\tل وأيدي الفناء والتعذيب\nوهو من كان أمس يضحك جذلا \t\tن ويشدو مع النسيم البليل\nيجمع الزهر كلّ يوم ويلهو \t\tعند شط الغدير بين النخيل\nذلك الميت الذي حملوه \t\tجثّة لا تحسّ نحو القبور\nكان قلبا بالأمس تملأه الرغ \t\tبة والشوق بين عطر الزهور\nكان قلبا له طموح فماذا \t\tترك الموت من طموح الحياة\nيا لحزن المسكين لم تبق أحلا \t\tم سوى ظلمة البلى والممات\nمؤلفاتها\nونازك الملائكة إلى جانب كونها شاعرة رائدة فإنها ناقدة متميزة، وقد صدر لها\n* قضايا الشعر الحديث ،عام ١٩٦٢.\n* التجزيئية في المجتمع العربي ،عام ١٩٧٤ وهي دراسة في علم الاجتماع.\n* سايكولوجية الشعر, عام ١٩٩٢.\n* الصومعة والشرفة الحمراء.\n* كما صدر لها في القاهرة مجموعة قصصية عنوانها \"الشمس التي وراء القمة\" عام ١٩٩٧.\nوللشاعر العراقي فالح الحجية دراسة مستفيضة عنها في كتابه موجز الشعر العربي",
  "books": [
    {
      "text_id": 2097,
      "title": "قضايا الشعر المعاصر"
    }
  ]
}