{
  "author_id": 1637,
  "author_meta": "الشيخ المحدث الدكتور نور الدين محمد عتر الحلبي، رئيس قسم علوم القرآن والسنة في كلية الشريعة بجامعة دمشق، وأستاذ الحديث وعلومه في عدد من الجامعات والكليات، وصاحب المؤلفات القيمة التي أثرى بها المكتبة الإسلامية، والتي زادت عن الخمسين كتابا، والتي قرر بعضها في عدد من الجامعات والكليات، كما نشر عشرات المقالات في عدد من المجلات المحكمة، وهو محكم لأكثر من ١٥ مجلة علمية في عدد من الدول العربية والإسلامية، ناقش وأشرف على أكثر من ستين رسالة دكتوراه، وشارك في مؤتمرات كثيرة في عدد من الدول العربية والإسلامية، وهو عالم جليل ومحدث فاضل، وصفه العلامة الفقيه الشيخ ابن باز رحمه الله، (بالعلامة)، وذلك في مقدمته لكتاب الدكتور عن الفوائد المصرفية، وهو تلميذ العلامة الشيخ المفسر المحدث عبد الله سراج الدين الحسيني الحلبي (١٣٤٣ ـ ١٤٢٢ هـ) رحمه الله تعالى، وصهره وابن أخته، وألف كتابا عنه، ذكر فيه أن الشيخ رحمه الله كان يحفظ ما يزيد عن الثمانين ألف حديث.\nولد الشيخ في حلب عام (١٣٥٥ هـ / ١٩٣٧ م)، ونشأ فيها، في أسرة متدينة، فقد كان والده رحمه الله يأخذه معه لحضور مجالس ودروس العلماء، ومنهم جده الجليل العلامة الشيخ المفسر المحدث محمد نجيب سراج الدين الحسيني (١٢٧٤ ـ ١٣٧٣ هـ) رحمه الله تعالى، الذي كان يقول: كتب ابن القيم رحمه الله كلها عيون، وعين العيون مدارج السالكين.\nتخرج في الثانوية الشرعية بحلب عام ١٩٥٤ م، ثم تخرج في جامعة الأزهر بتفوق، عين مدرسا لمادة التربية الإسلامية في حلب عام ١٩٥٨ م، ثم حصل على الشهادة العالمية مع لقب أستاذ في علم الحديث (الدكتوراه) بمرتبة الشرف الأولى، وذلك من شعبة التفسير والحديث في كلية أصول الدين بجامعة الأزهر بتاريخ عام ١٣٨٤ هـ / ١٩٦٤ م.\nدرس الحديث في الجامعة الإسلامية بالمدينة المنورة، لمدة سنتين، ثم رجع إلى دمشق ليدرس التفسير والحديث، وعلوم القرآن، وعلوم الحديث، والفقه … في كلية الشريعة بجامعة دمشق وغيرها.",
  "books": [
    {
      "text_id": 1473,
      "title": "استدراك الزيادات على كتاب الرحلة"
    },
    {
      "text_id": 29910,
      "title": "علوم القرآن الكريم - نور الدين عتر"
    },
    {
      "text_id": 36151,
      "title": "الإمام البخاري وفقه التراجم في جامعه الصحيح"
    },
    {
      "text_id": 36617,
      "title": "السنة المطهرة والتحديات"
    },
    {
      "text_id": 37636,
      "title": "كيفية التعامل مع الفهرس العام لأسماء كتب السنة"
    },
    {
      "text_id": 6658,
      "title": "منهج النقد في علوم الحديث"
    },
    {
      "text_id": 96230,
      "title": "الاتجاهات العامة للاجتهاد ومكانة الحديث الآحادي الصحيح فيها"
    },
    {
      "text_id": 96235,
      "title": "خبر الواحد الصحيح وأثره في العمل والعقيدة"
    }
  ]
}