{
  "author_id": 1639,
  "author_meta": "ولد الدكتور أحمد الريسوني سنة ١٩٥٣م بناحية مدينة القصر الكبير، بالمملكة المغربية·وبهذه المدينة تابع تعليمه الابتدائي والثانوي.\nالدراسة\n- حصل على الإجازة في الشريعة من جامعة القرويين بفاس سنة ١٩٧٨م.\n- أتم دراسته العليا بكلية الآداب والعلوم الإنسانية \"جامعة محمد الخامس\" بالرباط، فحصل منها على:\n- شهادة الدراسات الجامعية العليا سنة ١٩٨٦م.\n- دبلوم الدراسات العليا (ماجستير) سنة ١٩٨٩م.\n- دكتوراه الدولة سنة ١٩٩٢م.\nالأعمال المهنية:\n- عمل عدة سنوات بوزارة العدل (١٩٧٣ ـ ١٩٧٨)\n- عمل عدة سنوات أستاذا بالتعليم الثانوي الأصيل (١٩٧٨ ـ ١٩٨٤)\n- عمل أستاذا لعلم أصول الفقه ومقاصد الشريعة بكلية الآداب والعلوم الإنسانية ـ جامعة محمد الخامس، وبدار الحديث الحسنية ـ بالرباط ، ( ١٩٨٦ إلى سنة ٢٠٠٦)\n- خبير أول لدى مجمع الفقه الاسلامي بجدة (معلمة القواعد الفقهية )\nالأنشطة العامة\n- عضو مؤسس للاتحاد العالمي لعلماء المسلمين، وعضو سابق بمجلس أمنائه\n- عضو المجلس التنفيذي للملتقى العالمي للعلماء المسلمين ، برابطة العالم الإسلامي.\n- مستشار أكاديمي لدى المعهد العالمي للفكر الإسلامي.\n- عضو برابطة علماء المغرب ( قبل حلها سنة ٢٠٠٦ ).\n- شارك في تأسيس وتسيير عدد من الجمعيات العلمية والثقافية.\n- أمين عام سابق لجمعية خريجي الدراسات الإسلامية العليا.\n- رئيس لرابطة المستقبل الإسلامي بالمغرب (١٩٩٤ـ١٩٩٦).\n- رئيس لحركة التوحيد والإصلاح بالمغرب (١٩٩٦ـ٢٠٠٣).\n- المدير المسؤول لجريدة \" التجديد \" اليومية (٢٠٠٠ـ٢٠٠٤).\nالعمل العلمي الجامعي:\n- تدريس أصول الفقه ومقاصد الشريعة منذ سنة ١٩٨٦.\n- الإشراف على أكثر من خمسين أطروحة جامعية، أكثرها يندرج في إطار مشروع متكامل وشامل في مجال مقاصد الشريعة والفكر المقاصدي.\n- المشاركة في التقويم والمناقشة لأكثر من مائة رسالة وأطروحة ( ماجستير ودكتوراه ).\nالإنتاج العلمي :\n* نظرية المقاصد عند الإمام الشاطبي (ترجم إلى الفارسية، والأردية والإنجليزية).\n* نظرية التقريب والتغليب وتطبيقاتها في العلوم الإسلامية.\n* من أعلام الفكر المقاصدي.\n* مدخل إلى مقاصد الشريعة.\n* الفكر المقاصدي قواعده وفوائده.\n* الاجتهاد: النص والمصلحة والواقع (ضمن سلسلة حوارات لقرن جديد)\n* الأمة هي الأصل (مجموعة مقالات)\n* الوقف الإسلامي، مجالاته وأبعاده ( نشرته منظمة الإيسيسكو وترجم إلى الإنجليزية والفرنسية).\n* الشورى في معركة البناء.\n* الكليات الأساسية للشريعة الإسلامية.\n* بحوث كثيرة منشورة في المجلات العلمية وضمن أعمال الندوات.",
  "books": [
    {
      "text_id": 8343,
      "title": "نظرية المقاصد عند الإمام الشاطبي"
    }
  ]
}