{
  "author_id": 1641,
  "author_meta": "الاسم الكامل :  \tزكريا أحمد الشربيني\nالاسم الكامل بالأحرف اللاتينية : \tZakaria Ahmed El-Sherbeny\nالمنصب الحالي : \tاستاذ علم النفس، قسم علم النفس، كلية الآداب و العلوم الانسانية، جامعة الملك عبد العزيز، جدة، السعودية\nالجنسية :  Egypt\nعنوان الاتصال : قسم علم النفس، كلية الآداب و العلوم الإنسانية، جامعة الملك عبد العزيز\n،ص.ب ٨٠٢٠٢ جدة ٢١٥٨٩،السعودية\nهاتف محمول: \t٩٦٦ ٥٠٢٢٩٩٤٥٥ or ٢ ٠١٠ ٦٧٤٤٤٦٩\nالمؤهلات العلمية :\nدكتوراه فلسفة، علم النفس، كلية البنات، جامعة عين شمس، القاهرة، مصر، ١٩٨١\nماجستير، علم النفس، كلية البنات، جامعة عين شمس، القاهرة، مصر، ١٩٧٨\nبكالوريوس، الرياضيات، جامعة عين شمس، القاهرة، مصر، ١٩٧٢\nمجالات التخصص العام:\nعلم النفس التربوي / احصاء وقياس وتصميم بحوث\nالرياضيات\nالاحصاء الاجتماعي\nمجالات التخصص الدقيق:\nالسلوك النفسي\nتصميم العينات\nتنمية/حماية الطفولة\nالخبرة الاكاديمية / الفنية\nاعداد الدراسات البحثية/مناهج البحث\nالتدريس (اكاديمي)\nمناطق الاهتمام الجغرافية\nالامارات العربية المتحدة\nالبلدان العربية\nالخبرات السابقة :\n- استاذ مساعد،كلية البنات بجامعة عين شمس، القاهرة، مصر، ١٩٨٨-١٩٨١\n- استاذ مشارك،كلية البنات بجامعة عين شمس، القاهرة، مصر، ١٩٩٠-١٩٨٨\n- استاذ علم النفس،قسم علم النفس، كلية الآداب و العلوم الإنسانية، جامعة الملك عبد العزيز، جدة، السعودية، ٢٠٠٤-الآن\n- استاذ و مدير مركز الانتساب الموجه،كلية العلوم الانسانية و الاجتماعية، جامعة الإمارات العربية المتحدة، أبو ظبي، الامارات العربية المتحدة، ٢٠٠٤-١٩٩٧\n- استاذ،جامعة الملك سعود، السعودية، ١٩٩٧-١٩٩٣\n- استاذ مشارك،جامعة الملك سعود، السعودية، ١٩٩٣-١٩٨٩\n- استاذ مساعد،جامعة الملك سعود، السعودية، ١٩٨٩-١٩٨٤\nالأنتاج العلمى فى مجال السكان والتنمية:\n* علم النفس الصناعي و التنظيمي، مشارك، مكتبة الشقري، جدة، السعودية، ٢٠٠٧- كتاب\n* دليل التدريب الميداني لطلاب و طالبات علم النفس، مشارك، مكتبة الشقري، جدة، السعودية، ١٤٢٨ ه-.، [٢٠٠٧]- كتاب\n* عنف الآباء على الامهات و انعكاساته على اطفالهم كما تراه عينة من المتزوجات الاماراتيات، بحث مقدم للنشر في: مجلة جامعة الملك عبد العزيز، كلية الآداب و العلوم الانسانية ١٤٢٧هـ [٢٠٠٧]\n* علم النفس في الميادين الحربية و العسكرية : معالمه و نماذج من دراساته، مشارك، خوارزم، جدة، السعودية، ٢٠٠٦- كتاب\n* علاقة بعض القدرات العقلية بإدمان الطالبات على الاستذكار، في: مجلة كلية التربية، العدد ٣ الجزء٣ ، ص.ص. ١٤٥-١٧٢ ، ٢٠٠٦\n* نحو رياض الاطفال الذكية : تعلم و تعليم الاطفال باستخدام الكمبيوتر، دار الفكر العربي، القاهرة، مصر، ٢٠٠٥- كتاب\n* الاحصاء الوصفي و الاستدلالي في العلوم النفسية و التربوية و الاجتماعية، مشارك، مكتبة الشقري، جدة، السعودية، ٢٠٠٥- كتاب\n* التحليل الاحصائي الماورائي : دراسة على بحوث عن الفاعلية الذاتية، بحث مقدم للمؤتمر الاقليمي الثاني \" الطفل العربي الذات و الفاعلية في مجتمع متغير \"، جامعة عين شمس، ابريل ٢٠٠٥\n* موسوعة تنمية الطفل، مشارك، دار قباء، ٢٠٠٣ ( في ٥ مجلدات)- كتاب\n* سلوك الانسان بين الجريمة؛ العدوان؛ الارهاب، مشارك، دار الفكر العربي، القاهرة، مصر، ٢٠٠٣\n* أساليب الكشف عن الموهوبين، مقدم خلال ندوة المتفوقين، منطقة أبو ظبي التعليمية (المجمع الثقافي)، الامارات العربية المتحدة، ٢٠٠٣\n* السلوك الانساني بين الجبرية و الارادية و منظور علم النفس المعاصر، مشارك، دار الفكر العربي، ٢٠٠٢- كتاب\n* احتفاظ الاطفال بالمفاهيم في ضوء أساليبهم المعرفية، مقدم خلال ندوة \" تطوير مفاهيم الطفل : رؤى مستقبلية في دولة الامارات \"، جامعة الامارات العربية المتحدة، ٢٠٠٢\n* أطفال عند القمة : الموهبة، التفوق العقلي، الابداع، مشارك، دار الفكر العربي، ٢٠٠١- كتاب\n* السلوك الانساني بين التفسير الاسلامي و أسس علم النفس المعاصر، مشارك، الأنجلو المصرية ، ٢٠٠١- كتاب\n* ادماج الكمبيوتر في المنهج : اتجاهات معلمات رياض الاطفال و المرحلة التأسيسية في ضوء بعض المتغيرات، في: مجلة كلية التربية بجامعة عين شمس، ٢٠٠١\n* علاقة التحصيل في مادة العلوم بالعادات و الاتجاهات الدراسية لدى تلاميذ الصف السادس، في: مجلة التربية العلمية، جامعة عين شمس، ٢٠٠١\n* الادوار و المرض النفسي، مشارك، دار الفكر العربي، ٢٠٠٠- كتاب\n* نمو المفاهيم العلمية عند الاطفال، مشارك، دار الفكر العربي، ٢٠٠٠- كتاب\n* خصائص معلمة الروضة .. الاهمية والواقع في دولة الامارات العربية المتحدة، مقدم خلال ندوة المعلم، جامعة الامارات العربية المتحدة، ١٩٩٩\n* الاحصاء اللابارامتري في العلوم النفسية و التربوية و الاجتماعية مع استخدام SPSS، الأنجلو المصرية ، ١٩٩٨- كتاب\n* اعداد و تقنين مقياس التوافق الدراسي لدى الطلبة ، الأنجلو المصرية ، ١٩٩٨\n* تربية طفل ما قبل المدرسة .. الواقع .. والمتوقع .. مع تحليل لاحصاءات بدولة الامارات العربية المتحدة، مقدم خلال ندوة \" اعادة بناء التعليم \"، جامعة الامارات العربية المتحدة، ١٩٩٨\n* التقويم التربوي : الأسس و التطبيقات، مشارك، دار الأمين، ١٩٩٦- كتاب\n* تنشئة الطفل ، و سبل معاملته و مواجهة مشكلاته، مشارك، دار الفكر العربي، ١٩٩٦- كتاب\n* الاحصاء و تصميم التجارب في البحوث النفسية و التربوية و الاجتماعية، الأنجلو المصرية، ١٩٩٥- كتاب\n* المشكلات النفسية عند الاطفال، دار الفكر العربي، ١٩٩٤- كتاب\n* تقييم برامج التوعية المرورية خلال الاسابيع المرورية، مدينة الملك عبد العزيز للعلوم و التقنية ١٩٩٤ ، طبعة أخيرة\n* تطوير فكرة صدق التكوين و تطبيقها على اختبار لذكاء الاطفال، مركز البحوث التربوية بجامعة أم القرى ١٤١٤هـ [١٩٩٣]\n* تقويم أساليب التوعية المرورية، زكريا الشربيني (عضو فريق البحث)، مدينة الملك عبد العزيز للعلوم و التقنية، الرياض، السعودية، ١٤١٣هـ [١٩٩٣]\n* دراسة للاندفاعية كأسلوب للاستجابة المعرفية عند الاطفال من حيث علاقتها باحتفاظهم بالمفاهيم، في: مجلة كلية التربية بجامعة عين شمس ، ١٩٩٣\n* نموذج مقترح للكشف عن صدق الاختبارات الخاصة بقياس الظواهر السلوكية، في: مجلة علوم و فنون دراسات و بحوث، جامعة حلوان، ١٩٩٣\n* اختبار (Z.A) لذكاء الاطفال في مرحلة ما قبل المدرسة، في: مجلة دراسات نفسية - رابطة الاخصائيين النفسيين، العدد ٣ مجلد ٣ ، ١٩٩٣\n* فعالية الاعتماد : الاستقلال عن المجال الادراكي على أبعاد الشخصية لدى الجنسين، في: مجلة مركز البحوث التربوية، جامعة قطر، ١٩٩٢\n* دافع الاستطلاع وفعاليته في سلوك التخريب لدى أطفال ما قبل المدرسة، في: مجلة كلية التربية، جامعة الزقازيق، ١٩٩٢\n* النسق العاملي لبعض نواحي الشخصية لدى كل من المدخنين وغير المدخنين، في: مجلة دراسات تربوية، جامعة عين شمس، ١٩٩٢\n* تقويم فكرة الثبات بالاعادة لدرجات أدوات القياس في العلوم الإنسانية، مقدم خلال المؤتمر الدولي السابع للاحصاء و علوم الحاسب، جامعة حلوان، ١٩٩٢\n* دور الوالدين و مشرفة الحضانة كما يدركه الطفل في مرحلة ما قبل المدرسة، في: مجلة دراسات تربوية، جامعة عين شمس ، ١٩٩١\n* دلالة التشتت الكيفي و نسبة التركيز لـ (جيني) ، في: مجلة دراسات تربوية ، جامعة عين شمس ، ١٩٩١\n* تطوير وتقنين معايير اختيار رجال المرور، زكريا الشربيني (عضو فريق البحث)، مدينة الملك عبد العزيز للعلوم و التقنية، الرياض، السعودية، ١٤١٠هـ [١٩٩٠]\n* الاسباب النفسية و الاجتماعية لحوادث السيارات، زكريا الشربيني (عضو فريق البحث)، مدينة الملك عبد العزيز للعلوم و التقنية، الرياض، السعودية، ١٤١٠هـ [١٩٩٠]\n* تطوير و تقنين معايير اختيار رجال المرور، زكريا الشربيني (عضو فريق البحث)، مدينة الملك عبد العزيز للعلوم و التقنية، الرياض، السعودية، ١٤٠٨هـ [١٩٨٨]\n* The Relationship between psychological adjustment and achievement motivation in late Childhood, College of Women, Ain Shams University, Cairo, Egypt, ١٩٨١- Ph.D. Thesis\n* The Development of some mathematical concepts in early childhood, College of Women, Ain Shams University, Cairo, Egypt, ١٩٧٨- M.A. Thesis",
  "books": [
    {
      "text_id": 8354,
      "title": "تنشئة الطفل وسبل الوالدين في معاملته ومواجهة مشكلاته"
    }
  ]
}