{
  "author_id": 1645,
  "author_meta": "عز الدين إسماعيل‏ (١٩٢٩ - ٢ فبراير ٢٠٠٧)\nرئيس هيئة الكتاب من ‏١٩٨٢- ١٩٨٥,\n‏ ثم أمين عام المجلس الأعلي للثقافة عام‏١٩٤٨,‏\nورئيس أكاديمية الفنون من ١٩٨٥ - ١٩٨٩‏\nومؤسس مجلة فصول النقدية المتخصصة‏,‏ التي تبنت الاتجاهات الحديثة في النقد‏،\nومؤسس مجلات‏:‏ إبداع ‏١٩٨٣,‏ وعالم الكتاب‏ ١٩٨٤،‏ والقاهرة ‏١٩٨٥.\nوهو أستاذ الجامعة المنقطع لعمله‏,‏ والناقد الذي ترك للحياة النقدية العربية‏,‏ اثنين و عشرين كتابا تعد مراجع في مجالها‏,‏ والمترجم الذي انتبه مبكرا لدوسوسير فترجم كتاب جوناثان كيلر‏:‏ فرديناند دوسوسير‏,‏ دراسة في نشأة الألسنية وعلم العلامات وتطورها في الفكر الحديث فضلا عن خمسة أعمال إبداعية‏,‏ صدر آخرها هوامش في القلب‏.‏\nعز الدين إسماعيل الذي أسس معرض القاهرة للكتاب بشكله الحالي في عام‏١٩٨٥,‏ فور أن ترك منصبه لم يدع إليه ولو مرة واحدة‏,‏ وكان كل هذا والحياة الثقافية المصرية تسير في طريق آخر الآن‏.‏\nفمنذ عام‏١٩٨٩,‏ وهو العام الذي ترك فيه كل مناصبه الرسمية بخروجه إلي المعاش‏,‏ وعلي إثر خلاف مع وزير الثقافة الحالي فاروق حسني‏،‏ حتي إن الوزير لم يجدد له رئاسته لأكاديمية الفنون وتركها في منتصف العام الدراسي‏، خلافا لكل الأعراف‏,‏ فقد جرت العادة أن المسئول الذي تنتهي مسئوليته في منتصف العام الدراسي يجدد له إلي نهاية العام‏,‏ وهو الأمر الذي لم يحدث مع عزالدين إسماعيل‏,‏ وترك الأكاديمية في منتصف العام‏١٩٨٩,‏ منذ هذا التاريخ اعتزل الرجل الحياة الثقافية المصرية الرسمية‏,‏ وانقطع لعمله النقدي الذي توج بكتاب أخير بعنوان كل الطرق تؤدي إلي الشعر‏,‏ صدر في يناير الماضي‏,‏ واستطاع منفردا أن يقيم نشاطا ثقافيا موازيا يساوي إن لم يفق نشاط وزارة الثقافة‏,‏ وتمثل ذلك في مشروعين كبيرين هما‏:‏ الجمعية المصرية للنقد الأدبي‏,‏ والمؤتمر الدولي للنقد الأدبي‏,‏ الذي استضاف فيه أسماء نقدية عالمية كبيرة‏,‏ وعقدت منه حتي الآن أربع دورات‏,‏ الأخيرة كانت في نوفمبر‏ ٢٠٠٦\nد‏.‏ محمد بدوي‏,‏ واحد من تلاميذ د‏.‏ عز الدين إسماعيل‏,‏ عندما سألته عن سبب اعتزاله للحياة الثقافية قال إنه لم يستطع فهم هذا الموقف‏,‏ خصوصا أن د‏.‏ عز الدين إسماعيل كان يشغل مناصب مهمة في وزارة الثقافة‏,‏ وفي محاولة للتفسير‏,‏ ربما هناك ما جري ولم نعرفه‏,‏ وآثر أن يكتمه الراحل في قلبه ولا يبوح به لأحد‏,‏ لكن الأسباب الحقيقية لم يطلع عليها أحد حتي الآن‏,‏ وربما أيضا هذا ما دفعه لإقامة نشاط مواز لنشاطات وزارة الثقافة‏,‏ حيث كان تصوره للعمل الثقافي يختلف كثيرا عما هو سائد الآن‏,‏ ومن خلال معرفتي به‏,‏ يضيف د‏.‏ بدوي‏,‏ فهذا ليس غريبا عليه‏,‏ فقد كان يمتلك دأبا وإصرارا علي العمل بشكل مذهل‏,‏ فضلا عن حسه الإنساني النادر‏,‏ وقد تجلي معي ذلك بشكل شخصي‏,‏ فوقت تسجيلي للماجستير كان قد تم نقل جميع أساتذتي من كلية الآداب في حملة السادات الشهيرة‏,‏ فوقعت في حيرة شديدة‏,‏ وعرضت الأمر علي د‏.‏ عزالدين إسماعيل‏,‏ الذي كنت أعمل معه سكرتيرا لتحرير مجلة فصول‏,‏ وطلبت منه أن أسجل معه الماجستير فوافق علي الفور‏,‏ واشترطت عليه أنه إذا عاد أساتذتي إلي مواقعهم فسأعود إليهم‏,‏ فوافق أيضا‏,‏ فهو من القليلين أمثال شكري عياد‏,‏ ومصطفي ناصف‏,‏ وسهير القلماوي الذين يمتلكون تكوينا وتدريبا علميا في التراث العربي‏,‏ والثقافة الحديثة في وقت واحد‏,‏ وهي المدرسة التي أسسها الكبيران أمين الخولي وطه حسين‏,‏ وهي مدرسة الجمع بين الثقافتين العربية والغربية بعمق‏.‏\nسبب آخر لاعتزاله الحياة الثقافية يضيفه د‏.‏ عبدالناصر حسن‏,‏ أحد تلاميذ ورفاق د‏.‏ عز الدين إسماعيل‏,‏ وهو أنه لا يحب الشهرة‏,‏ أما خلافه مع وزارة الثقافة فأرجوك لا أريد الحديث في هذا الأمر‏,‏ لأن الراحل الكبير احتفظ بالأمر لنفسه ولم يشأ أن يدخل معارك مع أحد تصرفه عن عمله الأساسي‏,‏ فقد كان متجردا وعلمنا كيف نحترم طلابنا وعملنا‏,‏ وكان نشيطا إلي درجة تصعب معها مجاراته‏,‏ وعن مصير الجمعية المصرية للنقد الأدبي والمؤتمر الدولي للنقد‏,‏ والراحل كان رئيسهما يقول د‏.‏ عبدالناصر حسن‏:‏ إن عزالدين إسماعيل ربي في تلاميذه الوفاء وهم ليسوا بالقليلين‏,‏ وقد عزم الجميع علي أن تمضي الجمعية في طريقها متمثلة خطي مؤسسها‏,‏ وأن تتسع آفاقها كما كان يتمني‏,‏ وسيقام المؤتمر في موعده كل ثلاث سنوات‏,‏ كما كان يريد‏,‏ وسنمضي في إعداد برامج الجمعية السنوية من المحاضرات والندوات التي تناقش الثقافة المصرية والإبداع العربي الذي يصدر في الفترات الأخيرة سائرين علي دربه مترسمين خطاه‏.‏ آملين أن نملأ بعض الفراغ الذي تركه‏.‏\nوعن مجلة محاور نقدية التي أسسها د‏.‏ عز الدين إسماعيل وصدر منها حتي الآن ثلاثة أعداد يقول الناشر محمد حامد راضي‏:‏ إن د‏.‏ عزالدين إسماعيل شرح لي فكرة المجلة‏,‏ وهو أستاذي الذي دفعني وشجعني علي الدخول في عالم النشر‏,‏ فوافقت علي الفكرة دون تردد‏,‏ لأنني أعلم أن الراحل كان مؤسسة وحده‏,‏ وأراد تأسيس مجلة تعني بالنقد الجاد وترسخ له‏,‏ وهو في هذا المجال أستاذ عظيم‏,‏ علمنا كيفية العمل علي المراجع‏,‏ بالإضافة إلي رقته الإنسانية‏,‏ وحيائه المفرط‏,‏ أما ما يردده البعض عن حدته‏,‏ فلأنه كان جادا لا يعرف العمل الناقص أو المتعجل‏,‏ أو يرتضي أنصاف الحلول‏.‏\nالجانب الإنساني\nواحد من تلاميذه هو د‏.‏ عبدالناصر هلال‏,‏ الذي يذكر له أنه كان يؤمن بالجديد في العلم‏,‏ ويؤمن بالإنسانية الجديدة غير المتحجرة‏,‏ الإنسانية التي تهزم أمام دمعة طفل‏,‏ وأمام أحلام البسطاء‏,‏ هكذا كان يتحرك ويتعامل مع تلاميذه‏,‏ ثم مع زملائه‏,‏ ثم مع أقرانه من ذوي الممارسة النقدية‏.‏ ويلمح د‏.‏ عبدالناصر إلي مؤامرة تعرض لها د‏.‏ عز الدين إسماعيل‏,‏ الذي لم ينشغل به أحد في معرض الكتاب‏,‏ ولما سأله عن ذلك قال له‏:‏ دع الأمور تسير‏,‏ وسيتضح كل شئ مستقبلا‏,‏ أنا لا يعنيني من معي ومن ضدي‏,‏ بالإضافة إلي أسماء كثيرة في الحركة النقدية المصرية كان من مصلحتها اعتزال د‏.‏ عز للحياة الثقافية‏,‏ وهو من جانبه آثر الصمت ردا علي الغوغائيين وأذناب السلطة الثقافية‏.‏ الجانب العلمي الغزير الذي تميز به د‏.‏ عزالدين إسماعيل يقف أمامه طويلا د‏.‏ ماهر شفيق فريد‏,‏ أستاذ النقد والأدب الإنجليزي في جامعة القاهرة‏,‏ حيق يقول‏:‏ يرتبط د‏.‏ عز في ذهني دائما بالمنهج النفسي في النقد الأدبي‏,‏ وذلك منذ أخرج كتابه التفسير النفسي للأدب وناقش فيه مفاهيم العصاب والنرجسية‏,‏ والعبقرية‏,‏ مطبقا إياها علي أعمال شكسبير ويوجين أونيل‏,‏ وديستويفسكي‏,‏ ونجيب محفوظ‏,‏ وواصل هذه المهمة في كتابه عن قضايا الإنسان في الأدب المسرحي المعاصر‏.‏\nلكن د‏.‏ عز الدين إسماعيل لم يتجمد عند هذه المدرسة‏,‏ وإنما تطور مع الزمن فقدم من خلال مجلة فصول ـ التي أسسها ورأس تحريرها منذ عام‏١٩٨٠‏ ـ الاتجاهات الحديثة في النقد كالبنيوية والأسلوبية والتفكيكية‏,‏ وظل في الوقت ذاته يتابع النتاج الأدبي شعرا وقصة ومسرحا‏,‏ وذلك في كتبه عن الشعر العربي المعاصر وظواهره الفنية‏,‏ والأدب وفنونه‏,‏ فضلا عن\nدراساته في الأدب العربي القديم\n* رسالته الرائدة عن الأسس الجمالية في النقد العربي‏,‏\n* كتابه عن الرؤية والفن في الشعر العباسي‏,‏\n* مختارات من روائع الأدب العربي‏,‏ وقد صدرت في أربعة أجزاء عن المجلس الأعلي للثقافة‏.\nوهناك جانب مهم من جوانبه وهو الفنان المبدع صاحب المسرحية الشعرية‏:‏ محاكمة رجل مجهول‏.\nدواوين الشعر\nديواني‏:‏\n* دمعة للأسي دمعة للفرح‏,‏\n* هوامش في القلب‏.‏\nفضلا عن كتاباته المتناثرة في مجلة الثقافة منذ صدورها في ديسمبر عام‏١٩٥٢,‏ وإشرافه علي عشرات الرسائل العلمية‏.‏ ورئاسته المؤتمر الدولي للنقد الأدبي‏,‏ وحضوره عبر خمسين عاما في الحياة الثقافية بمحاضراته وندواته‏,‏ وكونه واحدا من أبرز تلاميذ أمين الخولي مع حسين نصار وصلاح عبد الصبور‏,‏ وأحمد كمال زكي‏,‏ وعبد الرحمن فهمي‏,‏ وشكري عياد‏,‏ وفاروق خورشيد‏.",
  "books": [
    {
      "text_id": 8501,
      "title": "الأدب وفنونه - دراسة ونقد"
    }
  ]
}