{
  "author_id": 1647,
  "author_meta": "يوسف بن محمد الدّخيل النجدي ثم المدني\nالأستاذ المساعد بكلية الحديث - سابقا - في الجامعة الإسلامية في المدينة النبوية\n\"نحلة المكتبة\" هكذا كان يسميه شيخه الشيخ حماد الأنصاري - رحمه الله - لشدة ملازمته لمكتبة الشيخ , و بلغني أن الشيخ ما كان يعطي مفاتيحها إلا لأفراد من الناس منهم الشيخ يوسف عافاه الله\nمحقق كتاب ( الكنى والأسماء ) لأبي أحمد الحاكم،هذه شهرته عند أهل العلم المشتغلين بالحديث\nخصلته التي تميز بها عن غيره من أهل العلم والفضل حبّه العظيم لتحصيل كتب المعروفين بالتوحيد والسنة من أهل العلم وطلبته وتقصّيه لأعمالهم وأخبارهم في سائر الأقطار الإسلامية مشرقا ومغربا حتى لا يكاد يوجد منهم مؤلف ولا محقق ولا مدرس إلا وعند الشيخ منه نبأ ولقصته خبر\nأدرك من قدماء الأعيان ثلة الإصلاح الفذة من أمثال :\nالشيخ محمد الطيب الأنصاري\nوالشيخ تقي الدين الهلالي\nوالشيخ محمد عبد الرزاق حمزة\nوالشيخ عبد الله بن صالح\nوالشيخ محمد الأمين الشنقيطي\nوالشيخ حماد الأنصاري\nونظرائهم\nوكان من أخص الناس بالشيخ حماد وعنه أخذ معرفة الكتب والهيام بها بل حمل عنه حتى مشيته وحركاته وحتى قال العارفون بهما:إنه ما غادر من مشية شيخه ولا من حركاته شيئا.\nهذا مع تواضع جم وبشاشة دائمة في عفة وصيانة وخمول ونفور شديد من الذكر والشهرة، بلغ به ذلك أن قال لنا في بعض المجالس:\n( إن الشيخ عبد المحسن العبّاد الآن هو أعلى الهرم الديني في المدينة )\nفبادره بعض من كان حاضرا بأنه يريد عمل ترجمة للشيخ عبد المحسن وسيحلّي ترجمته بهذه الكلمة، فرأيت الشيخ ذاب كما يذوب الملح في الماء وألحّ على الرجل ألا يفعل، فلما أبى عليه قال:\n( إن كنت لابد فاعلا فاكتب :قال بعضهم! )\nله مع أهل الجزائر ـ طلبة ومشايخ ـ علاقة خاصة وترابط وثيق، من صوره:\n١ـ أنه درّس في كليّة الحديث بالجامعة الإسلامية عددا كبيرا من مشايخنا و الكثير من الطلاب الجزائريين\nوالذين كان يذكرهم منهم ويثني عليهم ستة:\nالشيخ رضا بوشامة\nو الشيخ جمال عزون\nو الشيخ عمار تمالت\nو الشيخ كمال قالمي\nو الشيخ فريد عزوق\nو الشيخ عبد الخالق ماضي\n٢ـ كان يستزير من يقدم المدينة من مشايخ البلد كالشيخ أبي عبد الرحمان محمود والشيخ عبد الغني ويدعوهم إلى بيته ويعقد معهم المجالس العلمية الطيّبة بحضور عدد من طلاب العلم.\n٣ـ وكان دائم السؤال عنهم الثناء عليهم،يجلّهم ويوقّرهم ويصفهم بالقوة في العلم ويقول:إنهم لا ينزلون عن رتبة بعض المشايخ عندنا،وشكوت إليه مرة حال البلد وقلة الأشياخ فقال:من عنده فركوس لا يحتاج إلى أحد.\nأما الشيخ عبد المالك رمضاني فمنزلته عنده فوق المنازل ،اجتمعا مرة في بعض الأماكن وحول كل واحد منهما جماعة من الطلاب فقام الشيخ يوسف بمن معه إلى مجلس الشيخ عبد المالك وقال له:أنت يؤتى إليك ولا تأتي،\nولقد شهدت منهما موقفا لست أعدله بسواه،وذلكم أنهما دعيا إلى عقيقة فاصطحبني الشيخ يوسف معه فلما وقفا بالباب جعل كل واحد منهما يقدم الآخر ليدخل أولا فتجاذبا ساعة ثم قال الشيخ عبد المالك: أنت أكبرنا وأعلمنا، فقال الشيخ يوسف:أنت أيمننا، وكان موقفه عن يمين الشيخ،فقال الشيخ عبد المالك:غلبتني بالسنة، فدخلا، ولما كانا في مداخل البيت تحول الشيخ عبد المالك إلى اليمين حتى إذا وقفا على باب غرفة الجلوس قال للشيخ:أنت الآن من أيمننا، فغلبه ودخلا.\nكان شيخنا يقول:العلم هو التوحيد،وكل علم لا يخدم التوحيد فليس بعلم،ويستشهد على ذلك بقول الشيخ محمد بن عبد الوهاب في ثلاثة الأصول:\"العلم معرفة العبد ربه ودينه ونبيه محمدا صلى الله عليه وسلم\".\nفإذا شابت علم الرجل وتوحيده شائبة ترى الشيخ لا يحفل به ولا بعلمه،وقد شرعت مرة في الدراسة على بعض أشياخي من أهل شنقيط ـ وقد علم ما عندهم من نقص في تحقيق هذا الباب ـ فأنكر عليّ شديدا وقال:لا أريد أن يكون في شيوخك إلا سلفي قحّ.\nوكذلك الفقه عنده، ليس هناك فقه غير فقه الدليل ولا مذهب غير مذهب أهل الحديث، ومن قصتي معه في هذا أني كنت أدرس مختصر خليل واعتذرت له بحاجتي إلى معرفة مذهب أهل بلدي فلم يقبل مني وقال: خليل خلاف الدليل وهذا موطأ مالك خير لك من خليل وأنفع،فلما قدم الشيخ أبو عبد الرحمان محمود حاكمني إليه فقضى لي عليه،فرد الحكومة وقال:لا ولو أتيتني بعلماء الدنيا،ثم قدم الشيخ عبد الغني بعد ذلك فعرض عليه القصّة فقضى الشيخ له وقال في كلامه:الموطأ خير موطئ ـأي خير موضع قدمـ فالتفت الشيخ يوسف إلى أهل المجلس وقال:اكتبوا هذه الكلمة الذهبية.\nوله مع الشيخ مقبل الوادعي رحمه الله قصة عجيبة حدثنيها،قال:لما كنا طلبة دخلت قسم الدراسة وأنا طالب جديد فلم أجد مكانا أجلس فيه فقام الشيخ مقبل من الصف وأجلسني مكانه وبقي هو قائما،قال:فقلت له: هذه الوقفة دين عليّ وسأرده لك إن شاء الله.\nثم حدث ما حدث وأكملا دراستهما وسفّر الشيخ مقبل إلى اليمن ولم يرجع إليها إلا في آخر عمره، فلما سمع الشيخ يوسف بمقدمه أتاه وهو يطوف بالبيت وكان يتابع الطواف أسبوعا بعد أسبوع لشدة شوقه إلى البيت فقام ينتظره ليسلّم عليه، وكره أن يقطع عليه طوافه، فلما فرغ الشيخ من طوافه أقبل إليه وسلم عليه وقال له:هذا الدين الذي عليك قد قضيته. وكان ذلك بعد نحو من أربعين عاما.\nوأختم هذه المواقف بذكر أول موقف شهدته منه،فقد أتيته في مجلسه فسلّمت عليه وقلت: عندي بعض الأسئلة في الحديث،فقال اكتبها وائتني بها،فجاء من غد وقال هذه أسئلة دقيقة تحتاج إلى بحث ولا أستطيع جوابها الآن ولكن اطرحها على الشيخ ربيع يجيبك عنها،فلما أتيت الشيخ ربيعا وقلت عندي أسئلة في الحديث،ضحك وقال:تجيبك عنها كتب الألباني.\nفكان جواب كل منهما أحب إلي من أن يجيبني عن مسائلي التي قصدت بها إليه، فعلام يأنف أحدنا من يحيل على من هو أقوم منه بما سئل عنه إن كان هؤلاء الأكابر لا يأنفون من ذلك؟\nوهذه بعض من درر لطائفه ونفائس فوائده أحببت أن أتحف بها إخواني:\n١ـ كان يقول:العلماء الأكراد خمسة:ابن الصلاح والذهبي والعلائي والعراقي وابنه وليّ الدين.\n٢ـ ويعدد المتشددين في الصّور من العلماء ـ مثنيا عليهم بذلك ـ:ابن باز والألباني والفوزان والعبّاد والشيخ ربيع والشيخ مقبل، فكنّا نقول له:ستة، أنت سابعهم.\n٣ـ والمعتنين بنقل الإجماع:ابن المنذر والطحاوي وابن عبد البر وابن العربي والنووي وابن قدامة والقطان.\n٤ـ ويقول:المشتغلون بالحديث كثير ولكن الذين لهم ذوق فيه قليل منهم الشيخ ربيع.\n٥ـ وقال عن الشيخ محمد الأمين:إن مجالسه كانت تذكر بمجالس السلف الأولين والفرق بينهما أن الأول كان له من يسمّع كلامه وهذا له مكبر صوت.\n٦ـ وحدثنا عنه أنه كان يقول عن السبّورة:هذه الكلبة بنت الكلبة،يسبها لأنها بها تعلمت العلوم الفاسدة الكاسدة.\n٧ـ وذكر عن الشيخ حماد أنه فسّر لهم سورة الفاتحة تفسيرا عجيبا،وتحدى الطلبة:فقال ائتوني بأي آية في القرآن وأنا أدخلها لكم في سورة الفاتحة،قال شيخنا: فكنت أحاول بنفسي،آتي بآية وأحاول إدخالها تحت آية من آيات سورة الفاتحة فأجد الأمر كما قال وهذا لأنها شملت القرآن كله.\n٨ـ وعن شيخه رمضان أبو العز أنه أخبرهم أن إنشاء جماعة أنصار السنة تزامن مع إنشاء جماعة الإخوان المسلمين فكان الشيخ حامد الفقي ـرئيس جماعة أنصار السنةـ شديد الوقيعة فيهم حتى إنه كان يسمّيهم: جماعة الخوّان المسلمين.\n٩ـ وسمعته يقول:قلت للشيخ ربيع بمكة لما مات الشيخ مقبل:مات أسد اليمن، فقال:بل مات أسد الدنيا.\nوبعد فقد تكلّفت كتابة هذا ليعرف الشيخ من لا يعرفه ويتذكره من يعرفه فيرفعوا أيديهم جميعا داعين الله العظيم رب العرش العظيم أن يشفيه ويعافيه ويرفع عنه الضر والبأس ويخلفه بما أخذ منه خير ما عنده.\nآخره،والحمد لله رب العالمين.",
  "books": [
    {
      "text_id": 2754,
      "title": "سؤالات الترمذي للبخاري حول أحاديث في جامع الترمذي"
    }
  ]
}