{
  "author_id": 1650,
  "author_meta": "عبد الله عبد العزيز بن حمادة الجبرين (١٣٧٨ - ١٤٣٨)\nولد في بلدة الرين التابعة لمحافظة القويعية\nدرس المرحلة الابتدائية والمرحلة المتوسطة والمرحلة الثانوية في محافظة القويعية، ثم التحق بكلية الشريعة بالرياض، وتخرج منها عام ١٤٠٢ هـ.\nدرس الماجستير في المعهد العالي للقضاء بالرياض، وأنهى هذه المرحلة عام ١٤٠٥ هـ.\nثم درس مرحلة الدكتوراه في نفس المعهد، وأنهى هذه المرحلة عام ١٤٠٧ هـ.\nعين على وظيفة ملازم قاضي بالمحكمة الكبرى بالرياض عام هـ ١٤٠٢ هـ.\nثم عين على وظيفة «قاضي ج» في محكمة الخاصرة بمنطقة الرياض عام ١٤٠٥ هـ، ثم أعفي من هذا العمل لعدم مباشرته.\nثم عين على وظيفة «أستاذ مساعد» بكلية المعلمين بالرياض في شهر محرم عام ١٤٠٨ هـ.\nثم رقي إلى «أستاذ مشارك» عام ١٤١٣ هـ.\nثم رقي إلى درجة «أستاذ» عام ١٤١٧ هـ.\nثم انتقل من كلية المعلمين بالرياض إلى (قسم الثقافة الإسلامية) بكلية التربية بجامعة الملك سعود بالرياض في ١/ ٢/١٤٢٨ هـ.\nأحيل إلى التقاعد في ١٤٣٨/ ٧/١ هـ\nتوفي قبل مغرب يوم الخميس ٤ ذو القعدة ١٤٣٨، ٢٧ يوليو ٢٠١٧ رحمه الله تعالى\n(الماجستير)\nسنتان دراسة منهجية بالمعهد العالي للقضاء بالرياض ـ قسم الفقه ـ.\nثم بحث تكميلي عن السلم في الفقه (بحث مقارن)، وقد اشتمل على مقدمة، وبابين، الباب الأول عن حقيقة السلم ومشروعيتة، والباب الثاني عن أركان السلم وشروطه.\n(الدكتوراه)\nتحقيق كتاب الإقناع لابن المنذر الشافعي المتوفى عام ١٤١٨ هـ وهو كتاب في الفقه، ويشمل جل أبواب الفقه، ويشتمل على أحاديث مسنده، ويشمل الكتاب على حكاية مؤلفه للإجماع في كثير من المسائل الفقهية، وقد قام المحقق بالترجمة لرجال الأسانيد، وتخريج الأحاديث والآثار، والحكم على بعضها، كما قام بتوثيق الإجماعات التي حكاها المؤلف.\n(الكتب)\n١ - تسهيل العقيدة الإسلامية. وقد طبع الكتاب ثلاث طبعات، وهو يقع في أكثر من ستمائة وتسعة وعشرين صفحة.\n٢ - الولاء والبراء وأحكام التعامل مع الكفار.\n٣ - كتاب أوقات النهي الخمسة ويقع في أربع مائة وأربعة وثلاثين صفحة،\n٤ - «مجموعة قصص وأخبار من صحيح السنة والآثار»:\nالأولى: النية، وتقع في ١٦٠ صفحة.\nالثانية: قصص إسلام الصحابة، وتقع في ٣٥١ صفحة.\nالثالثة: اليهود، وتقع في ٣٦٦ صفحة.\n٥ - كتاب «شرح عمدة الفقه» لابن قدامة، يقع شرح قسم العبادات في ٨٧٠ صفحة، وأضيف إليه أكثر من ٣٥٠ مسألة معاصرة، وطبع طبعتين بمكتبة الرشد بالرياض.\n٦ - مختصر تسهيل العقيدة الاسلامية، وقد طبعتها مكتبة الرشد بالرياض، وهو يدرس في كثير من كليات المعلمين بالمملكة وفي جامعة أم القرى.\n(الرسائل والبحوث)\n١ - سجود الشكر، وقد نشرت في مجلة البحوث الأسلاميه في العدد ٣٦، ثم نشرتها دار عالم الفوائد بمكة المكرمة.\n٢ - ولاية تزويج الكبيرة، وقد نشرت في مجلة جامعة أم القرى.\n٣ - ولاية تزويج الصغيرة، وقد نشرت في مجلة البحوث الإسلامية، العدد ٣٣.\nثم نشرت الرسالتان السابقتان في كتيب تحت عنوان «ولاية الإجبار في النكاح» نشرته دار عالم الفوائد بمكة المكرمة.\n٤ - الصلاة داخل الكعبة، وقد نشرتها مجلة جامعة أم القرى، العدد ١٥، ثم نشرتها دار عالم الفوائد بمكة المكرمة.\n٥ - المرور بين يدي المصلي داخل المسجد الحرام، وقد نشرت في مجلة جامعة الإمام محمد بن سعود الإسلامية في العدد ١٧، ثم نشرتها دار عالم الفوائد بمكة المكرمة.\n٦ - جمعية الموظفين، وقد نشرت في مجلة البحوث الإسلامية، العدد ٤٣، ثم نشرتها دار عالم الفوائد بمكة المكرمة.\n٧ - الأجل في القرض، وقد نشرتها دار عالم الفوائد بمكة المكرمة.\n٨ - الدلائل البينات فيما لم يثبت فيه نهي من الأوقات، وقد نشرتها مجلة البحوث الإسلامية في العدد ٥٢.\n٩ - تحقيق ودراسة رسالة «الاختلاف في رؤية هلال ذي الحجة» لابن رجب، وقد نشرتها دار عالم الفوائد بمكة المكرمة.\n١٠ - صلاة التوبة، وقد نشرتها دار عالم الفوائد بمكة المكرمة.\n١١ - ضوابط تكفير المعين، وقد طبعت عدة طبعات، آخرها نشرتها دار عالم الفوائد بمكة المكرمة.\n١٢ - رسالة «الشبهات في المسائل الفقهية» لابن المنذر (تحقيق ودراسة)، وقد طبعتها مكتبة الرشد بالرياض.\n١٣ - بحث «دراسة أثري مقرري الفقه (١) والفقه (٢) على خريجي أقسام الدراسات الإسلامية بكليات المعلمين بالمملكة».\n١٤ - بحث «تقويم مقررين من مقررات فقه التخصص بأقسام الدراسات الإسلامية بكليات المعلمين بالمملكة».",
  "books": [
    {
      "text_id": 11094,
      "title": "[شرح] تسهيل العقيدة الإسلامية - ط 2"
    },
    {
      "text_id": 11384,
      "title": "مختصر [شرح] تسهيل العقيدة الإسلامية - ط 2"
    },
    {
      "text_id": 145,
      "title": "متن تسهيل العقيدة الإسلامية - ط 6"
    },
    {
      "text_id": 149,
      "title": "مختصر شرح تسهيل العقيدة الإسلامية - ط 6"
    },
    {
      "text_id": 4144,
      "title": "صلاة التوبة والأحكام المتعلقة بها في الفقه الإسلامي"
    }
  ]
}