{
  "author_id": 168,
  "author_meta": "حافظ بن أحمد الحكمي ( ١٣٤٢هـ -  ١٣٧٧هـ)\nحافظ بن أحمد بن علي الحكمي ، علم من أعلام المنطقة بل من أعلام الجزيرة العربية ولد في قرية ( السلام ) من قرى الحكامية سنة ١٣٤٢هـ ثم انتقل مع والده إلى قرية الجاضع ، اتسم بالذكاء والفطنة من نشأته الأولى .\nوفي سنة ١٣٥٨هـ قدم إلى المنطقة فضيلة الشيخ عبد الله بن محمد القرعاوي الداعية المعروف ، متبرعاً بنشر العلم والدعوة السلفية ، فاتخذ من مدينة صامطة مركزاً لنشره العلمي وهناك التقى بالشيخ القرعاوي فتوسم فيه النجابة والاستعداد لتلقي العلم والمعرفة ، ومن ثم طلب من والد حافظ أن يضمه إلى طلبة مدرسته التي كان قد أنشأها ، فرفض أولاً ، ثم سمح له على شرط بأن يتلقى العلم لديه نهاراً ويعود إلى قرية الضاجع ليلاً\nوفي عام ١٣٦٠هـ توفى الله والدي الطالب حافظ فلازم الشيخ وتفرغ لطلب العلم ، فبز أقرانه وحاز إعجاب شيخه واستوعب من العلم في الوقت القصير ما لا يحصله غيره في الأمد الطويل فأنابه على مدرسته ، وأجاز له أن يؤلف كتاباً في التوحيد فألف كتاب ( سلم الوصول في التوحيد) نظماً فكانت موضع استحسان شيخه ومعاصريه من العلماء ، ثم تابع نشاطه في التأليف\nثم بث الشيخ القرعاوي مدارسه في أنحاء المنطقة ، وحفلت تلك المدارس بالنشاط العلمي وجعل الشيخ القرعاوي الشيخ حافظ مساعداً له للإشراف على سير التعليم والإدارة فقام بما وكل عليه خير قيام\nوفي عام ١٣٧٣هـ افتتحت وزارة المعارف السعودية أول مدرسة ثانوية بجازان وعين الشيخ حافظ مديراً لها ، ثم فتح معهد علمي بمدينة صامطة عام ١٣٧٤هـ تابعاً للإدارة العامة للكليات والمعاهد العلمية ،فأسندت إدارته للشيخ حافظ ولم يزل على ذلك النشاط المبرور حتى توفاه الله في الحج بمكة المكرمة عام ١٣٧٧هـ ، وراح مأسوفاً عليه ، وأحدثت وفاته فراغاً لم يسد إلى الآن ، وقد رثاه غير شاعر من تلاميذه وغيرهم .\nمؤلفاته\n*كتاب أرجوزة سلم الوصول إلى علم الأصول في توحيد الله واتباع الرسول الكريم\n*كتاب : معارج القبول سرح سلم الوصول\n*كتاب :أعلام السنة المنشورة لاعتقاد الطائفة الناجية المنصورة\n*رسالة:الجواهر الفريدة في تحقيق العقيدة\n*رسالة : اللؤلؤ المكنون في أحوال الأسانيد والمتون\n*منظومة: لامية المنسوخ في المنسوخ والنسخ وما يدخله\n*كتاب :دليل أرباب الفلاح لتحقيق فن الإصلاح\n*كتاب : السبل السوية لفقه السنة المروية\n*منظومة : وسيلة الحصول إلى أمهات الأصول في الفقه\n*كتاب : نيل السول في تاريخ الأمم وسيرة الرسول\n*رسالة : النور الفائض من شمس الوحي في علم الفرائض\n*نصيحة الإخوان المشهورة بالقاتية\n*المنظومة : الميمية في الوصايا والآداب العلمية\nوله غير ذلك من المؤلفات ، وقد طبعت جميع مؤلفاته المذكورة على نفقة الدولة في عام ١٣٧٣-١٣٧٤هـ بمطابع البلاد السعودية بمكة\nالمرجع : التاريخ الأدبي لمنطقة جازان .. تأليف محمد بن أحمد العقيلي.. الجزء الثالث .. الطبعة الأولى ١٤١٣هـ ١٩٩٢م الصفحة ١٥٢٢-١٥٢٣",
  "books": [
    {
      "text_id": 20854,
      "title": "معارج القبول بشرح سلم الوصول"
    },
    {
      "text_id": 30821,
      "title": "أعلام السنة المنشورة لاعتقاد الطائفة الناجية المنصورة = 200 سؤال وجواب في العقيدة الاسلامية"
    }
  ]
}