{
  "author_id": 1689,
  "author_meta": "الوَنْشَرِيسي (٨٣٤ - ٩١٤ هـ = ١٤٣٠ - ١٥٠٨ م)\nأحمد بن يحيى بن محمد الونشريسي التلمساني، أبو العباس\nفقيه مالكي، أحذ عن علماء تلمسان، ونقمت عليه حكومتها أمرا فانتهبت داره وفر إلى فاس سنة ٨٧٤ هـ فتوطنها إلى أن مات فيها، عن نحو ٨٠ عاما.\nمن كتبه:\n(إيضاح المسالك إلى قواعد الإمام مالك - خ) [طُبع]\n(المعيار المعرب عن فتاوي علماء إفريقية والأندلس وبلاد المغرب - ط) اثنا عشر جزءا\n(القواعد) في فقه المالكية\n(المنهج الفائق، والمنهل الرائق في أحكام الوثائق - ط)\n(غنية المعاصر والتالي على وثائق الفشتالي - ط)\n(نوازل المعيار - ط)\n(إضاءة الحلك في الرد على من أفتى بتضمين الراعي المشترك - ط) رسالة صغيرة\nكتاب (الولايات في مناصب الحكومة الإسلامية والخطط الشرعية - ط) مع ترجمة فرنسية\nوله اختصارات، منها (المختصر من أحكام البرزلي - خ) صغير، في الرباط (المجموع ٢٦٣ ق)\nو (الفروق) في مسائل الفقه\nوشروح وتعاليق (١).\n_________\n(١) جذوة الاقتباس ٨١ والاستقصا ٢: ١٨٢ وفهرس الفهارس ٢: ٤٣٨ والبستان ٥٣ وفهرس دار الكتب ١: ٤٧٥، ٤٧٦، ٤٩٢ والخزانة التيمورية ٣: ٣١٧ وتعريف الخلف ١: ٥٨ والزيتونة ٤: ٣٧٩ والأزهرية ٢: ٤١٦ والرحلة الورثيلانية ٢٠٢، ٤٢٦، ٤٢٨ و Brock ٢: ٣٢٠ (٢٤٨) ومعجم المطبوعات ١٩٢٣ - ٢٤ والخزانة العامة في الرباط: د ١٤٤٧ ويلاحظ أنه في أكثر المصادر، بلفظ (الونشريسي) ولعل الأصوب (الوانشريشي) كما في معجم البلدان ٨: ٣٩٠ وتاريخ الجزائر العام ٢: ٣٢٦ وفيه: ونشريس، بمقاطعة الجزائر. واقرأ ما كتب عنه حسين مؤنس في مجلة معهد الدراسات الإسلامية في مدريد ٥: ١٢٩ - ١٩١ وفيه نص رسالة للونشريسي سماها (أسنى المتاجر، في بيان أحكام من غلب على وطنه النصارى ولم يهاجر، وما يترتب عليه من العقوبات والزواجر).\nنقلا عن: «الأعلام» للزركلي [مع إضافة بين معقوفين]",
  "books": [
    {
      "text_id": 132374,
      "title": "إيضاح المسالك إلى قواعد الإمام مالك - ت بو طاهر"
    },
    {
      "text_id": 133360,
      "title": "إيضاح المسالك إلى قواعد الإمام مالك - ت الغرياني"
    },
    {
      "text_id": 20588,
      "title": "عدة البروق في جمع ما في المذهب من الجموع والفروق"
    },
    {
      "text_id": 6243,
      "title": "أسنى المتاجر وبيان أحكام من غلب على وطنه النصاري ولم يهاجر وما يترتب عليه من العقوبات والزواجر"
    }
  ]
}