{
  "author_id": 17,
  "author_meta": "الشعراوي (١٣٢٩ - ١٤١٩هـ، ١٩١١ - ١٩٩٨م).\nمحمد متولي الشعراوي، العالم الفقيه المفسِّر، من أبرز علماء عصره، وأحد دعائم الفكر الإسلامي الحديث بمصر، وركيزة من ركائز الدعوة الإسلامية في النصف الثاني من القرن العشرين. ولد في مركز ميت غمر بمحافظة الدقهلية بمصر. حصل على الشهادة العالمية من كلية اللغة العربية بجامعة الأزهر عام ١٩٤١م، وتدرج في سلك التدريس الأزهري بمختلف المعاهد الدينية حتى أعير للمملكة العربية السعودية (١٩٥٠م) مدرسًا بكلية الشريعة بجامعة الملك عبد العزيز بمكة المكرمة، ثم عاد فترة إلى مصر عين فيها وكيلاً لمعهد طنطا الديني ثم انتقل مديرًا للدعوة بوزارة الأوقاف (١٩٦١م) ثم مفتشًا للعلوم بالأزهر (١٩٦٢م) ثم عين بعد ذلك مديرًا لمكتب شيخ الأزهر عام ١٩٦٤م. عين وزيرًا للأوقاف وشؤون الأزهر (١٩٧٦ ـ ١٩٧٨م) في عهد الرئيس أنور السادات. وهو عضو في مجلس الشورى ومجمع اللغة العربية ورابطة العالم الإسلامي والهيئة التأسيسية لها، وكثير من الهيئات والمنظمات والجامعات العربية والإسلامية. للشيخ الشعراوي أسلوب فريد في التفسير يجمع بين أصالة التفاسير القديمة ومعاصرة الواقع العلمي المبتكر، له باع طويل في التوفيق بين الدين والعلم. ربط حقائق الإسلام بأحدث النظريات العلمية المعاصرة، واستطاع أن يؤصل منهجًا قويمًا في هذا الباب تتجلى من خلاله روائع الأحكام القرآنية وتتضح به أوجه الإعجاز كاملة في النص، مما جعل تفسيره للقرآن الكريم مقنعًا منطقيًا واقعيًا طليقًا خاطب به العالم والمثقف والأميّ والمتخصص، هذا بالإضافة إلى ما يتمتع به الشيخ الشعراوي من ثقافة شمولية في معظم علوم العصر وفطنة كبيرة وذكاء متوقد، الأمر الذي جعله متمكنًا في عرض النص القرآني على جميع وجوهه مستخلصًا أهم ما فيه من كنوز ثمينة وحقائق غنية. ليس للشيخ الشعراوي مؤلفات بعينها، غير أن أصحاب الأقلام ودور النشر الكبرى وهيئات علمية كثيرة أخذت أحاديثه المذاعة تليفزيونيًا وإذاعيًا، وتسجيلاته المختلفة وطبعتها في صورة مجلدات وكتب كبيرة بموافقته وإذنه، وهي تملأ السوق العربي الإسلامي كله ودور النشر الكبرى بالإضافة إلى مئات المقالات في الصحافة العربية والإسلامية. حصل الشيخ الشعراوي على جوائز عديدة وأوسمة ونياشين دولية، كما حصل على جائزة الدولة التقديرية بمصر عام ١٩٨٨م.\nنقلا عن\nالموسوعة العربية العالمية http://www.mawsoah.net",
  "books": [
    {
      "text_id": 1083,
      "title": "تفسير الشعراوي"
    },
    {
      "text_id": 1120,
      "title": "معجزة القرآن"
    }
  ]
}