{
  "author_id": 1700,
  "author_meta": "سبط ابن الجوزي (٥٨١ - ٦٥٤ هـ = ١١٨٥ - ١٢٥٦ م)\nيوسف بن قِزْأُوغْلِي (١) - أو قِزُغْلِي - ابن عبد الله، أبو المظفر، شمس الدين، سبط أبي الفرج ابن الجوزي:\nمؤرخ. من الكتاب الوعاظ.\nولد ونشأ ببغداد، ورباه جده. وانتقل إلى دمشق، فاستوطنها وتوفي فيها.\nمن كتبه:\n«مرآة الزمان في تاريخ الأعيان - ط» المجلد الثامن منه، وهو آخره [ثم طبعته مؤسسة الرسالة تاما]\n«تذكرة خواص الأمة بذكر خصائص الأئمة - ط» في ذكر الأئمة الاثني عشر\n«الجليس الصالح - خ» في أخبار موسى بن أبي بكر بن أيوب صاحب دمشق\n«كنز الملوك في كيفية السلوك - خ» حكايات ومواعظ\n«مقتضى السياسة في شرح نكت الحماسة - خ»\n«منتهى السول في سيرة الرسول - ط»\n«الانتصار والترجيح - ط»\n«اللوامع» في الحديث\nكتاب في «تفسير القرآن» قال اليافعي: تسعة وعشرون مجلدا\n«مناقب أبي حنيفة»\n«شرح الجامع الكبير» في الحديث\n«إيثار الإنصاف في آثار الخلاف - خ» في خزانة عابدين بدمشق، في الفقه على المذاهب الأربعة (ذكره عبيد) (٢) [طُبع]\n_________\n(١) قِزْأُوغْلِي، بكسر القاف وسكون الزاي، ثم همزة مضمومة وغين ساكنة ولام مكسورة وياء: لفظ تركي، ترجمته الحرفية «ابن البنت» أي «السبط» وفي الكُتَّاب من يحذف الألف والواو، تخفيفا، فيكتبها «قِزُغْلِي» بالقاف المكسورة وضم الزاي، والنص على هذا في تاريخ علماء بغداد «منتخب المختار» الصفحة ٢٣٦ قال: «والصواب ضم الزاي وسكون الغين المعجمة» قلت: ولا قيمة لما ذهب إليه أحد المعاصرين، من أنه «الفرغلي» اعتمادا على غلطة «مطبعية» في كتاب ابن خلكان.\n(٢) مفتاح السعادة ١: ٢٠٨ والتبر المسبوك ١٧١ والسلوك ١: ٤٠١ والبداية والنهاية ١٣: ١٩٤ والجواهر المضية ٢: ٢٣٠ وذيل مرآة الزمان ١: ٣٩ وميزان الاعتدال ٣: ٣٣٣ والنعيمي ١: ٤٧٨ وتاريخ علماء بغداد ٢٣٦\nوشذرات الذهب ٥: ٢٦٦ وفي هامشه ما أشرت إليه في التعليق المتقدم من جعله فرغليا. ولا صحة لما ادعاه من وجود ذلك في نسخة قديمة أو في كتب الثقات.\nوالنجوم الزاهرة ٧: ٣٩ و ٥٨٩: ١. S، ٣٤٧ - ٤٢٤: ١. Brock وابن خلكان ٢: ٢٥٠ ومرآة الجنان ٤: ١٣٦ والفهرس التمهيدي ٤٢٩ وآداب اللغة ٣: ٨٢ ودائرة المعارف الإسلامية ١: ١٢٦ والمخطوطات المصورة ١: ٥١٧.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]، والحواشي للزركلي",
  "books": [
    {
      "text_id": 6349,
      "title": "إيثار الإنصاف في آثار الخلاف"
    }
  ]
}