{
  "author_id": 1707,
  "author_meta": "ترجمته كما في «التقييد»:\nالحسن بن أحمد بن الحسن بن أحمد بن محمد بن سهل أبو العلاء العطار الهمذاني\nسمع ببلده من جماعة وببغداد من أبي طالب بن يوسف وأبي القاسم بن الحصين وأبي سعد بن الطيوري وغيرهم وبأصبهان من أبي علي الحداد ومن بعده وبنيسابور من أبي عبد الله الفراوي صحيح مسلم وغيره وحدث بالكثير وأقرأ ولم يخلف بعده مثله أجاز لنا الحافظ أبو محمد عبد القادر بن عبد الله الرهاوي ونقلته من خطه الحسن بن أحمد بن الحسن بن أحمد أبو العلاء الحافظ وهو أشهر من أن يعرف بل يتعذر وجود مثله في أعصار كثيرة على ما بلغنا من سيرة العلماء والمشايخ أربى على أهل زمانه في كثرة السماعات مع تحصيل أصول ما سمع وحودة النسخ وإتقان ما كتب بخطه وكان أول سماعه من عبد الرحمن الدوني سنة خمس وتسعين وأربعمائة وبرع على حفاظ عصره في حفظ ما يتعلق بالحديث من الأنساب والتواريخ والأسماء والكنى والقصص والسير وذكر أشياء في معرفته وحفظه يضيق هذا الكتاب عن استيعابها وقال سمعت من أثق به يحكي قال رأى السلفي طبقة بخط الحافظ يعني أبا العلاء فقال هذا خط أهل الإتقان وسمعته يحكي عنه أنه ذكر له فقال قدمه دينه وسمعت من أثق به يحكي عن عبد الغافر بن إسماعيل بن عبد الغافر الفارسي النيسابوري أنه قال للحافظ أبي العلاء لما دخل نيسابور ما دخل نيسابور مثلك قال وسمعت الحافظ أبا القاسم بن عساكر يقول وذكر رجلا من أصحابه سافر في طلب الحديث فقال إن رجع ولم يلق الحافظ أبا العلاء ضاعت سفرته وقد روى عنه الحافظ أبو القاسم وله التصانيف الكثيرة في أنواع علوم الحديث والزهديات والرقائق وغير ذلك ومن جملة ما صنف زاد المسافر نحوا من خمسين مجلدة وكان إماما في القرآن وعلومه وحصل من القراءات المسندة ماءاته صنف العشرة والمفردات وصنف الوقف والإبتداء والتجويد والماءات والعدد ومعرفة القراء وهو نحو من عشرين مجلدا واستحسنت تصانيفه في القراءات حتى كتبت ونقلت إلى خوارزم والشام وغيرهما من البلاد وكان إماما في النحو واللغة سمعت أن من جملة ما حفظ في اللغة كتاب الجمهرة وكان عتيقا من حب المال مهينا له باع جميع ما ورثه وكان من أبناء التجار وأخرجه في طلب العلم حتى سافر إلى بغداد وواسط وأصبهان مرات كثيرة ماشيا وكان\nيحمل كتبه على ظهره وسمعته يقول كنت ببغداد وأبيت في المساجد وآكل خبز الدخل.\nوسمعت شيخنا أبا الفضل بن بنيمان بهمذان يقول رأيت الحافظ أبا العلاء في مسجد من مساجد بغداد يكتب وهو قائم على رجليه لأن السراج كانت عالية قال ثم نشر الله ذكره في الآفاق وعظم شأنه في قلوب الملوك وأرباب المناصب الدنياوية والعلمية والعوام حتى انه كان يمر بهمذان فلا يبقى أحد رآه إلا قام ودعا له حتى الصبيان واليهود وكان يفتح عليه بجمل من الدنيا فلا يدخرها بل كان ينفقها على تلاميذه حتى ما كان يكون عنده متعلم إلا رتب له رفقا يصل إليه وإذا قصده أحد يطلب له بره إلا وصله بما يجد إليه السبيل من ماله وجاهه ويتدين له وكان لا يأكل من أموال الظلمة ولا يقبل منهم قط مدرسة ولا رباطا إنما كان يقرئ في داره ونحن في مسجده سكان وكان يقرئ نصف نهاره الحديث ونصفه القرآن والعلم وكان لا يغشى السلاطين ولا يأخذه في الله لومة لائم ولا يمكن أحدا أن يعمل في محلته منكرا ولا سماعا وكان لا يبالي ما لبس وما كان يلبس كتانا قط بل القطن ثياب قصار وأكمام قصار وعمامة قصيرة نحو سبعة أذرع وكان لا يكاد يبدأ في أمر إلا ابتدأ فيه بسنة إما دعاء وإما غير ذلك وكان لا يمس أحاديث النبي صلى الله عليه وسلم إلا وهو على وضوء هذا مختصر ما ذكره شيخنا عبد القادر وقال حكاياته يضيق وقتي عن استيعابها فرحمة الله عليه ورضوانه توفي في جمادى الأولى من سنة تسع وستين وخمسمائة بهمذان.",
  "books": [
    {
      "text_id": 6429,
      "title": "فتيا وجوابها في ذكر الاعتقاد"
    }
  ]
}