{
  "author_id": 1716,
  "author_meta": "أبو عبد الرحمن عبد السلام بن برجس بن ناصر آل عبد الكريم (١٣٨٧ - ١٤٢٥ هـ)\n[أسرته]\nأسرة آل عبدالكريم من الأسر المشهورة في حرمة التابعة لمحافظة المجمعة، وهذه الأسرة من المعامرة من بني سعد من بني تميم.\n[نشأته]\nولد في الرياض في عام ١٣٨٧ هـ، ونشأ في رعاية أبويه\nحفظ القرآن، وبدأ في طلب العلم، وهو في الثالثة عشرة من عمره\n[شيوخه]\nوتتلمذ على يد عدد من العلماء منهم:\n١ - الشيخ عبد العزيز بن عبد الله بن باز (ت ١٤٢٠ هـ): لازمه فترة، وحضر العديد من دروسه خصوصا في بلوغ المرام لابن حجر، وتفسير ابن كثير وغيرها من الكتب.\n٢ - الشيخ محمد بن صالح بن عثيمين (ت ١٤٢١ هـ): رحل اليه الشيخ عبدالسلام ما بين سنتي ١٤٠١ - ١٤٠٣ هـ في فترة إجازات المدارس النظامية، كما لازمه حينما بدأ الشيخ محمد دروسه في المسجد الحرام بمكة سنة ١٤٠٢ هـ، وكان يسكن معه قبل أن يصطحب الشيخ معه أهله إلى مكة، وغير ذلك من الأوقات، وقد قرأ عليه في كتاب التوحيد والعقيدة الواسطية والعبادات من زاد المستقنع في الفقه، والأجرومية في النحو، ومختصر قواعد بن رجب للشيخ محمد، وصحيح البخاري قرابة النصف، وقد كان الشيخ محمد يجل الشيخ عبد السلام ويقدره\n٣ - الشيخ عبد الله بن عبد الرحمن بن جبرين: لازمه مدة أربع سنوات قرأ فيها عليه التوحيد لابن خزيمة، والنونية لابن القيم مع شرحها لابن عيسى، وقد حفظ منها الشيخ عبد السلام قرابة الألف بيت، كما قرأ في زاد المستقنع مع الروض المربع، ومعارج القبول للشيخ حافظ الحكمي.\n٤ - الشيخ عبد الله بن محمد الدويش (ت ١٤٠٩ هـ): قرأ عليه في فترة الإجازات النظامية في بريدة، قرأ عليه ألفية العراقي، وقطعة من سنن أبي داود.\n٥ - الشيخ صالح بن عبد الرحمن الأطرم: درس عليه في كلية الشريعة في جامعة الإمام محمد بن سعود في حاشية الروض لابن قاسم وفي دروس مسجده\n٦ - الشيخ فهد الحمين: قرأ عليه في التوحيد والفقه\n٧ - الشيخ عبدالله بن قعود: قرأ عليه في فتح المجيد.\n٨ - الشيخ عبد الله بن عبد الرحمن بن غديان: درس عليه في المعهد العالي للقضاء.\n٩ - الشيخ صالح بن إبراهيم البليهي (ت ١٤١٠ هـ):حضر له دروساً في زاد المستقنع مع حاشيته عليها المسماة (السلسبيل في معرفة الدليل).\n١٠ - الشيخ عبد الكريم الخضير: قرأ عليه في نيل الأوطار للشوكاني، وألفية العراقي في المصطلح،\n١١ - الشيخ عبد المحسن بن محمد المنيف: قرأ عليه الرحبية في الفرائض في مكة سنة ١٤٠٥ هـ في رمضان.\n[دراسته النظامية]\nتلقى تعليمه في مدينة الرياض، فأخذ المرحلة الابتدائية فيها\nثم التحق بالمعهد العلمي التابع لجامعة الإمام محمد بن سعود\nثم التحق بكلية الشريعة في الجامعة وتخرج منها في ١٤١٠ هـ\nعين بعدها مدرسا في المعهد العلمي في القويعية (تبعد قرابة ١٧٠ كم غرب الرياض على طريق مكة)\nثم التحق بالمعهد العالي للقضاء وأكمل فيه دراسة الماجستير، وكانت رسالة الماجستير بعنوان: (التوثيق بالعقود في الفقه الإسلامي).\nثم عين قاضيا في وزارة العدل، ولكنه طلب الإعفاء فلم يعف إلا بعد جهد جهيد\nثم رشح بعدها في ديوان المظالم في مدينة جدة، ولكنه لم يمكث فيها إلا أسبوعاً واحدا، ثم ترك الديوان رغبة عنه، وطلبا للسلامة\nعاد إلى الرياض محاضرا في المعهد العالي للقضاء\nحصل على الدكتوراة في ١٤٢٢ هـ في تحقيقه لكتاب (الفوائد المنتخبات شرح أخصر المختصرات) لعثمان بن جامع ت ١٢٤٠ هـ بالاشتراك، وكان المشرف عليه سماحة مفتي عام المملكة الشيخ عبدالعزيز آل الشيخ\nوبعدها عين أستاذا مساعدا حتى وفاته - رحمه الله -.\n[أخلاقه]\nكان - رحمه الله تعالى - غاية في الأدب، متواضعا معروفا بوداعته وأنسه وبشاشته مع والديه وشيوخه وأهل بيته ومجالسيه، وكل من خالطه يعرف عنه ذلك، لذلك كثر من تأثر بوفاته\n[شعره]\nكان - رحمه الله - شاعرا مجيدا، قصائده في الذروة، وفي غاية من الرقة، وله مساجلات شعرية، وشعره يدل على فطرية هذه الموهبة، وعلى أنه لم يكن يتكلف كتابته، وكان شعره في أسماره ومحدودا بأصدقائه وأحبائه لو قدر أن تجمع لجاءت في مجلد لطيف يسر الله لها من يجمعها.\n[مؤلفاته]\nكان - رحمه الله - صاحب قلم سيال وعبارة رشيقة، له مؤلفات عديدة سارت بها الركبان، وشرقت وغربت وحصل بها نفع عظيم، وأول تأليف للشيخ كان قبل الثامنة عشرة من عمره، وهي كتب قيمة حصل بها النفع العظيم، منها\n١ - القول المبين في حكم الاستهزاء بالمؤمنين (مطبوع في كتيب لطيف).\n٢ - إيقاف النبيل على حكم التمثيل (مطبوع، في كتيب متوسط الحجم).\n٣ - التمني، (مطبوع).\n٤ - عوائق الطلب، (مطبوع).\n٥ - الإعلام ببعض أحكام السلام، (مطبوع في كتيب لطيف).\n٦ - الحجج القوية على أن وسائل الدعوة توقيفية، (كتاب مطبوع لطيف الحجم في غلاف).\n٧ - ضرورة الاهتمام بالسنن، (كتاب لطيف الحجم في غلاف).\n٨ - الأبيات الأدبية الحاصرة (طبع مرتين).\n٩ - الأبيات العلمية الحاصرة (لم يتم)\n١٠ - المعتقد الصحيح الواجب على كل مسلم اعتقاده (طبعت عدة طبعات)، وهو في الأصل محاضرة ألقاها الشيخ في الجامع الكبير، وعقب عليها الشيخ عبد العزيز بن باز وأثنى على الشيخ عبد السلام - رحمهما الله - وقد أشار أحد المشايخ الفضلاء بطبعها فنزل الشيخ على رغبته، فحصل بها نفع عظيم.\n١١ - إبطال نسبة الديوان المنسوب لشيخ الإسلام ابن تيمية، (مطبوع في غلاف لطيف).\n١٢ - مجموع شعر شيخ الإسلام ابن تيمية، (مطبوع بذيل الكتاب السابق).\n١٣ - معاملة الحكام في ضوء الكتاب والسنة، (طبع عدة طبعات)، وحصل به نفع عظيم، وهو كتاب فريد في بابه.\n١٤ - الأمر بلزوم جماعة المسلمين وإمامهم والتحذير من مفارقتهم (طبع كثيرا)، وهو في الأصل فصل من الكتاب السابق، أشار إليه أحد المشايخ المقربين منه أن يفرده لأهميته، فنزل على رغبته، فأفرده، وزاد عليه، وحصل به نفع عظيم.\n١٥ - بيان المشروع والممنوع من التوسل، (مطبوع).\n١٦ - التوثيق بالعقود في الفقة الإسلامي، (لم يطبع) وهو بحث تكميلي تقدم به الشيخ لنيل درجة الماجستير في المعهد العالي للقضاء.\n١٧ - قطع المراء في حكم الدخول على الأمراء، (مطبوع في مجلد لطيف) وقد ألفه الشيخ بناء على طلب أحد المشايخ الفضلاء.\n١٨ - الأحاديث النبوية في ذم العنصرية الجاهلية، (مطبوع في كتاب متوسط الحجم).\n١٩ - بيان مشروعية الدعاء على الكافرين بالعموم، (رسالة مطبوعة ومنتشرة) وهي لطيفة الحجم في هذه المسألة في ثماني صفحات.\n٢٠ - مشروعية هبة الثواب (جاهز للطبع).\n٢١ - المحاضرات في الدعوة والدعاة: والكتاب عبارة عن قرابة ثلاث عشرة محاضرة ألقاها الشيخ، وتم تفريغها وقام الشيخ بمراجعتها وتهذيبها (جاهز للطبع).\n٢٢ - الخيانة: ذمها وذكر أحكامها، (جاهز للطبع).\n٢٣ - شرح المحرر في الحديث لابن عبد الهادي ت ٧٤٤ هـ، وكانت له عناية بهذا الكتاب محباً له وراغبا في إتمامه، ولكن قدر الله فلم يتمه الشيخ انتهى من كتاب الطهارة وغالب كتاب الصلاة.\n٢٤ - تدوين العقيدة السلفية، جهود أئمة الإسلام في نشر العقيدة الإسلامية: وهو كتاب ممتع، وفيه فائدة وهو عبارة عن جمع لكتب السلف في العقيدة مع تراجم مختصرة لأصحابها، وكان الشيخ ينوي أن يجعله على جزءين الأول من القرن الأول وحتى نهاية القرن السابع، والثاني من بداية القرن الثامن، وحتى هذا العصر والشيخ أتم الجزء الأول (جاهز للطبع)، وأما الجزء الثاني فلم يشرع فيه.\n[تحقيقاته]\nقام - رحمه الله - بتحقيق الكثير من الرسائل التي صدرت في سلسلتين الأولى بعنوان: (سلسلة رسائل وكتب علماء نجد الأعلام) والثانية بعنوان (من رسائل علماء نجد الفقهية)، وهي على النحو التالي:\n١ - دحض شبهات على التوحيد للشيخ عبدالله أبابطين.\n٢ - الفوائد العذاب للشيخ حمد بن معمر.\n٣ - الرد على القبوريين للشيخ حمد بن معمر.\n٤ - الضياء الشارق للشيخ سليمان بن سحمان.\n٥ - سؤال وجواب في أهم المهمات للشيخ عبد الرحمن بن سعدي.\n٦ - تحفة الطالب والجليس للشيخ عبداللطيف آل الشيخ.\n٧ - الصواعق المرسلة الشهابية للشيخ سليمان بن سحمان.\n٨ - الرد على شبهات المستعينين بغير الله للشيخ أحمد بن عيسى.\n٩ - كشف الشبهتين للشيخ سليمان بن سحمان.\n١٠ - إقامة الحجة والدليل للشيخ سليمان بن سحمان.\n١١ - شفاء الصدور في الرد على الجواب المشكور للشيخ محمد بن إبراهيم.\n١٢ - الرد على جريدة القبلة للشيخ سليمان بن سحمان.\n١٣ - التحفة المدنية في العقيدة السلفية للشيخ حمد بن معمر.\n١٤ - أصول وضوابط في التكفير للشيخ عبداللطيف آل الشيخ.\n١٥ - نصيحة مهمة في ثلاث قضايا لمجموعة من علماء الدعوة.\n١٦ - منهاج أهل الحق والاتباع للشيخ سليمان بن سحمان.\n١٧ - الرسائل الحسان للشيخ عبدالله بن حميد.\n١٨ - نصيحة في التحذير من المدارس الأجنبية للشيخ عبدالرحمن بن سعدي.\n١٩ - التأسيس والتقديس في كشف تلبيس دواد بن جرجيس للشيخ عبدالله أبابطين.\nومن السلسلة الثانية:\n٢٠ - الجهر بالذكر بعد الصلاة للشيخ سليمان بن سحمان.\nورسالة منفردة:\n٢١ - مناصحة الإمام وهب بن منبه لرجل تأثر بمنهج الخوارج.\n٢٢ - الفوائد المنتخبات في شرح أخصر المختصرات لابن جامع النجدي، وقد حققه الشيخ، وتقدم به للمعهد العالي للقضاء لنيل درجة الدكتوراه في الفقه المقارن، وقام بتحقيق الكتاب من أوله إلى آخر باب الهبة، ولقد كان المشرف على الرسالة سماحة المفتي الشيخ عبدالعزيز آل الشيخ - أمد الله في عمره -.\nوهناك كتب أخرى قام الشيخ - رحمه الله - بتحقيقها، ولكنها لم تطبع.\n[وفاته]\nوافته منيته ليلة السبت الموافق ١٣/ ٢ / ١٤٢٥ هـ في حادث مروري في طريقه من الأحساء إلى الرياض، رحمه الله.",
  "books": [
    {
      "text_id": 17441,
      "title": "ضرورة الاهتمام بالسنن النبوية"
    },
    {
      "text_id": 6556,
      "title": "مناصحة الإمام وهب بن منبه لرجل تأثر بالخوارج"
    }
  ]
}