{
  "author_id": 172,
  "author_meta": "عبد الرحمن بن الحسن (١١٩٣ - ١٢٨٥ هـ = ١٧٧٩ - ١٨٦٩ م)\nعبد الرحمن بن حسن بن محمد بن عبد الوهاب: فقيه حنبلي، من علماء نجد.\nمولده في الدرعية. وهو حفيد العلامة ابن عبد الوهاب صاحب الدعوة إلى التوحيد، المعروفة باسمه.\nويعرف هذا البيت بآل الشيخ.\nتفقه عبد الرحمن بنجد ثم بمصر.\nوكان قد نقله إليها إبراهيم (باشا) بعد استيلائه على الدرعية، فيمن نقل من آل سعود وآل الشيخ.\nوعاد إلى نجد (سنة ١٢٤١ ه) فاشتهر في أيام\nالإمام تركي بن عبد الله.\nوتولى قضاء الرياض.\nثم كان مع الإمام فيصل بن تركي إلى أن خرج هذا من الرياض (سنة ١٢٥٢ ه) فانصرف عبد الرحمن إلى الحوطة والحريق (من بلاد نجد) وعاد إلى الرياض، بعد عودة فيصل الأخيرة، فلازمه في السفر والإقامة والحرب والسلم.\nوتوفي بها وقد قارب المئة.\nله كتب، منها (الإيمان والرد على أهل البدع - ط) و (مجموعة رسائل وفتاوى - ط) و (فتح المجيد، شرح كتاب التوحيد - ط) والأصل لجده\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 11073,
      "title": "بيان المحجة في الرد على اللجة (مطبوع ضمن الرسائل والمسائل النجدية، الجزء الرابع، القسم الأول)"
    },
    {
      "text_id": 11074,
      "title": "بيان كلمة التوحيد والرد على الكشميري عبد المحمود (مطبوع ضمن الرسائل والمسائل النجدية، الجزء الرابع، القسم الأول)"
    },
    {
      "text_id": 11211,
      "title": "رسائل وفتاوى عبد الرحمن بن حسن بن محمد عبد الوهاب"
    },
    {
      "text_id": 11334,
      "title": "كتاب التوحيد وقرة عيون الموحدين في تحقيق دعوة الأنبياء والمرسلين"
    },
    {
      "text_id": 11354,
      "title": "كشف ما ألقاه إبليس من البهرج والتلبيس على قلب داود بن جرجيس"
    },
    {
      "text_id": 11573,
      "title": "مسائل وفتاوى نجدية (طبع ضمن الرسائل والمسائل النجدية، الجزء الرابع، القسم الأول)"
    },
    {
      "text_id": 2386,
      "title": "فتح المجيد شرح كتاب التوحيد"
    },
    {
      "text_id": 8555,
      "title": "المطلب الحميد في بيان مقاصد التوحيد"
    },
    {
      "text_id": 8561,
      "title": "مقامات عبد الرحمن بن حسن"
    },
    {
      "text_id": 8571,
      "title": "المورد العذب الزلال في كشف شبه أهل الضلال (مطبوع ضمن الرسائل والمسائل النجية، الجزء الرابع، القسم الأول)"
    },
    {
      "text_id": 9841,
      "title": "الإيمان والرد على أهل البدع (مطبوع ضمن مجموعة الرسائل والمسائل النجدية لبعض علماء نجد الأعلام، الجزء الثاني)"
    }
  ]
}