{
  "author_id": 1724,
  "author_meta": "أحمد بن خالد الناصري (١٢٥٠ - ١٣١٥هـ = ١٨٣٥ - ١٨٧٩م)\nأحمد بن خالد بن حماد بن محمد الناصري الدرعي الجعفري السلاوي، مؤرخ، باحث، ولد بسلا عام ١٢٥٠هـ، وبها توفي عام ١٣١٥، من مصنفاته الإستقصا لأخبار دول المغرب الأقصى، وطلعة المشتري في النسب الجعفري، وزهر الأفنان في شرح قصيدة ابن الونان، وكشف العرين عن ليوث بني مرين، والفلك المشحون بنفائس تبصرة ابن فرحون، وتعظيم المنة بنصر السنة، وغير ذلك من المصنفات الأخرى. انظر ترجمته في الفكر السامي للحجوي ج ٢ ص ٣٦٨ رقم الترجمة ٨١٥، وفي شجرة النور الزكية لمخلوف ص ٤٣٢ رقم الترجمة ١٧٠٢، وفي إتحاف الوجيز للدكالي ص ١٧٤، وفي أعلام الفكر المعاصر بالعدوتين للجراري ج ٢ ص ١١\n* * *\nهو العلامة المؤرخ أبو العباس أحمد بن خالد بن مُحمد بن مُحمد الكبير بن محمد الصغير بن محمد الشهير بابن ناصر الدرعي، ينتهي نسبه إلى عبد الله بن جعفر بن أبي طالب.\nولد في صبيحة يوم السبت٢٢ من شهر ذي الحجة سنة ١٢٥٠هـ، في أسرة مشهورة بالفضل  والعلم والرياسة، كانت مختصة بالزاوية المعروفة بزاوية البركة قرب تامكروت، قبل أن يهاجر والد المترجم سنة ١٢٢٠هـ إلى مدينة سلا، وينتقل منها إلى مدينة العرائش، ليعود سنة ١٢٥٠هـ إلى سلا وفيها كانت ولادة أحمد.\nوبمدينة سلا نشأ مترجمنا في وقت كانت فيه مركزاً علمياً يعج بالعلماء والمشيوخ والمدرسين المشهورين بالفضل والورع والعلم، فجلس إليهم يقتبس من علومهم، وينهل من مَعِين أفكارهم، فأخذ القرآن وعلم القراءات على ثلة منهم، وكانت البداية على يد الشيخ محمد العلو السلاوي، ثم الشيخ محمد بن طلحة الصبّاحي، ليُتمَّ القراءات السبع على الشيخ عبد السلام بن طلحة ابن عم محمد المذكور آنفا، وعليه حفظ مجموعة من المتون و الأمهات المهمة في علوم شتى، ثم عكف على قراءة العربية وعلومها، والمنطق، والفقه، وأصول الدين على الشيخ محمد بن عبد العزيز محبوبة السلاوي، ثم جلس للأخذ عن الشيخ القاضي أبي بكر محمد عواد  السلاوي، فقرأ عليه كثير من العلوم والفنون من أصولٍ، ومعان، وبيان، وبديع، وسيرة، وتصوف، وفلسفة.\nوكانت ميزة مترجمنا في الأخذ عن شيوخه أنه لا ينتقل عن واحد منهم حتى يوجد سبب يدعوه إلى ذلك؛ كأن يكلف الشيخ بشغل وظيفة، أو ارتحاله بهجرة أو وفاة.\nودفعه شغفه العلمي وشوقه إلى علم الأوائل إلى مباشرة العلوم التي لم يعد لها اهتمام بين الناس في عصره، فانكب على تحصيلها بمفرده واجتهد في ذلك، فدرس علم التفسير، والرياضيات، والإلهيات، والتاريخ، والجغرافيا…\nوبما توفر له من العلوم الجمة والفنون المهمة تأهل للتدريس، وانتصب له في كثير من المؤسسات العلمية الشهيرة، كجامع ابن يوسف بمراكش، وجامع القرويين بفاس، والمسجد الأعظم بسلا، والمسجد الجامع بالجديدة، ومساجد الدار البيضاء، وكانت طريقته في التدريس تعتمد التأثير في المتلقي وجعله متتبعا للدرس منساقاً إليه صاغياً ومنصتاً، فكان مجلسه محبباً لدى طلبة العلم، وتتلمذ على يديه جماعة من الأعيان منهم: محمد بن عبد الكبير الكتاني، وعبد الرحمن بن الطيب الدرقاوي، والقاضي المشاور عبد الله ابن خضراء، والإخوة أحمد ومحمد وعبد الله أبناء أبي بكر عواد، والأخوين حجي والطاهر  زنيبر، وعبد القادر وإبراهيم التهاميين الوزانيين، وغيرهم.\nوإلى جانب التدريس وَلي المترجم عدة وظائف في كثير من المدن المغربية، لما عهد فيه من العلم والأمانة والعدالة والضبط؛ فتولى خطة الشهادة بسلا، ثم خطة العدالة والصائر على الأحباس بها، ووظف بمرسى الدار البيضاء، ثم في المالية بمراكش، ثم عاد إلى العمل بالمرسى المذكور، وتنقل في أعمال من مدينة إلى أخرى، ولم يكن هذا يشغله عن مذاكرة العلم ومدارسته، بل ظل وافياً للعلم مصاحباً له، ثم تفرغ له منقطعاً عن تلك الأشغال.\nترك أبو العباس أحمد بن خالد الناصري ثروة علمية كبيرة، تتمثل في مؤلفاته العديدة التي تشهد له بالعلم الوافر، والضبط والإتقان، من أهما: طلعة المشتري بالنسب الجعفري، وزهر الأفنان من حديقة ابن الونان، وهو شرح على القصيدة الشمقمقية، والاستقصا لأخبار المغرب الأقصى، وهو أجمع كتاب تاريخ للقطر المذكور، وهذه الثلاثة هي المطبوع من مؤلفاته، ومما لم يطبع وهو كثير:تعظيم المنة بنصرة السنة، ومجموع فتاويه الفقهية، قانون الترتيب الإداري والجبايات المالية المغربية، وله تعاليق وتقاييد على عدد من الكتب، وقريحة في قرض الشعر ونظمه.\nتوفي رحمة الله عليه فجر يوم الخميس ١٦ جمادى الأولى سنة١٣١٥هـ، ودفن بمقبرة باب المعلقة بسلا.\nمصادر الترجمة: ترجمة ولديه محمد وجعفر له مطبوعة مع كتابه الاستقصا (طبعة وزارة الثقافة والاتصال) (١/٧-٣٧)، من أعلام الفكر المعاصر(١١-١٤)، إتحاف المطالع (١/٣٣٦)، معلمة المغرب (٢٢/٧٣٨٤-٧٣٨٦).",
  "books": [
    {
      "text_id": 6627,
      "title": "الاستقصا لأخبار دول المغرب الأقصى"
    }
  ]
}