{
  "author_id": 1744,
  "author_meta": "السلطان عبد الحميد الثاني\nعبد الحميد بن عبد المجيد الأول السلطان الرابع والثلاثون من سلاطين الدولة العثمانية، وآخر من أمتلك سلطة فعلية منهم. وولد في ٢١ سبتمبر ١٨٤٢ م، وتولى الحكم عام ١٨٧٦ م. أبعد عن العرش عام ١٩٠٩ م بتهمة الرجعية، وأقام تحت الإقامة الجبرية حتى وفاته في ١٠ فبراير ١٩١٨ م.\nوتلقى السلطان عبد الحميد بن عبد المجيد تعليمه بالقصر السلطاني واتقن من اللغات: الفارسية والعربية وكذلك درس التاريخ والأدب.\nأظهر السلطان روحا إصلاحية وعهد بمنصب الصدر الأعظم إلى مدحت باشا أحد زعماء الإصلاح فأمر بإعلان الدستور وبداية العمل به، وقد كان الدستور مقتبسا عن دساتير دول أوربية مثل: (بلجيكا وفرنسا وغيرها) . وضم الدستور ١١٩ مادة تضمنت حقوق يتمتع بها السلطان كأي ملك دستوري، كما نصب الدستور على تشكيل مجلس نواب منتخب دعي بهيئة المبعوثان.\nيعرفه البعض، بـ (اولو خاقان) أي (\"الملك العظيم\") وعرف في الغرب باسم \"السلطان الأحمر\"، أو \"القاتل الكبير\" بسبب مذابح الأرمن المزعوم وقوعها في فترة توليه منصبه.\nيعتبره الكثيرون آخر خليفة فعلي للمسلمين لما كان له من علو الهمة للقضايا الإسلامية وما قام به من مشروع سكة حديد الحجاز التي كانت تربط المدينة المنورة بدمشق وكان ينوي أن يمد هذا الخط الحديدي إلى كل من استانبول وبغداد.\nرحب جزء من الشعب العثماني بالعوده إلى الحكم الدستوري بعد إبعاد السلطان عبد الحميد عن العرش في أعقاب ثورة الشباب التركي. غير أن الكثير من المسلمين ما زالوا يقدّرون قيمة هذا السلطان الذي خسر عرشه في سبيل أرض فلسطين التي رفض بيعها لزعماء الحركة الصهيونية.\nحياته الشخصيه\nولد عبد الحميد الثاني يوم الأربعاء في ٢١ أيلول (سبتمبر) عام ١٨٤٢ م، هو ابن السلطان عبد المجيد الأول من زوجته الثانية، اسمها \"تيرمشكان\" الشركسي الأصل توفيت عن ٣٣ عاما، ولم يتجاوز ابنها السابع سنوات، فأوكل عبد المجيد أمر تربيته إلى زوجة أبيه \"بيرستو قادين\" التي اعتنت بتربيته، وأولته محبتها؛ لذا منحها عند صعوده للعرش لقب \"السلطانة الوالدة\".\nكان عبد المجيد أول خليفة عثماني يرعى مسيرة ((التغريب)) في الدولة العثمانية, حيث استحدث الباب العالي (رئاسة مجلس الوزراء), الذي أصبح يتولى مقاليد السلطة, ويقاسم السلطان نفوذه, في حكم الدولة، بينما أصبحت ((مشيخة الإسلام)) مجرد هيئة شورية.\nوكان رشيد باشا, وزير عبد المجيد, يتمتع بنفوذ الحاكم الحقيقي للبلاد, وبدافع اعتناقه الماسونية كان شديد الإعجاب بكل ما هو غربي, ولهذا فأنه لم يدخر وسعا في إعداد الجيل التالي من الوزراء ورجال الدولة, وان يفسح لهم مجال السلطة والنفوذ.\nو لقد تعلم عبد الحميد اللغتين العربية والفارسية ودرس الكثير من كتب الأدب ودواوين الشعر.\nوحينما توفي والده عبد المجيد خلفه عمه عبد العزيز ,الذي تابع نهجه في مسيرة التغريب، تحت شعارات الإصلاح والتحديث, ولكنه رغم ذلك لم ينج من مؤامرات القصر, ومعظمهم من جماعة ((تركيا الفتاة)) التي بدجأت في التشكيل منذ عام ١٨٦٠ م, فتم عزله وتدبير مقتله بعد أربعة أيام, ليتولى الخلافة السلطان مراد الخامس, شقيق عبد الحميد وكان في السادسة والثلاثين من عمره, وعلى صداقة حميمة بولي عهد انجلترا آنذاك, الذي ضمه إلى الماسونية, ممهدا له طريق الحكم, ومعززا صلته بأعضاء ((تركيا الفتاة)) التي عملت أحيانا تحت اسم ((العثمانين الجدد)) أو ((الاتحاد والترقي)).\nواستمر في الخلافة ١٥ عاما.قبل توليه العرش بتسع سنوات رافق عمه سلطان عبد العزيز الأول في زيارته إلى النمسا وفرنسا وإنجلترا في ١٨٦٧. وفي بعض سياحاته ورحلاته إلى أوروبا ومصر.\nالتقى عبد الحميد في خلافة عمه بعدد من ملوك العالم الذين زاروا إستانبول. وعُرف عنه مزاولة الرياضة وركوب الخيل والمحافظة على العبادات والشعائر الإسلامية والبعد عن المسكرات والميل إلى العزلة، وكان والده يصفه بالشكاك الصامت.\nكان عبد الحميد نجارا ماهرا، وكان يملك مشغلا صغيرا في حديقة قصره في إستانبول. وكانت له اهتمامات مختلفة من بينها هواية التصوير وكان مهتما بالأوبرا وكتب شخصيا لأول مرة على الإطلاق العديد من الترجمات التركية للأوبرا الكلاسيكية. كما أنه ألف عدة قطع أوبرالية، واستضاف المؤدين الشهيرين من أوروبا في دار الأوبرا. وكان لديه هواية التصوير وقام بتصوير كل أنحاء إستانبول وجمعها في ألبوم يتكون من ١٢ مجلد، والألبوم محفوط حاليا في مكتبة الكونغرس في واشنطن في القسم التركي أخبار العالم ,و كان يملك مكتبا للترجمة يعمل فيه ٦ مترجمين وكان يعطي أجرا إضافيا لترجمة الروايات البوليسية.و قد كان معجبا بروايات شارلوك هولمز\nعبد الحميد شاعر\nكان شاعرا مثل بقية الشعراء من سلاطين العثمانيون. ومن شعره:\nيا إلهي إني أعرف أنك العزيز  وليس أحدا سواك\nأنك الواحد وليس سواك\nيا إلهي خذ بيدي في هذه المحنة\nيا إلهي كن عوني هذه الساعة الحاسمة\nفترة حكمه\nتولى السلطان عبد الحميد الثاني الخلافة، في ١١ شعبان ١٢٩٣هـ، الموافق ٣١ آب (أغسطس) ١٨٧٦م، وتبوَّأ عرش السلطنة يومئذٍ على أسوأ حال، حيث كانت الدولة في منتهى السوء والاضطراب، سواء في ذلك الأوضاع الداخلية والخارجية. وفي نفس السنة دخلت الدولة العثمانية في أزمة مالية خانقة في فترة السلطان عبد العزيز المبذر ونجح العثمانيون الجدد في الإطاحة بحكمه سنة ١٨٧٦م، في مؤامرة دبرها بعض رجال القصر، واعتلى العرش من بعده مراد الخامس شقيق عبد الحميد، ليكون السلطان الجديد، إلا انه عُزل بعد مدة قصيرة قوامها حوالي ثلاثة أشهر وثلاثة أيام، فتولى عبد الحميد الحكم من بعده الذي وافق مع العثمانيين الجدد على إتباع سياسة عثمانية متحررة.وقد نفى مدحت باشا إلى الطائف.\nسوء الأوضاع الخارجية\nاتفقت الدول الغربية على الإجهاز على الدولة العثمانية التي أسموها \"تركة الرجل المريض\"، ومن ثم تقاسم أجزائها، هذا بالإضافة إلى تمرد البوسنة والهرسك، الذين هزموا الجيش العثماني وحاصروه في الجبل الأسود، وإعلان الصرب الحرب على الدولة بقوات منظمة وخطرة، وانفجار الحرب الروسية الفظيعة التي قامت سنة ١٢٩٤هـ، الموافق سنة ١٨٧٧م، وضغط دول الغرب المسيحية على الدولة لإعلان الدستور وتحقيق الإصلاحات في البلاد، بالإضافة إلى قيام الثورات في بلغاريا بتحريض ومساعدة من روسيا والنمسا.\nسوء الأوضاع الداخلية\nأفلست خزينة الدولة وتراكمت الديون عليها، حيث بلغت الديون ما يقرب من ثلاثمائة مليون ليرة، كما ظهر التعصب القومي والدعوات القومية والجمعيات ذات الأهداف السياسية، بإيحاء من الدول الغربية المعادية، ولا سيما إنجلترا، وكانت أهم مراكز هذه الجمعيات في بيروت واستانبول، وقد كان للمسيحية دورها الكبير في إذكاء تلك الجمعيات التي أنشئت في بيروت والتي كان من مؤسسيها بطرس البستاني (١٨١٩م-١٨٨٣م) وناصيف اليازجي (١٨٠٠-١٨١٧م). وأما الجمعيات التي أنشئت في استانبول فقد ضمت مختلف العناصر والفئات، وكان لليهود فيها دور كبير، خاصة يهود الدَوْنَمة، ومن أشهر هذه الجمعيات \"جمعية تركيا الفتاة\" التي أُسست في باريس، وكان لها فروع في برلين وسلانيك واستانبول، وكانت برئاسة أحمد رضا بك، الذي فتن بأوروبا وبأفكار الثورة الفرنسية. وقد كانت هذه الجمعيات تُدار بأيدي الماسونية العالمية. ومن الأمور السيئة في الأوضاع الداخلية أيضًا، وجود رجال كان لهم دور خطير في الدولة قد فُتنوا بالتطور الحاصل في أوروبا وبأفكارها، وكانوا بعيدين عن معرفة الإسلام، ويتهمون الخلفاء بالحكم المطلق، الدكتاتوري ويطالبون بوضع دستور للدولة على نمط الدول الأوروبية المسيحية، ويرفضون العمل بالشريعة الإسلامية.\nإصلاحات دستورية\nفي عهد السلطان عبد الحميد الثاني، دعا سعيد النورسي وهو كردي من قرية نورشين وأحد قادة الطرق الدينية البارزين وغيره إلى إصلاحات دستورية وتعليمية من بينها تقيد سلطات السلطان عبد الحميد الثاني وهو ما سمى بـ«المشروطية»، وإنشاء جامعة في مدينة «فان» التركية للنهضة العلمية، ولما رفض السلطان عبد الحميد هذه الطلبات، دعم قادة الطرق الدينية التركية جمعية «الاتحاد والترقي» التي كانت تريد إصلاحات سياسية واجتماعية وكانت تعارض السلطان عبد الحميد.\nدبرت جمعية «الاتحاد والترقي» عام ١٩٠٨ انقلابا على السلطان عبد الحميد تحت شعار (حرية، عدالة، مساواة). وتعهد الانقلابيون بوضع حد للتمييز في الحقوق والواجبات بين السكان على أساس الدين والعرق.\nمن أهم منجزاته\nفي وسط هذه التيارات والأمواج المتلاطمة تقلد السلطان عبد الحميد الحكم، وبدأ في العمل وفق السياسة الآتية:\n- حاول كسب بعض المناوئين له واستمالتهم إلى صفه بكل ما يستطيع.\n- دعا جميع مسلمي العالم في آسيا الوسطى وفي الهند والصين وأواسط أفريقيا وغيرها إلى الوحدة الإسلامية والانضواء تحت لواء الجامعة الإسلامية، ونشر شعاره المعروف \"يا مسلمي العالم اتحدوا\"، وأنشأ مدرسة للدعاة المسلمين سرعان ما أنتشر خريجوها في كل أطراف العالم الإسلامي الذي لقي منه السلطان كل القبول والتعاطف والتأييد لتلك الدعوة، ولكن قوى الغرب قامت لمناهضة تلك الدعوة ومهاجمتها.\n- قرَّب إليه الكثير من رجال العلم والسياسة المسلمين واستمع إلى نصائحهم وتوجيهاتهم.\n- عمل على تنظيم المحاكم والعمل في \"مجلة الأحكام العدلية\" وفق الشريعة الإسلامية.\n- قام ببعض الإصلاحات العظيمة مثل القضاء على معظم الإقطاعات الكبيرة المنتشرة في كثير من أجزاء الدولة، والعمل على القضاء على الرشوة وفساد الإدارة.\n- عامل الأقليات والأجناس غير التركية معاملة خاصة، كي تضعف فكرة العصبية، وغض طرفه عن بعض إساءاتهم، مثل الرعب الذي نشرته عصابات الأرمن، ومثل محاولة الأرمن مع اليهود اغتياله أثناء خروجه لصلاة الجمعة، وذلك لكي لا يترك أي ثغرة تنفذ منها الدول الأجنبية للتدخل في شؤون الدولة.\n- عمل على سياسة الإيقاع بين القوى العالمية آنذاك لكي تشتبك فيما بينها، وتسلم الدولة من شرورها، ولهذا حبس الأسطول العثماني في الخليج ولم يخرجه حتى للتدريب.\n- اهتم بتدريب الجيش وتقوية مركز الخلافة.\n- حرص على إتمام مشروع خط سكة حديد الحجاز التي تربط بين دمشق والمدينة المنورة لِمَا كان يراه من أن هذا المشروع فيه تقوية للرابطة بين المسلمين، تلك الرابطة التي تمثل صخرة صلبة تتحطم عليها كل الخيانات والخدع الإنجليزية، على حد تعبير السلطان نفسه.\n- أنشئ قصر النجمة بأمره. ويوجد في متحف قصر النجمة في القصر منجرة مخصصة لتأمين الموبيليا للقصر, لأن السلطان عبد الحميد الثاني يحب النجارة ومعروف بالحفر اليدوي وأعطى اهتمام في هذا الموضوع. وكل الأثار المعروضة في المتحف هي أغراض القصر نفسه.\n- تم إنشاء مسرح قصر النجمة بأمر السلطان عبد الحميد الثاني في عام ١٨٨٩.و بعد الإصلاحات الضرورية تم افتتاح المتحف كمتحف للفنون والمسرح. ويوجد قسم من المتحف خاص بالملابس التي أستخدمت في المسرح نفسه.\nمذابح الأرمن\nبدأت قضية مذابح الأرمن في عهد السلطان عبد الحميد الثاني، إذ قالت الدولة العثمانية أن روسيا قامت بإثارة الأرمن الروس القاطنين قرب الحدود الروسية العثمانية، فبدأت بتحريضهم وإمدادهم بالمال والسلاح والقيام بتدريبهم في أراضيها وتشكيل الجمعيات المسلحة من أمثال خنجاق وطشناق. وقدمت بريطانيا دعماً قوياً لتلك المنظمات لأنها كانت تريد تفتيت الدولة العثمانية. حتى أن الزعيم المصري مصطفى كامل يقول في كتابه المسألة الشرقية: \"فالذين ماتوا من الأرمن في الحوادث الأرمنية إنما ماتوا فريسة الدسائس الإنكليزية\"\nوكان قبول الدولة العثمانية إقامة دولة أرمنية في مركزها (في الولايات الستة في شرقي الأناضول) وفي مناطق يشكل المسلمون فيها الأكثرية بمثابة عملية انتحارية للدولة العثمانية. إذ كان عدد الأرمن - حسب الإحصائيات العثمانية والأجنبية كذلك - يتراوح بين مليون ومئتي ألف إلى مليون ونصف مليون في جميع أراضي الدولة العثمانية. لذا لم يعبأ السلطان بالضغوطات الخارجية ولا بتهديد انكلترا وقيامها بإرسال أسطولها إلى جنق قلعة. وحاولت تلك المنظمات المسلحة اغتيال السلطان عام ١٩٠٥ بتفجير عربة عند خروجه من المسجد. ولكن السلطان نجا، وألقي القبض على الجاني، ولكن السلطان عفا عنه.\nعلاقاته مع اليهود\nلما عقد اليهود مؤتمرهم الصهيوني الأول في (بازل) بسويسرا عام ١٣١٥هـ، ١٨٩٧م، برئاسة ثيودور هرتزل (١٨٦٠م-١٩٠٤م) رئيس الجمعية الصهيونية، اتفقوا على تأسيس وطن قومي لهم يكون مقرًا لأبناء عقيدتهم، وأصر هرتزل على أن تكون فلسطين هي الوطن القومي لهم، فنشأت فكرة الصهيونية، وقد اتصل هرتزل بالسلطان عبد الحميد مرارًا ليسمح لليهود بالانتقال إلى فلسطين، ولكن السلطان كان يرفض، ثم قام هرتزل بتوسيط كثير من أصدقائه الأجانب الذين كانت لهم صلة بالسلطان أو ببعض أصحاب النفوذ في الدولة، كما قام بتوسيط بعض الزعماء العثمانيين، لكنه لم يفلح، وأخيرًا زار السلطان عبد الحميد بصحبة الحاخام (موسى ليفي)و(عمانيول قره صو)، رئيس الجالية اليهودية في سلانيك، وبعد مقدمات مفعمة بالرياء والخداع، أفصحوا عن مطالبهم، وقدَّموا له الإغراءات المتمثلة في إقراض الخزينة العثمانية أموالاً طائلة مع تقديم هدية خاصة للسلطان مقدارها خمسة ملايين ليرة ذهبية، وتحالف سياسي يُوقفون بموجبه حملات الدعاية السيئة التي ذاعت ضده في صحف أوروبا وأمريكا. لكن السلطان رفض بشدة وطردهم من مجلسه وقال: ((إنكم لو دفعتم ملء الدنيا ذهبا فلن أقبل، إن أرض فلسطين ليست ملكى إنما هي ملك الأمة الإسلامية، وما حصل عليه المسلمون بدمائهم لا يمكن أن يباع وربما إذا تفتت إمبراطوريتي يوما، يمكنكم أن تحصلوا على فلسطين دون مقابل))، ثم أصدر أمرًا بمنع هجرة اليهود إلى فلسطين.\nعندئذ أدرك خصومه أنهم أمام رجل قوي وعنيد، وأنه ليس من السهولة بمكان استمالته إلى صفها، ولا إغراؤه بالمال، وأنه مادام على عرش الخلافة فإنه لا يمكن للصهيونية العالمية أن تحقق أطماعها في فلسطين، ولن يمكن للدولة الأوروبية أن تحقق أطماعها أيضًا في تقسيم الدولة العثمانية والسيطرة على أملاكها، وإقامة دويلات لليهود والأرمن واليونان.\nلذا قرروا الإطاحة به وإبعاده عن الحكم، فاستعانوا بالقوى المختلفة التي نذرت نفسها لتمزيق ديار الإسلام، أهمها الماسونية، والدونمة، والجمعيات السرية (الاتحاد والترقي)، والدعوة للقومية التركية (الطورانية)، ولعب يهود الدونمة دورًا رئيسًا في إشعال نار الفتن ضد السلطان.\nعزله\nتم عزله وخلعه من منصبه عام ١٩٠٩ وتم تنصيب شقيقه محمد رشاد خلفاً له.\nمن أقواله\n- (انصحوا الدكتور هرتزل بألا يتخذ خطوات جدية في هذا الموضوع فإني لا أستطيع أن أتخلى عن شبر واحد من أرض فلسطين، فهي ليست ملك يميني، بل ملك الأمة الإسلامية، ولقد جاهد شعبي في سبيل هذه الأرض ورواها بدمه، فليحتفظ اليهود بملايينهم، وإذا مزقت دولة الخلافة يوما فإنهم يستطيعون آنذاك أن يأخذوا فلسطين بلا ثمن، أما وأنا حي فإن عمل المبضع في بدني لأهون علي من أن أرى فلسطين قد بترت من دولة الخلافة وهذا أمر لا يكون. إني لا أستطيع الموافقة على تشريح أجسادنا ونحن على قيد الحياة).\nوفاته\nوتوفي السلطان عبد الحميد الثاني في المنفى في ١٠ فبراير من عام ١٩١٨ م.\nوقام برثاءه أمير الشعراء أحمد شوقي بقصيدة جميلة حيث قال:\nضجت عليك مآذن ومنابر … وبكت عليك ممالك ونواح\nالهند والهة ومصر حزينة … تبكي عليك بمدمع سحاح\nوالشام تسأل والعراق وفارس … أمحا من الأرض الخلافة ماح؟\nنزعوا عن الأعناق خير قلادة … ونضوا عن الأعطاف خير وشاح\nمن قائل للمسلمين مقالة … لم يوحها غير النصيحة واح\nعهد الخلافة فيه أول ذائد … عن حوضها بيراعه نضاح\nإني أنا المصباح لست بضائع … حتى أكون فراشة المصباح\nكما رثاه شاعر العراق جميل صدقي الزهاوي، بقصيدة عن العهد الحميدي قال فيها:\nوقد بعث الله الخليفة رحمة … إلى الناس إن الله للناس يرحم\nأقام به الديان أركان دينه … فليست على رغم العدى تتهدم\nوصاغ النهى منه سوار عدالة … به إزدان من خود الحكومة معصم\nوكم لأمير المؤمنين مآثر … بهن صنوف الناس تدري وتعلم\n.فكيف يسيء الظن من هو مسلم  …  ويشهد حتى الأجنبي بفضله\nسلام على العهد الحميدي إنه  … لأسعد عهد في الزمان وأنعم\nنقلا عن، ويكيبيديا",
  "books": [
    {
      "text_id": 9118,
      "title": "مذكراتي السياسية"
    }
  ]
}