{
  "author_id": 175,
  "author_meta": "الشيخ أبو عبد الله عبد الرحمن بن ناصر بن براك بن إبراهيم البراك، ينحدر نسبه من بطن آل عُرينه المتفرع من قبيلة سُبيع المُضرية العدنانية.\n[ميلاده ونشأته]\nولد -حفظه الله- في بلدة «البكيرية» من منطقة «القصيم» في شهر ذي القعدة سنة ١٣٥٢ هـ\nوتوفي والده وهو صغيرٌ جداً فلم يدركه، وتولَّت والدته تربيته، فربته خير تربية\nوقدَّرَ الله له أن يُصَابَ بمرضٍ تسبَّبَ في ذهابِ بصره، وهو في العاشرة من عمره\n[طلبه للعلم ومشايخه]\nبدأ الشيخ طلب العلم صغيراً، فشرع في حفظ القرآن على عمِّه عبد الله بن منصور البراك، ثم على مقرئ البكيرية الشيخ عبد الرحمن بن سالم الكريديس رحمهما الله، فأكمل الشيخ حفظ القرآن وعمره اثنتا عشرة سنة تقريباً.\nوفي حدود عام ١٣٦٤ - ١٣٦٥ هـ بدأ في حضور الدروس والقراءة على العلماء، فقرأ على الشيخ عبد العزيز بن عبد الله السبيل رحمه الله جملة من كتاب «التوحيد»، و «الآجرومية»، وقرأ على قاضي البكيرية الشيخ محمد بن مقبل المقبل رحمه الله «الأصول الثلاثة».\nوفي عام ١٣٦٦ هـ تقريباً قُدِّرَ له السفر إلى مكة، ومكث بها ثلاث سنين، فقرأ فيها على إمام المسجد الحرام الشيخ عبدالله بن محمد الخليفي رحمه الله في «الآجرومية».\nوفي مكة التقى بعالمٍ فاضلٍ من كبار تلاميذ العلامة محمد بن إبراهيم هو الشيخ صالح بن حسين العراقي، فجالسه واستفاد منه كثيراً\nولما عُيِّن الشيخ صالح مديراً للمدرسة «العزيزة» في بلدة «الدلم» أحبَّ الشيخ صالح أن يرافقه الشيخ عبدالرحمن حفاوة به، فصحبه لطلب العلم على الشيخ ابن باز حين كان قاضياً في بلدة «الدلم»، فرحل معه في ربيع الأول من عام ١٣٦٩ هـ، والتحق بالمدرسة «العزيزة» بالصف الرابع، وكان من أهم ما استفاده في تلك السنة الإلمام بقواعد «التجويد» الأساسية.\nوفي نفس السنة سافر مع جمع من الطلاب مع الشيخ ابن باز إلى الحج، وبعد عودته ترك الدراسة في المدرسة العزيزة، وآثر حفظ المتون مع طلاب الشيخ ابن باز، فحفظ «الأصول الثلاثة»، و «كتاب التوحيد»، و «الآجرومية»، و «قطر الندى»، و «الرحبية»، وقدراً من «ألفية ابن مالك» في النحو، و «ألفية العراقي» في علوم الحديث.\nولازم دروس الشيخ ابن باز المتنوعة، وبقي في «الدلم» إلى أواخر عام ١٣٧٠ هـ، وكانت إقامته هناك لها أثر كبير في حياته العلمية.\nوأكبر مشايخه عنده وأعظمهم أثراً في نفسه: العلامة عبد العزيز ابن باز رحمه الله، فقد أفاد منه أكثر من خمسين عاماً بدءاً من عام ١٣٦٩ هـ إلى وفاته في عام ١٤٢٠ هـ، ثم يليه الشيخ صالح العراقي الذي استفاد منه حب الدليل، ونبذ التقليد، والتدقيق في علوم «اللغة» من «نحو»، و «صرف»، و «عَروض».\n[دراسته النظامية]\nلما فتح «المعهد العلمي» في الرياض في محرم ١٣٧١ هـ التحق الشيخ به في القسم الثانوي، وكانت مدة الدراسة الثانوية أربع سنوات، فتخرج فيه عام ١٣٧٤ هـ\nثم التحق بـ «كلية الشريعة» بالرياض، وتخرج فيها سنة ١٣٧٨ هـ.\nوكان من أبرز مشايخه في «المعهد» و «الكلية»:\n١ - العلامة عبد العزيز ابن باز.\n٢ - العلامة محمد الأمين الشنقيطي، ودرس عليه في «المعهد العلمي»: «التفسير»، و «أصول الفقه».\n٣ - العلامة عبد الرزاق عفيفي، ودرس عليه: «التوحيد»، و «النحو»، و «أصول الفقه».\n٤ - الشيخ محمد عبد الرزاق حمزة.\n٥ - الشيخ عبد العزيز بن ناصر الرشيد.\n٦ - الشيخ عبد الرحمن الأفريقي.\n٧ - الشيخ عبد اللطيف سرحان، ودرس عليه في «النحو».\nوغيرهم، رحمهم الله جميعاً.\nوكان في تلك المدة يحضر بعض دروس العلامة محمد بن إبراهيم آل الشيخ في المسجد.\n[محفوظاته]\nحَفِظَ الشيخ القرآن العظيم، وبلوغ المرام، وكتاب التوحيد، وكشف الشبهات، والأصول الثلاثة، وشروط الصلاة، والآجرومية، وقطر الندى، وألفية ابن مالك وغيرها.\nوهناك متون يستحضرها الشيخ استحضارا قوياً كالتدمرية، وشرح الطحاوية فلا يُحصى كم مرة دَرَّسَها الشيخ، وقُرِأَتْ عليه في الجامعة والمسجد، وكذا وزاد المستقنع وغيرها.\n[الأعمال التي تولاها]\nعُيِّن الشيخ مدرساً في «المعهد العلمي» في مدينة الرياض سنة ١٣٧٩ هـ وبقي فيه ثلاثة أعوام\nثم نُقل إلى «كلية الشريعة» بالرياض، وتولى تدريس العلوم الشرعية\nولما افتتحت «كلية أصول الدين» عام ١٣٩٦ هـ نقل إليها في قسم «العقيدة والمذاهب المعاصرة»، وبقي فيها إلى أن تقاعد عام ١٤٢٠ هـ، وأشرف خلالها على العشرات من الرسائل العلمية.\nوبعد التقاعد رغبت «الكلية» التعاقد معه؛ فعمل مدة ثم ترك.\nكما طلب منه شيخه ابن باز رحمه الله أن يتولَّى العمل في الإفتاء مراراً؛ فتمنَّع، ورضي منه شيخه أن ينيبه في «رئاسة الإفتاء» في الرياض في فصل الصيفِ حين ينتقل المفتون إلى مدينة «الطائف»، فأجاب الشيخ حياءً؛ إذ تولى العمل مرتين، ثم تركه.\nوبعد وفاة العلامة ابن باز رحمه الله طلب منه المفتي العام الشيخ عبد العزيز آل الشيخ أن يكون عضو إفتاء، وألح عليه في ذلك؛ فامتنع، وآثر التفرغ للدعوة والتعليم.\n[جهوده في نشر للعلم]\nجلس الشيخ للتعليم في مسجده الذي يتولى إمامته -مسجد الخليفي بحي الفاروق-، ومعظم دروسه فيه\nوكذلك التدريس في بيته مع بعض خاصة طلابه\nوله دروس في مساجد أخرى، إضافة لإلقائه كثيراً من المحاضرات في موضوعات متنوعة، وكذا الكلمات الدعوية في مختلف المناسبات\nإلى مشاركاته الكثيرة في الدورات العلمية المكثفة التي تقام في الصيف، وإلقائه للمحاضرات في مدينة «الرياض»، وغيرها من مناطق المملكة. كما ألقى عدة دروس عبر الهاتف لطلاب العلم في الخارج،\nتعرض على الشيخ بعض الأسئلة من عدد من المواقع الإسلامية في الشبكة العالمية، ويجيب عليها.\n[طلابه]\nطلاب الشيخ كُثُرٌ يتعذر على العاد حصرهم، وغالبهم من أساتذة الجامعات، والدعاة المعروفين، وغيرهم ممن يستفيدون من الشيخ من العامة والخاصة. ويتابع كثير من طلاب العلم من خارج البلاد دروس الشيخ عبر الإنترنت على الهواء مباشرة من موقع البث الإسلامي.\n[جهوده الاحتسابية]\nللشيخ -حفظه الله- جهود مباركة في الأمر بالمعروف، والنهي عن المنكر، والإصلاح بين الناس، ومناصحة المسؤلين والكتابة لهم، وتحذير الناس من البدع وسائر الانحرافات والمخالفات، وله في ذلك فتاوى سارت بها الركبان ومقالات كثيرة، وله مشاركة مع بعض المشايخ في عدد من البيانات والنصائح الموجهة للعموم المسلمين.\n[اهتمامه بأمور المسلمين]\nكما أن للشيخ -حفظه الله- اهتماماً بالغاً بأمور المسلمين في جميع أنحاء العالم، فيتابع أخبارهم ويحزن ويتألم لما يحدث لهم من مصائب ونكبات، وفي أوقات الأزمات يبادر بالقنوت، والدعاء لهم في الصلاة، والدعاء على أعدائهم،، ويبذل النصح والتوجيه لهم، وما يجب على المسلمين نحوهم، وله عدة فتاوى في هذا الخصوص انتشرت في كل مكان.\n[زهده، وورعه]\nوللشيخ زهد في الشهرة، والظهور، وولع بهضم النفس واحتقارها، وتواضع عجيب، وبساطه متناهية، وتقلل في المأكل، والملبس، والمركب، والمسكن، يعرف ذلك كل من رآه، وعاشره. ومن تواضعه استنكافه عن التأليف مع استجماعه لأدواته: من إطلاع واسع ودراية بكلام السلف والخلف، ومعلومات غزيرة في شتى الفنون، وحفظ للأدلة، وعقل راجح حصيف، وإدراك لمناط الخلاف، وقدرة عجيبة على تحرير محل النزاع. وأشرطته ودروسه خير شاهد، ولو فرغت الأشرطة التي سجلت دروسه، وتعليقات الطلاب التي تلقوها عنه لرأى من لم يعرفه عجباً.\nوالشيخ متميز بتبحره في علم العقيدة، وله في ذلك اليد الطولى، وهو من أهم من يُرْجَع إليه اليوم في ذلك.\n[عبادته]\nيختم الشيخ القرآن تقريباً كل عشرة أيام، ولا يترك صيام الاثنين والخميس إلا لعارض، ولا يترك قيام الليل بل يقوم قبل الفجر بحوالي ساعتين كل ليلة، وهو شديد البر بأمه جداً حتى إنه ترك الحج عدة سنوات مراعاة لها، ويستأذنها في كل أمر حتى في خروجه من البيت، بل ويستأذنها في أعظم من ذلك، وبره بها لا يتسع له هذا الاختصار.\n[ثناء العلماء عليه]\nأثنى على الشيخ كثير من العلماء، بل لم نر أحداً ممن عرفه توقف في الثناء عليه، ومنهم سماحة العلامة ابن باز رحمه الله شيخه فقد قال عنه مرة: إنه رجل مسدد، وتقدم تكليفه له في الفتيا مكانه فهو محل ثقته. ولما سأل الشيخُ محمدُ المنجد العلامةَ ابنَ عثيمين في آخر أيامه من نسألُ بعدَك؟ فأثنى عليه، وعلى الشيخ صالح الفوزان، ووجه لسؤالهما.\nوأما ثناء المشايخ الذين هم من طبقة تلاميذه فلا يمكن حصره هنا.\n[إنتاجه العلمي]\nانصرف الشيخ عن التأليف مع توفر آلته، وبذل معظم وقته في حلقات العلم، معلِّماً ومحاضِراً ومفتياً، وقد دوِّنت عنه المئات من الفتاوى، وقرئت عليه العشرات من الكتب في مختلف الفنون، وقد سُجل بعضها وما لم يسجل أكثر، ودروسه قائمة إلى اليوم أمدَّ الله في عمره على الخير والطاعة.\nوقد قام بعض خواصِّ طلابه بخدمة شروحِه المسجَّلة، وتهيئتها للطباعة والنشر بعد قراءتها على الشيخ وتصويبها، فصدر له:\n«شرح العقيدة التدمرية»\n«شرح العقيدة الطحاية»\n«توضيح مقاصد العقيدة الواسطية»\n«إرشاد العباد إلى معاني لمعة الاعتقاد»\n«شرح القواعد الأربع، والأصول الثلاثة، ونواقض الإسلام، وكشف الشبهات»\n«التعليق على القواعد المثلى»\n«توضيح المقصود بنظم ابن أبي داود»\n«شرح القصيدة الدالية».\nوهناك بعض الشروح والرسائل هي في أصلها إملاءات من الشيخ، منها:\n«الفوائد المستنبطة من الأربعين النووية»\n«التعليقات على المخالفات العقدية في فتح الباري» لابن حجر\n«جواب في الإيمان ونواقضه»\n«موقف المسلم من الخلاف».\nوللشيخ كتب أخرى في طريقها إلى الطبع، يسَّر الله أمرها.\nنسأل الله أن يبارك في عمر الشيخ، ويهيئ له من يجمع علومه، وفتاواه؛ فإنها محررة قائمة على الدليل والتحري، والدقة، وبعد النظر، نحسبه كذلك، ولا نزكيه على الله",
  "books": [
    {
      "text_id": 14174,
      "title": "جواب في الإيمان ونواقضه"
    },
    {
      "text_id": 17772,
      "title": "تعليقات الشيخ البراك على المخالفات العقدية في فتح الباري"
    },
    {
      "text_id": 17773,
      "title": "توضيح مقاصد العقيدة الواسطية - البراك"
    },
    {
      "text_id": 17774,
      "title": "شرح الأصول الثلاثة - البراك"
    },
    {
      "text_id": 17775,
      "title": "شرح القواعد الأربع - البراك"
    },
    {
      "text_id": 17862,
      "title": "شرح كلمة الإخلاص لابن رجب"
    },
    {
      "text_id": 17870,
      "title": "شرح القصيدة الدالية للكلوذاني"
    },
    {
      "text_id": 18604,
      "title": "إرشاد العباد إلى معاني لمعة الاعتقاد"
    },
    {
      "text_id": 18605,
      "title": "التعليق على القواعد المثلى"
    },
    {
      "text_id": 23088,
      "title": "شرح العقيدة الطحاوية - البراك"
    },
    {
      "text_id": 288,
      "title": "التعليق والإيضاح على تفسير الجلالين - جـ 1"
    }
  ]
}