{
  "author_id": 1784,
  "author_meta": "هو العالم والمربّي الفقيه الناظم الصوفي أبو الحسن علي بن خليفة بن رزق اللّه بن عبد الواحد بن علي المعروف بالزاهد.\nولد سنة ١٠٨٠ هجريا (١٦٦٩ ميلاديا) بمدينة مساكن (ولاية سوسة) ويوافق تاريخ ميلاده أواسط عهد الباي مراد بن أبي محمد حمودة باشا المرادي ثالث ملوك الدولة المرادية.\nأدخله أبوه أحد كتاتيب مدينة مساكن فحفظ القرآن الكريم في سنوات قلائل ثم أخذ عن علماء الساحل مبادئ الفقه والنحو ولما بلغ طور الشباب تاقت نفسه لطلب المزيد من العلم فعزم على الرحيل في طلبه.\nالرحلة الأولى\nسافر الشيخ علي بن خليفة وعمره ١٥ سنة الى مدينة صفاقس سنة ١٦٨٣ ميلاديا فأخذ هناك عن الشيخ علي النوري.\nويقول هنا «إن لنا مشائخ أجلاء أخذت عنهم العلم قراءة وحضورا وإجازة وأولهم الشيخ الفاضل المقرئ الناصح الجامع بين الشريعة والحقيقة سيدي علي النوري الصفاقسي». وهناك في صفاقس مكث ٥ سنوات ملازما لشيخه النوري وتوجت إقامته بمجموعة من الإجازات بالمباشرة والحضور.\nأجازه صحيح البخاري وصحيح مسلم والموطأ برواية يحيى الليثي الاندلسي وكتاب الشفاء للقاضي عياض وكتاب الشمائل للترمذي.\nكما أجازه أيضا تفسير البيضاوي والعديد من الكتب التي تعود الى علماء أجلاء كالسيوطي، والقرطبي والسنوسي.\nالرحلة الثانية\nبعد صفاقس ارتحل علي بن خليفة المساكني الى مصر بداية القرن ١٢ هجريا قاصدا الأزهر الشريف.\nويذكر الأستاذ محمود القزاح في دراسة له تحت عنوان «الشيخ علي بن خليفة الحسيني المساكني» أنه التقى بعدد كبير من علماء الأزهر وأخذ عنهم شتى العلوم والفنون منهم الشيخ الخرشي إمام المالكية في عصره وهو أول من تولّى مشيخة الأزهر سنة ١١٠٠ هجريا.\nولما كان بالأزهر أخرج (علي بن خليفة المساكني) نسخة من شرح شيخه الشبرحيتي وأجازه في الصحيحين بسنديهما الى الامامين البخاري ومسلم.\nويضيف الأستاذ محمود القزاح أنه بالنظر الى ما سبق من ذكر شيوخه يتبيّن لنا أن دراسته وإن كانت مركزة على علوم القرآن والحديث والفقه نرى أنها تنوّعت فشملت علوما أخرى كعلوم القراءات والفرائض والنحو والبلاغة.\nالعودة\nقبل أن يعود الي مدينة مساكن قصد البقاع المقدسة وحجّ، وبمدينته أسّس مدرسته سنة ١١٠٤ هجريا (١٦٩٢ ميلاديا) لتكون رباطا لطلبة القرآن والعلم.\nرابط «علي بن خليفة» بمدرسته ليربّي تلاميذه على الفضائل الإسلامية الصحيحة كما كان يطعم الطعام للفقراء والمساكين وفي كتابها «الفلاحون التونسيون.. الاقتصاد الريفي وحياة الأرياف» أدرجت الباحثة الفرنسية «لوسات فلنزي» فصولا عن مدينة مساكن لعل أهم ما جاء فيها قولها: «ومما يدل أن مساكن كانت بلد علم ودين وتقوى هي الشهرة التي كانت تتمتع بها مدرسة علي بن خليفة في كامل الإيالة التونسية إذ كانت هذه المدرسة كعبة قُصّاد طلبة العلم والزوار.\nهذه الزاوية جعلت من مساكن «بنراس الإيالة التونسية» وبنراس مدينة مقدسة تقع ببلاد الهند كثيرة الزوار.\nتقع المدرسة الخليفية وسط حي آل بن خليفة بالطرف القبلي من رحبة السوق القديمة.",
  "books": [
    {
      "text_id": 10732,
      "title": "فهرسة علي بن خليفة المساكني"
    }
  ]
}