{
  "author_id": 179,
  "author_meta": "الاسم: كَامِلَةُ بنت محمد بن جاسم بن علي آل جهام الكَوارِي\nمكان الميلاد: الدوحة - قطر\nالحالة الاجتماعية: متزوجة\nالتعليم:\nدرست المراحل التعليمة في مدارس قطر، وتخرجت من كلية الشريعة ربيع ١٩٩٧م، ورسالتها في الماجستير بعنوان: (وقائع الأعيان في الأحوال الشخصية والحدود والشهادات).\nالعمل الحالي: تعمل باحثة شرعية في وزارة الأوقاف والشؤون الإسلامية\nطريق حياتها:\nاختارت من طرق الحياة النافعة بعد حفظ كتاب الله عز وجل طريق العلم الشرعي، وذلك لما للعلم من مقام عظيم عند الله تعالى، فأهل العلم هم ورثة الأنبياء، وفضل العالم على العابد كما بين السماء والأرض.\nلماذا العلم؟\nعن قيس بن كثير قال: قدم رجل من المدينة على أبي الدرداء وهو بدمشق فقال: ما أقدمك يا أخي؟ فقال: حديث بلغني أنك تحدثه عن رسول الله صلى الله عليه وسلم. قال: أما جئت لحاجة؟! قال: لا. قال: أما قدمت لتجارة؟! قال: لا. قال: ما جئت إلا في طلب هذا الحديث. قال: فإني سمعت رسول الله صلى الله عليه وسلم يقول: \"من سلك طريقًا يبتغي فيه علما سلك الله به طريقًا إلى الجنة، وإن الملائكة لتضع أجنحتها رضاء لطالب العلم، وإن العالم ليستغفر له من في السماوات ومن في الأرض، حتى الحيتان في الماء، وفضل العالم على العابد كفضل القمر على سائر الكواكب، إن العلماء ورثة الأنبياء، إنَّ الأنبياء لم يورثوا دينارًا ولا درهمًا، إنما ورثوا العلم فمن أخذ به أخذ بحظ وافر\" [أخرجه الترمذي (٢٦٨٢)].\nوفضائل العلم لا تعد ولا تحصى، فقد كُتب في فضائله الكثير من الكتب والمقالات، فكان العلم بالشريعة نورًا لصاحبه ومنهج حياة متكاملة في العسر واليسر والرخاء والشدة وأمن وأمان له في الحياة الدنيا بل عمر آخر وذكر طيب بعد موته. فقد أخرج مسلم في صحيحه عن أبي هريرة رضي الله عنه أن رسول صلى الله عليه وسلم قال: (إذا مات الإنسان انقطع عنه عمله إلا من ثلاثة: إلا من صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له). فالعلم الذي ينتفع به الإنسان بعد وفاته هو ما خلفه في كتبه أو علمه لغيره، واستفاد الناس من ذلك الكتاب، والناس في هذا بين مقل ومستكثر، وكل يعطى من الأجر على قدر ما خلف وراءه من العلم، والله ذو الفضل العظيم.\nوسائل للعلم\nأما عن الوسائل المؤدية إليه: فقد مَن الله تعالى علينا في هذا العصر خاصة دون غيره من العصور بنعم كثيرة سهلت الوصول إليه والرقي في درجاته العالية لمن شاء الله له الخير والفضل، وقد أخذت من هذه الوسائل ما يسر الله لها أخذه فتنوعت مصادرها في التعلم من بين شروح مقروءة وأخرى مشاهدة ومسموعة، وتواصل مع علماء أجلاء لهم مكانتهم العالية في العلم في جميع فروعه فكانوا خير معين على خير طريق في الحياة الدنيا. ونسأل الله تعالى لكل مجتهد في هذا الطريق رفعة الدنيا والآخرة وأن يعيننا جميعًا، ويبارك في أوقاتنا. ويزدنا علمًا نافعًا، وعملاً خالصًا لوجهه الكريم. وسبحانك اللهم وبحمدك نشهد أن لا إله إلا أنت.",
  "books": [
    {
      "text_id": 37660,
      "title": "تفسير غريب القرآن - الكواري"
    },
    {
      "text_id": 6942,
      "title": "المجلى في شرح القواعد المثلى في صفات الله وأسمائه الحسنى"
    },
    {
      "text_id": 9933,
      "title": "قدم العالم وتسلسل الحوادث"
    }
  ]
}