{
  "author_id": 180,
  "author_meta": "عصام البشير المراكشي ( معاصر )\nالاسم والميلاد: البشير بن محمد عصام المسفيوي المراكشي. ولدتُ سنة ١٣٩٢ هـ بمدينة مراكش.\nالدراسة:\nأمضيتُ دراستي الأكاديمية الأولى بمدينة مراكش، ثم انتقلت إلى الرباط لإتمام الدراسة حتى حصلت على شهادة مهندس الدولة في الاتصالات من المعهد الوطني للبريد والاتصالات بالرباط. ثم التحقت مباشرة بكلية الآداب والعلوم الإنسانية بالرباط، بشعبة الدراسات الإسلامية، سنة ١٤١٥ هـ:\nحصلت بامتياز على الإجازة بعد أربع سنوات (أي سنة ١٤١٩ هـ). موضوعها: (حقيقة الإيمان من خلال تفسير فخر الدين الرازي - عرض وتحليل) بإشراف الدكتورة عائشة الهلالي. وفي هذا البحث مناقشات في مسائل الأسماء والأحكام خصوصا.\nحصلت بامتياز على الماجستير (المسمى عندنا: دبلوم الدراسات العليا المعمقة) بعد ذلك بسنتين (أي سنة ١٤٢١ هـ) من وحدة (مناهج البحث في العلوم الإسلامية). موضوعه: (المنهج الإسلامي في دراسة روايات السيرة النبوية) بإشراف الدكتور فاروق حمادة.\nسجلت سنة ١٤٢٢ هـ في الدكتوراة، تحت عنوان: (المصالح والمفاسد في المذهب المالكي وتطبيقاتها المعاصرة). بإشراف الدكتور أمحرزي العلوي والدكتور فاروق حمادة.\nقرأت على جمع من الشيوخ أبرزُهم:\nالوالد الشيخ محمد عصام المسفيوي خريج كلية ابن يوسف العتيقة بمراكش: قرأت عليه - منذ الصبا - في العربية كثيرا (في النحو والصرف على الخصوص)، وفي الفقه المالكي من شرح ميارة الصغير على المرشد المعين، وفي غيرهما.\nالعلامة الفقيه اللغوي مصطفى النجار شيخ الجماعة بسلا: قرأت عليه في مسجده ومنزله في النحو والصرف والبلاغة والمنطق والفقه المالكي.\nالشيخ المحقق الحسن الكتاني: لازمته لنحو أربع سنوات، وقرأتُ عليه في فنون متعددة من العقيدة، والفقه وأصوله وقواعده، والحديث رواية ودراية، والتزكية، وغير ذلك.\nالشيخ محمد الرزكي: قرأت عليه في ألفية ابن مالك بشرحي ابن عقيل والمكودي.\nالشيخ العلامة المتفنن مصطفى البيحياوي المراكشي نزيل طنجة: حضرت عنده في شرح صحيح البخاري وفي السيرة النبوية، وسألته واستفدت منه.\nالشيخ الفقيه العربي كدار: قرأت عليه في كتاب الفرائض من مختصر خليل.\nالشيخ الفقيه عبد القادر الإدريسي: قرأت عليه لبضعة أشهر في العقيدة من شرح الطحاوية لابن أبي العز الحنفي وفي الفقه المالكي من رسالة ابن أبي زيد بشرح أبي الحسن.\nالدكتور الشيخ فاروق حمادة: قرأت عليه في علوم مختلفة، وفي مناهج البحث العلمي.\nالدكتور الفقيه محمد الروكي: قرأت عليه في الفقه وقواعده.\nالدكتور الأصولي أحمد الريسوني: قرأت عليه في أصول الفقه عامة، وفي الرسالة للإمام الشافعي خاصة.\nالدكتور أحمد أبو زيد: في علوم القرآن.\nوجمع من طلبة العلم التقيت بهم، وحضرت مجالس بعضهم، واستفدت منهم في بدايات الطلب خصوصا.\nوقد أجازني جمع من أهل العلم في المشرق والمغرب، يتجاوز عددهم الثلاثين.\nلي مجموعة من الأبحاث، نشر منها اثنان:\nشرح منظومة الإيمان المسماة (قلائد العقيان بنظم مسائل الإيمان).\n(شرع الله ليس غلوا).\nوالأبحاث الأخرى مخطوطة، وأغلبها في العقيدة والفقه وعلوم العربية\nوالشعر. سأل الله السداد.\nنقلا عن : موقع طريق الإسلام\nhttp://www.islamway.com",
  "books": [
    {
      "text_id": 858,
      "title": "شرح منظومة الإيمان"
    }
  ]
}