{
  "author_id": 1806,
  "author_meta": "نسبه ومولده\nهو الشيخ العالم الفقيه العلم العصامي الورع: صالح بن علي بن فهد بن غصون من أسرة الحميدان من وهبة تميم قدم جدهم محمد بن حميدان الرس في حدود منتصف القرن الثاني عشر الهجري.\nولد في الرس عام ١٣٤١هـ، وتوفي والده وعمره اثني عشر عاماً وكف بصره وهو في السنة الثانية عشرة من عمره فتولت والدته (نورة الهزاع) تربيته حيث أدخلته أحد كتاتيب الرس.\nتعليمه\nتعلم القراءة في الكتاب ودرس القرآن الكريم على الشيخ ناصر بن سالم الضويان - رحمه الله - أحد مدرسي الكتاتيب في الرس، في سن مبكرة\nويقول زميله في الدراسة والقضاء، وابن بلده فضيلة الشيخ عبد الله بن عبد العزيز الرشيد:\nمعرفتي بالشيخ قديمة بدأت منذ أن كنا ندرس في الكتاب في بلدنا الرس حوالي عام ١٣٥٠هـ و ١٣٥١هـ لدى المعلم في ذلك الوقت واسمه ناصر بن سالم بن ضويان - رحمه الله - ثم بدأنا بالدراسة على فضيلة شيخنا الشيخ محمد بن عبد العزيز بن رشيد قاضي الرس في ذلك الوقت - رحمه الله - في الأصول الثلاثة وكتاب التوحيد وكشف الشبهات لشيخ الإسلام محمد بن عبد الوهاب رحمه الله.\nثم سمت به همته العليا فسافر للرياض عام ١٣٥٨هـ لطلب العلم هناك حيث درس على الشيخ محمد بن إبراهيم آل الشيخ وعلى أخيه الشيخ عبد اللطيف بن إبراهيم آل الشيخ.\nمشايخه\n١- الشيخ محمد بن إبراهيم آل الشيخ مفتي الديار السعودية السابق - رحمه الله - درس عليه العلوم الشرعية.\n٢- الشيخ عبد اللطيف بن إبراهيم آل الشيخ - رحمه الله - درس عليه في الفرائض والآجرومية.\n٣- محمد بن عبد اللطيف.\n٤- الشيخ محمد بن عبد العزيز الرشيد قاضي الرس والخرمة ورنية.\nوكانت له مكاتبات مع عدد من المشائخ منهم\n١- الشيخ عبد الرحمن بن ناصر بن سعدي عالم عنيزة المشهور رحمه الله.\n٢- الشيخ محمد بن مانع مدير المعارف السعودية الأسبق رحمه الله.\n٣- الشيخ الإمام عبد العزيز بن باز رحمه الله.\n٤- الشيخ عبد الله بن حميد رحمه الله.\n٥- الشيخ عبد الرحمن بن قاسم النجدي.\nحفظ عدداً من الكتب تقدر بسبعة عشر كتاباً.\nأعماله\nتولى إمامة مسجد العيسى بالرياض قرب المقيبرة (غربي مقيبرة)، في عام ١٣٦٨هـ رشحه شيخه محمد بن إبراهيم قاضياً في سدير لمدة أربع سنين.\nفي عام ١٣٧٤هـ، نقل إلى قضاء شقراء ودرس في معهدها العلمي، ثم كلف بمهمة في الرياض للنظر في مشكلات بعض الأراضي فيها مع بعض المشائخ، وفي عام ١٣٨١هـ، نقل لرئاسة محاكم الأحساء حتى عام ١٣٩٠هـ، وفيها نقل إلى هيئة التمييز بالرياض، في عام ١٣٩١هـ عين في هيئة كبار العلماء، في عام ١٤٠١هـ، نقل إلى مجلس القضاء الأعلى، في عام ١٤٠٩هـ طلب الإحالة إلى التقاعد فأجيب إلى طلبه.\nله مشاركات في برنامج نور على الدرب في إذاعة القرآن الكريم من عام ١٣٩١هـ، وكان يفتي السائلين من خلال هاتف منزله ويدرس في مسجده بحي الملز وله جلسة أسبوعية كل جمعة وكان خطيباً لمساجد البلدان التي تولى القضاء فيها.\nثناء العلماء وأهل العلم عليه\nقال عنه الشيخ عبد الله البسام عضو هيئة كبار العلماء: سماحة الشيخ صالح عرفته بأنه العالم الكبير في علمه وعمله، وعرفت منه الصراحة في الحق في جميع أطواره التي يمر بها قاضياً، وواعظاً ومدرساً ومستشاراً في هيئة كبار العلماء.\nوقال عنه الشيخ عبد الله بن منيع عضو هيئة كبار العلماء:\nعرفته زميلاً في مجلس هيئة كبار العلماء فعرفت عنه القوة في الأخذ بحرية الرأي، والقدرة على التعبير عما يراه بغض النظر بمخالفة من يخالفه في غير مكابرة ولا مجادلة منافية لآداب الحديث والنظر والنقاش.\nوقال زميله في مجلس القضاء الشيخ عبد الله بن عبد العزيز بن رشيد عضو مجلس القضاء الأعلى:\nإنه من خيرة من رأيتهم ومن زاملتهم من القضاة والمشايخ في العلم والذكاء والفراسة والنزاهة وتدقيق المسائل وضبطها والحرص على تمحيصها.\nوقال عنه الدكتور عبد الله التركي الأمين العام لرابطة العالم الإسلامي:\nوالحق أني ألفيت الرجل غزير العلم عميق الفقه، سديد الرأي، واسع النظر ذا معرفة بمصالح الأمة واحتياجاتها مع الجود والكرم، وحسن الطلعة، وطلاقة الوجه والمبادرة لقضاء حاجات ذوي الحاجات.\nوقال عنه الشيخ محمد بن سبيل عضو هيئة كبار العلماء وإمام وخطيب المسجد الحرام:\nكان من أولئك الرهط الأفاضل الذين كانوا الأساس للنهضة العلمية والدعوية في هذه البلاد المباركة فهو رحمه الله من ذلكم الجيل الذين أفنوا أعمارهم في نشر العلم، وتوجيه الناس وإرشادهم.\nقال عنه الشيخ منصور المالك رئيس ديوان المظالم الأسبق:\nكان فضيلته ذا خلق عظيم ووجه طلق، وكل من يلتقي به أو يزوره يجد البشاشة والكلام الطيب والصدر الرحب وحسن الاستقبال والاحتفاء به، والسؤال عن حاله وأهله، وتلك سجيته مع جميع الناس، إضافة إلى جوده وكرمه.\nوفاته\nمرض رحمه الله عام ١٤٠٩هـ، بداء الكبد فسافر إلى أمريكا للعلاج أول مرة للفحوص ثم عاد لأمريكا عام ١٤١٣هـ وأجرى عملية زراعة الكبد ثم عاد للمملكة وبعدها بفترة عاوده المرض فعاد لأمريكا عام ١٤١٨هـ، وأجرى عملية استئصال أورام في البطن، وتحسنت صحته فترة وفي عام ١٤١٩هـ، عاوده المرض في الكبد وتعذر إجراء عملية أخرى وزادت آلامه فصبر واحتسب حتى وافته المنية في ١٧-١٢-١٤١٩هـ، فرحمه الله رحمة واسعة.\nأولاده\nله من الأولاد سبعة هم:\n١- محمد: يعمل مديراً في أحد البنوك في الرياض.\n٢- علي: رجل أعمال.\n٣- عبد العزيز: موظف في شركة سابك.\n٤- فهد: مدرس في الحرس الوطني.\n٥- عبد الله: موظف في ديوان رئاسة مجلس الوزراء.\n٦- عبد الرحمن: توفي وكان يعمل ضابطاً في الحرس الوطني.\n٧- عمر: ضابط في وزارة الدفاع والطيران.\nفرحم الله الشيخ صالح بن غصون فقد كان عالماً كبيراً فقدته الأمة في هذه البلاد وأسكنه فسيح جناته.",
  "books": [
    {
      "text_id": 30908,
      "title": "منهج الدعوة والحسبة بين أهل السنة وأهل البدعة"
    }
  ]
}