{
  "author_id": 1809,
  "author_meta": "سيد محمد ساداتي الشنقيطي\nمن المُقرئين المتقنين، وأحد منظّري الإعلام الإسلامي ومدرسيه المتمكنين.\nعضو هيئة التدريس بجامعة الإمام محمد بن سعود الإسلامية.\nحصل على الدكتوراه في «الإعلام الإسلامي»، عام ١٤٠١ هـ، يقول أ. محمد خير رمضان يوسف: «لعله أول من حصل على الدكتوراه في هذا الفن من جامعة الإمام بالرياض، يوم أن كان (المعهد العالي للدعوة الإسلامية) قبل أن يحلّ محله (كلية الدعوة والإعلام). وكان فكره (صافيًا) في هذا المجال، يأخذ المفهوم الإسلامي للإعلام من القرآن الكريم والسنة النبوية، وليس كما يفعل الإعلاميون من خلطه بالنظريات الغربية، وقد درّسني في مرحلة الماجستير مادة (الرأي العام الإسلامي) أيضًا، وذكر أثناءها أنه لا يعرف أحدًا ألف فيه».\nوكان له حلقة إقراء للقرآن الكريم بالقراءات العشر، استمرت عقودًا من الزمن، واستجاز منه خلق كثير.\nإضافة لحلقة أخرى في علم الفرائض امتدت لسنوات.\nوشارك في عديد من المؤتمرات والندوات العلمية والإعلامية\nوسَبق له العمل في وكالة الأنباء السعودية «واس»\nإضافة إلى عمله كملحق إعلامي بالسفارة السعودية في اليمن\nوله عديد من المؤلفات الإعلامية والعلمية منها:\n١. وكالة الأنباء الإسلامية الدولية في الميزان، ناشر الكتاب: دار عالم الكتب.\n٢. القلب في القرآن وأثره في سلوك الإنسان، عدد الصفحات: ٢٢٣، الطبعة: - ١٤١٤ هـ/١٩٩٣ م، الناشر: دار عالم الكتب - الرياض.\n٣. القنوات الفضائية، المؤلف: سيد محمد ساداتي الشنقيطي، الناشر: وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد - المملكة العربية السعودية ١٤٢٠ هـ - ١٩٩٩ م.\n٤. الصبر في القرآن مفتاح الفرج وعدة الفلاح، عدد الصفحات: ١٢٧، الطبعة: الأولى - ١٤٢٩ هـ/٢٠٠٨ م، الناشر: دار الحضارة - الرياض.\n٥. وظيفة الإخبار في سورة الأنعام. دار النشر: مركز الدراسات الإسلامية والإعلام  دار إشبيليا، تاريخ النشر:1997 م 1418 هـ، بلد النشر: السعودية، المدينة: الرياض، رقم الطبعة: 4\n6. حملة القرآن من الصحابة الكرام، دار النشر: دار الحضارة، تاريخ النشر:2007 م 1428 هـ، بلد النشر: السعودية، المدينة: الرياض، رقم الطبعة: 1\n7. تفسير القرآن بالقرآن من أضواء البيان؛ لشيخه الشنقيطي (اعتناء)\nتوفي بالرياض في 28 محرم 1440 هـ الموافق 8 أكتوبر 2018 م، عن (79) عامًا.\nمصادر الترجمة:\nمقال أ. د. مصطفى مسلم، على الشبكة.\nمقال أ. محمد خير رمضان يوسف، على الشبكة.\nمقال نعيه بصحيفة «سبق» الإلكترونية.\nموقع اقتناص الكتب المصورة:\nhttps://iktenas.blogspot.com/2019/03/pdf_13.html",
  "books": [
    {
      "text_id": 31343,
      "title": "القنوات الفضائية"
    }
  ]
}