{
  "author_id": 1812,
  "author_meta": "محمد ضياء الرحمن الأعظمي (١٣٦٢ - ١٤٤١)\nأبو أحمد، محمد عبد الله، ضياء الرحمن، الأعظمي الهندي ثم المدني.\nكان اسمه وهو هندوسي: (بنكيرام) ثم سمى نفسه بعد الإسلام (إمام الدين) ولما عرف بهذا في الهند وخشي من أذية الهندوس، غيره إلى (محمد ضياء الرحمن الأعظمي) ولما قدم السعودية عدل التركيب في اسمه فأصبح (محمد بن عبد الله بن عبد الرحمن الأعظمي)\nكان من إحدى الأسر الهندوكية الميسورة، درس إلى المرحله الثانوية، وكان مطلعاً على الثقافات والديانات السائدة في الهند وانتهى به المطاف أن شرح الله صدره للإسلام.\nبعد إسلامه انتقل إلى باكستان، ثم إلى بلاد الحرمين، ودرس في الجامعة الإسلامية، ثم تخصص في الحديث الشريف، وعين مدرساً في الجامعة الإسلامية، وابتعث لنيل درجة الماجستير والدكتوراة من جامعة الأزهر، وعين عضواً بهيئة التدريس في الجامعة الإسلامية وتدرج في السلك الأكاديمي حتى نال الأستاذية، وعين عميداً لكلية الحديث الشريف [وقد كان مُنح الجنسية السعودية].\nمن كتبه التي ألفها أو حققها:\n١ - أقضية رسول الله صلى الله عليه وسلم تأليف ابي عبدالله محمد بن فرج المالكي المعروف بابن الطلاع؛ تحقيق وتعليق واستدراك.\n٢ - دراسات في الجرح والتعديل.\n٣ - المدخل الى السنن الكبرى للحافظ أبي بكر البيهقي، دراسة وتحقيق.\n٤ - «دراسات في اليهودية والمسيحية وأديان الهند والبشارات في كتب الهندوس» مجلد كبير ط مكتبة الرشد.\n٥ - المنّة الكبرى شرح وتخريج السنن الصغرى.\n٦ - أبو هريرة رضي الله عنه في ضوء مروياته: دراسة مقارنة في مائة حديث من مروياته. ط مكتبة الغرباء في المدينة.\n٧ - معجم مصطلحات الحديث ولطائف الأسانيد، نشرته دار الإمام مسلم.\n٨ - الرازي وتفسيره.\n٩ - الجامع الكامل في الحديث الصحيح الشامل «المرتب على أبواب الفقه»، نشرته دار السلام، في ١٢ مجلداً.\nتوفي يوم عرفة، التاسع من ذي الحجة لسنة (١٤٤١ هـ)",
  "books": [
    {
      "text_id": 10052,
      "title": "تحية المسجد"
    },
    {
      "text_id": 12266,
      "title": "صلاة التراويح"
    },
    {
      "text_id": 12270,
      "title": "صلاة المسافر"
    },
    {
      "text_id": 22567,
      "title": "دراسات في الديانات الهندية"
    },
    {
      "text_id": 23071,
      "title": "دراسات في السنة النبوية"
    },
    {
      "text_id": 23074,
      "title": "صلاة الجماعة"
    },
    {
      "text_id": 47,
      "title": "الجامع الكامل في الحديث الصحيح الشامل المرتب على أبواب الفقه"
    }
  ]
}