{
  "author_id": 1814,
  "author_meta": "الأستاذ المشارك بكلية الحديث الشريف والدراسات الإسلامية بالجامعة الإسلامية بالمدينة المنورة\nتاريخ الميلاد: (١٣٦٦ هـ).\n[مشايخه في المعهد الثانوي بالجامعة الإسلامية]\n١ ـ المدير فضيلة الشيخ عبد العزيز القويفلي ودرسنا في الأدب رحمه الله.\n٢ ـ المدير فضيلة الشيخ علي بن ناصر فقيهي، ودرسنا قواعد اللغة العربية، وهو يعمل اليوم في مجمع الملك فهد لطباعة المصحف.\n٣ ـ سماحة الشيخ عبد العزيز بن باز رحمه الله، درسنا الفرائض مؤقتا، في كتابه في الفرائض، وحضرت بعض دروسه في الحرم في العقيدة، وفتح الباري، وكتاب التوحيد.\n٤ ـ فضيلة الشيخ عبد العزيز الشبل رحمه الله، درسنا زاد المستقنع، توفي رحمه الله في المسجد النبوي وهو ساجد في صلاة المغرب، رحمه الله رحمة واسعة.\n٥ ـ فضيلة الشيخ عبد الله المحسن، درسنا في الحديث تيسير العلام رحمه الله.\n٦ ـ فضيلة الشيخ عبد الله بن محمد الغنيمان، درسنا التوحيد.\n٧ ـ فضيلة الشيخ عبد الله قادري، درّسنا في التفسير.\n٨ ـ فضيلة الشيخ ربيع بن هادي مدخلي، درسنا في التوحيد.\n٩ ـ فضيلة الشيخ أبو بكر جابر الجزائري، درسنا في التفسير.\n١٠ ـ فضيلة الشيخ محمود الطحان سوري، درسنا التجويد، المنظومة الجزرية، والقرآن تلاوة وحفظا، والبلاغة قسمي البديع والبيان، وهو في الكويت اليوم.\n١١ ـ فضيلة الشيخ محمود ميرة سوري، درسنا تاريخ الدولتين العباسية والأموية، وهو في الكويت اليوم.\n١٢ ـ فضيلة الشيخ محمد المجذوب سوري، درسنا السيرة النبوية رحمه الله.\n١٣ ـ فضلية الشيخ أحمد فرحات سوري، درسنا في الأدب النصوص، وقد رأيت له مقابلة في قناة فضائية.\n١٤ ـ فضيلة الشيخ عبد الصمد الكاتب، درسنا الأصول والفرائض، والمطالعه رحمه الله.\n١٥ ـ فضيلة الشيخ محمد لطفي سوري، عديل الشيخ الألباني، درسنا اللغة العربية كتاب قطر الندى، والخط.\n١٦ ـ فضيلة الشيخ عبد المنعم زنيوط أردني درسنا الأدب الإسلامي، وبلغني أنه في البرلمان الأردني.\n١٧ ـ الشيخ عبد الكريم بن مراد الأثري، درسنا في مصلح الحديث، كتابه من أطيب المنح في علم المصطلح، وله قصب السكر شرح نخبة الفكر، وترجم معاني القرآن إلى اللغة (البراهوئية) وكتب عقيدة المسلم بنفس اللغة، وكتيب في تيسير المنطق، وبدأ في ترجمة معاني القرآن إلى اللغة السندية، وتوقف لعارض المرض، وتوفي رحمه الله.\n[مشايخه في كلية الشريعة]\n١ ـ فضيلة الشيخ العلامة الإمام محمد الأمين الشنقيطي، رحمه الله، صاحب أضواء البيان، درسنا الأصول روضة الناظر، والمذكرة التي وضعها عليه، أراد التسهيل فكانت أصعب لغزارة علمه رحمه الله، علامة كبير له مؤلفات منها: أضواء البيان في تفسير القرآن بالقرآن، ودفع إيهام الاضطراب عن آيات الكتاب، ومذكرة في الأصول، وفي الأسماء والصفات، وحضرت دروسه في الحرم في كتابه أضواء البيان، وكان لا يدرس في الحرم إلا في رمضان.\n٢ ـ فضيلة الشيخ العلامة حمّاد بن محمد الأنصاري، رحمه الله، درّسنا الطحاوية، تأليفه قليل لاشتغاله بخدمة الطلاب في الجامعة وفي مكتبته الخاصة، لم يقدّم أحد من العلماء المعاصرين ما قدم الشيخ حماد لطلاب العلم، جمع مكتبة متخصصة في الحديث وعلومه، وتاريخ الرواة، كانت مفتوحة لطلاب العلم، طوال أيام الأسبوع من بعد العصر إلى ما بعد العشاء، وبعد الفجر، وما بعد العشاء للخواص من طلابه مزيد عناية، وكنت منهم، ولاسيما في وقت إشرافه عليّ في الماجستير، وكان المشايخ يسمونه أبا الدكاترة، فما من باحث في الماجستير، أو الدكتوراه، أو في غير ذلك إلا وللشيخ حماد عليه منة، ليس طلاب الجامعة الإسلامية آنذاك ومنهم وافدون من أكثر من (١٢٠) دوله، بل حتى جامعات المملكة الأخر، ولا سيما أم القرى، والإمام، وكان رحمه الله يحضر في المكتبة للطلاب الورق والأقلام وأقلام الرصاص والبراية والشاي مجانا، مع كامل العناية والإرشاد، لا يخرج من المكتبة إلا للنوم أو الصلاة، وأذكر أنه رحمه الله لما انتقل من بيته القديم في شارع الأعمدة القريب من الحرم، إلى بيته الممنوح له من الأمير سلطان تكريما للشيخ، وتقديرا لجهوده في خدمة العلم وطلابه، وكان موقع البيت بجوار الجامعة في حي الجامعة اليوم، ابتعد الموقع على الطلاب، فذهب بعضهم إليه قبيل المغرب فوجدوه قائما على الباب قلقا، فسلموا عليه وسألوه عن سبب وقوفه وما ظهر عليه من قلق وعدم ارتياح، فقال: تصوروا أنا من بعد صلاة العصر لم يأتني أحد من الطلاب، لقد ابتعدنا عنهم، وإن لم يأتني أحد فسأبيع البيت وأعود إلى القديم من أجل المكتبة والطلاب، وكنت إذا زرته يقول: يا أبا خالد نحن في بادية، يقصد بعده عن الحرم، ولكن الطلاب لم ينقطعوا عنه لمّا عرفوا الموقع، وكانت المكتبة عامرة به وبطلابه، وكان رحمه الله لا يسمع بكتاب مطبوع أو مخطوط إلا اشتراه، وجلبه من أي بلد، وبأي ثمن ولاسيما المخطوطات، وقد قال لي أكثر من مرة: إنه ينفق شهريا أكثر من نصف راتبه على المكتبة من أجل الطلاب، رحمه الله، وقد كان في مصر يتجول حول الأزهر فوجد كتابا مخطوطا لابن كثير في أسماء الرجال، وجد الجزء الأول منه، يباع على الرصيف في مجموعة كتب، وكان يمكن أن يأخده بسعر زهيد، لكنه رحمه الله لما نظر الكتاب وعرفه كبّر وقال هذا كتاب عظيم، فسمعه البائع وعرف أنه سعودي، وكان الشيخ بلباسه المعتاد وعليه البشت، فقال الشيخ: بكم الكتاب؟ فقال بألف جنيه، وأخذه الشيخ بعدة مئات من الجنيهات، ساوت ألف ريال سعودي، ولما تقاعد لم يتخلف عن الحضور إلى الجامعة، فكان له يوميا مجلسان، الأول عندي في مكتبي إذ كنت مديرا لمركز خدمة السنة والسيرة النبوية، وبعده يمر على قسم المخطوطات في المكتبة المركزية، وقد يحدث العكس، فيذهب إلى المخطوطات أولا إذا كنت مشغولا، رحمه الله رحمة واسعة، وجمعنا به في جنات النعيم.\n٣ ـ فضيلة الشيخ العلامة عبد المحسن بن حمد العباد البدر حفظه الله، درسنا الأسانيد، في كل سنة عشرين حديثا مع شرحها رواية ودراية من تأليفه، وله نشاط علمي في مجال التدريس في الجامعة محتسبا بعد تقاعده، وبحث في مكتبته وتأليف، ودروس في الحرم وفقه الله فقد انتفع به الكثيرون، بارك الله في عمره وعلمه وعمله، والله إنا نحبه في الله عز وجل حبا جما.\n٤ ـ فضيلة الشيخ العلامة عبد الغفار بن حسن، درسنا دراسات في كتب السنة مذكرة من تأليفة، وهو من بكستان من فيصل أباد.\n٥ ـ فضيلة الشيخ القاضي عبد اللطيف بن إبراهيم آل عبد اللطيف، رحمه الله درسنا في بداية المجتهد على المذاهب الأربعة، وله مؤلف في فهرست بداية المجتهد سماه: هداية الرشد.\n٦ ـ فضيلة الشيخ العلامة عبد العظيم فياض مصري، رحمه الله، وهو شيخ شيبة الحمد، درسنا في الأصول مذكرة من تأليفه.\n٧ ـ فضيلة الشيخ العلامة محمد أمان، رحمه الله درسنا في التوحيد العقيدة الطحاوية، له مؤلفات دعوية.\n٨ ـ فضيلة الشيخ العلامة عبد القادر شيبة الحمد، حفظه الله درسنا في الأصول كتاب امتاع العقول في علم الأصول، من تأليفه، وله في حقوق المرأة في الإسلام، وشرح بلوغ المرام، وله في الأديان والفرق، وعلق على صحيح البخاري، ولم يوفق ـ في نظري ـ في استدراكه على الحافظ ابن حجر.\n٩ ـ فضيلة الشيخ أبو بكر الجزائري، درسنا في التفسير، وأشرف على بحثي في التخرّج، له مؤلفات، منها: تيسير التفسير، ومنهاج الصالحين، وجاؤوا يركضون، وهذا الحبيب يا محب، وغير ذلك.\n١٠ ـ فضيلة الشيخ محمد المجذوب، درسنا الأدب، له مؤلفات أدبيه، وكتابات نشرت في مجلة الجامعة الإسلامية وغيرها، وهو شاعر.\n١١ ـ فضيلة الشيخ عبد العظيم الشناوي مصري، رحمه الله، إمام في اللغة ما حمل كتابا قط، أخذ الدكتوراه في الهمزة، درسنا في ألفية ابن مالك بشرح ابن عقيل، وكان حافظا، لا يعرف بداية المقرر ولا نهايته، ولكن إذا حضر قال: (ما عندكم اليوم) فنقول باب كذا، فينفجر كالبحر، فيدخل فيما بعده، فنقول: هذا ليس مقررا! ! .\n١٢ ـ فضيلة الشيخ العلامة يوسف الضبع مصري، رحمه الله علامة وإمام كسابقه، درسنا في البلاغة قسم المعاني.\n١٣ ـ فضيلة الشيخ العلامة محمد الشال إمام متبع للمذهب الحنفي، وكنا نعارضه كثيرا، فإذا قرر المسائل رجح رأي أبي حنيفة تعصبا رحمه الله.\n١٤ ـ فضيلة الشيخ العلامة مختار الشنقيطي، والد العلامة محمد المختار درّسنا في التفسير، كان شديدا جادا في عمله، محبا لطلابه في الحرم، وسئل عن سبب تفضيله لهم على طلاب الجامعة الذين لا يحضرون درسه، فقال: أنتم طلاب شهادة، وهم طلاب علم، رحمه الله رحمة واسعة، له شرح سنن النسائي لم يتمه رحمه الله.\n١٥ ـ الشيخ إبراهيم السلقيني سوري درّسنا في الأصول عالم بمادته، جاد في تدريسه.\n١٦ ـ الشيخ محيي الدين القضماني سوري، درّسنا في حاضر العالم الإسلامي، عالم بمادته، لطيف مؤدب.\n١٧ ـ الشيخ محمد الزئبق سوري، درّسنا في حاضر العالم الإسلامي، عالم بمادته.\n١٨ ـ الشيخ محمود اللبدي علامة في الأدب بارع في الكتابة نشر في مجلة الجامعة كتابات رائعة بعنوان رسائل لم يحملها البريد درسنا في النحو.\n١٩ ـ محمود البنا درسنا في الحديث سبل السلام.\n٢٠ ـ ومحمود أبو الوفاء درسنا في الفقه المقارن.\n[مشايخه في الدراسات العليا]\n١ ـ فضيلة الشيخ المدقق محمد أمين المصري، سوري علمه ليس غزيرا لكنه مدقق، يتتبع النكات والغوامض، ويحاول تجليتها، أو التعسير بها على الآخرين، وهو مؤسس الدراسات العليا في جامعة أم القرى، وفي الجامعة الإسلامية، درسنا دراسات في مصطلح الحديث على غرار ما ذكرت من منهجه، رحمه الله.\n٢ ـ فضيلة الشيخ حماد بن محمد الأنصاري رحمه الله، دائما معنا في التوحيد والمخطوطات، فهو إمام فيها، عالم بالأصل منها والمختصر، والمستدرك والمعلق عليه، والكامل والناقص والموجود ومكانه من مكتبات العالم وعدد نسخه، وتواريخها، والمفقود الذي له ذكر ولا وجود له، استفدنا منه علما وخلقا رحمه الله رحمة واسعة، وأشرف على بحثي في الماجستير.\n٣ ـ فضيلة الشيخ العلامة الأستاذ الدكتور أكرم ضياء العمري، درسنا مناهج البحث، وكان له علم وقوة ملاحظة، وسرعة فائقة في القراءة، كان يقول لي: أنا أقرأ في الأسبوع ثلاثة آلاف صفحة، واستطيع أناقش الدكتوراه بعد ساعتين من استلامها\nولما كنت مديرا لمركز خدمة السنة رئيسا للمجلس العلمي فيه، وأغلب أعضاؤه أساتذتي الكبار وهم: الدكتور أكرم ضياء العمري، وسماحة الشيخ عبد المحسن العباد، وسماحة الشيخ حماد الأنصاري، وفضيلة الشيخ عبد الله الغنيمان، وفضيلة الشيخ الدكتور علي بن ناصر فقيهي، وفضيلة الشيخ الدكتور ربيع بن هادي، والبقية من الزملاء، وهم الدكتور عبد الرحيم محمد القشقري، والدكتور عوض بن سلطان الشهري، والدكتور عبد الصمد بكر، والدكتور عبد العزيز الصاعدي، تبين لي أن الدكتور أكرم كان صادقا فيما ذكر لي، فكان المجلس يقرر إحالة الجزء من كتاب إتحاف المهرة، المنتهي من التحقيق إلى مقومين يكون أحدهم أحيانا، الدكتور أكرم فيأخذ الجزء، الذي يمكث عند زميله المقوم الآخر أشهرا، ويأتي به أكرم خلال أسبوعين على الأكثر، ويعتذر عن التأخير لأنه شغل بغيره، ومما يزيد الأمر وضوحا أنه عندما يعرض التقرير يكون وافيا شافيا دقيقا، وقد يكون الخلل في تقارير من مكث الكتاب عندهم ما يقارب العشرة أشهر، وقد أشرف على بحثي في الدكتوراه، وكنت أقدم له الملزمة في الخمسين صفحة، فإن كان التقديم في أول الدوام أعطاني إياها في نهاية الدوام، وإلا في اليوم التالي صباحا مدونا عليها توجيهاته وملاحظاته، وقد نال جائزة الملك فيصل العالمية في البحث العلمي في مجال الدراسات الإسلامية وفقه الله.\n[مشايخه في المناقشة]\nرسالة الماجستير، كانت رسالة الماجستير في الحديث، وهي الرسالة الثانية التي تناقش في الجامعة الإسلامية، إذ كنت من أول من دخل الإعادة في الجامعة عندما فتحت الدراسات العليا في عام ١٣٩٦ هـ، وكان المشرف فضيلة الشيخ العلامة حماد بن محمد الأنصاري، والمناقش الأول فضيلة الأستاذ الدكتور أكرم ضياء العمري، والثاني فضيلة الشيخ الدكتور محمد أبو زهو مصري منتدب من جامعة أم القرى، والنتيجة جيد جدا.\nرسالة الدكتوراه في الحديث أيضا، والمشرف فضيلة الدكتور أكرم ضياء العمري، والمناقش الأول فضيلة الشيخ الدكتور محمد أديب الصالح سوري، منتدب من جامعة الإمام، والثاني فضيلة الشيخ الدكتور ربيع بن هادي المدخلي، والنتيجة مرتبة الشرف الأولى.\n[الشهادات]\n١ - الشهادة العالية (الليسانس) من كلية الشريعة بتقدير ممتاز، في (١٣/ ٨/١٣٩٣ هـ).\n٢ - الشهادة العالمية (الماجستير) بتقدير جيد جدا، في (٢٨/ ٦/١٣٩٩ هـ)\n٣ - الشهادة العالمية العالية (الدكتوراه) في السنة وعلوم الحديث بتقدير مرتبة الشرف الأولى، في (٢٥/ ٥/١٤٠٣ هـ)\n[التحقيقات]\n١ ـ تحقيق كتاب الفوائد العوالي عن الشيوخ الثقات المعروف بالغيلانيات لأبي بكر الشافعي، (مطبوع في جزأين).\n٢ ـ تحقيق كتاب التنبيهات المجملة على المواضع المشكلة لصلاح الدين العلائي، (مطبوع).\n٣ ـ تحقيق القسم الأول من كتاب تصحيحات العمدة للزركشي (منشور في مجلة الجامعة الإسلامية).\n٤ ـ تحقيق كتاب إثارة الفوائد المجموعة في الإشارة إلى الفرائد المسموعة للعلائي (طبع في مجلدين).\n٥ ـ تحقيق مسند الإمام الدارمي (مطبوع في مجلدين).\n[المؤلفات]\n١ ـ تأليف أطيب النشر في تفسير الوصايا العشر (كتيب مطبوع).\n٢ ـ تأليف النظرات الماتعة في سورة الفاتحة (كتيب مطبوع طبعتين).\n٣ ـ تأليف إمتاع المقلة في تحمل الحديث ونقله (رسالة مطبوعة).\n٤ ـ شرح منظومة ابن فرح الإشبيلي المعروفة بالغرامية في مصطلح الحديث (كتيب مطبوع).\n٥ ـ تأليف الأمن التربوي (كتيب مطبوع).\n٦ ـ تأليف الدّين وأحكامه في ضوء الكتاب والسنة (كتيب مطبوع).\n٧ ـ تأليف ثقافة المرأة المسلمة (رسالة مطبوعة).\n٨ ـ تأليف جهد المحتفي في أمر العالم المختفي في ضوء الكتاب والسنة (كتيب مطبوع).\n٩ ـ شرح المنظومة التبريزية في العقيدة الصحيحة السنية (كتيب مطبوع).\n١٠ ـ تأليف معجم شيوخ العلائي (مطبوع في مجلدين).\n١١ ـ تأليف القطوف الدانية فيما انفرد به الدارمي عن الثمانية (مجلد مطبوع).\n١٢ ـ تأليف كتاب حقوق المرأة في ضوء الكتاب والسنة (مطبوع).\n١٣ ـ تأليف كتيب في مناسك الحج والعمرة، بعنوان (كيف تحج وتعتمر وتزور على ضوء الكتاب والسنة وصحيح المأثور (مطبوع).\n١٤ ـ تأليف كتيب بعنوان: النظرات الوقادة في خروج الحسين بن علي إلى الكوفة واستشهاده (مطبوع).\n١٥ ـ تأليف رسالة بعنوان: العين والعائن والمعيون (مطبوعة).\n١٦ ـ تأليف رسالة بعنوان: بناتنا أعراضنا (مطبوع).\n١٧ ـ تأليف رسالة بعنوان: راعي الغنم (مطبوع).\n١٨ ـ تأليف النظرات الوقادة في في خروج الحسين رضي الله عنه واستشهاده (رسالة مطبوعة).\n١٩ ـ تأليف كتاب الجوس في المنسوب إلى دوس (مطبوع).\n٢٠ ـ كتاب نسبة ومنسوب (مطبوع مجلد).\n٢١ ـ تأليف الهادي والمهتدي (كتيب مطبوع).\n٢٢ ـ تأليف عش مع الخلفاء والملوك (كتيب مطبوع).\n٢٣ ـ تأليف الجزء الأول من كتاب رياض الأذهان في فهم القرآن (مطبوع). وقد عقدت العزم على إكمال هذا الكتاب المبارك.\n٢٤ ـ تأليف جهود الملك عبد العزيز في خدمة الكتاب والسنة (كتيب مطبوع طبعتين).\n[منتخب من ترجمة كتبها فضيلته يوم السبت ١٠/ ١١/١٤٣٧ هـ قبيل المغرب في المدينة النبوية]",
  "books": [
    {
      "text_id": 132387,
      "title": "القطوف الدانية فيما انفرد به الدارمي عن الثمانية"
    },
    {
      "text_id": 132391,
      "title": "النظرات الماتعة في سورة الفاتحة"
    },
    {
      "text_id": 132392,
      "title": "النظرات الوقادة في خروج الحسين بن علي رضي الله عنه واستشهاده"
    },
    {
      "text_id": 132394,
      "title": "جهد المحتفي في أمر العالم المختفي"
    },
    {
      "text_id": 132412,
      "title": "نسبة ومنسوب"
    },
    {
      "text_id": 132443,
      "title": "عش مع الخلفاء والملوك"
    },
    {
      "text_id": 22750,
      "title": "أطيب النشر في تفسير الوصايا العشر"
    },
    {
      "text_id": 36102,
      "title": "الهادي والمهتدي"
    },
    {
      "text_id": 36105,
      "title": "الجوس في المنسوب إلى دوس"
    },
    {
      "text_id": 36118,
      "title": "حقوق المرأة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 912,
      "title": "شرح مسند الدارمي"
    }
  ]
}