{
  "author_id": 1815,
  "author_meta": "عبد القادر بن حبيب الله السندي (١٣٥٥ - ١٤١٨ هـ)\nولد بقرية جانارى (وهي من أقدم القرى في السند وتقع بين نهرين صغرين)، من منطقة نواب شاه بإقليم السند (في جنوب دولة باكستان الإسلامية)، من أب وأم فقيرين، عاميين، عملهما الزراعة، والفلاحة، وتربية المواشى، وكان المؤلف يرعى غنيمات لجدته فى صغر سنه، وذلك بعد الفراغ من الدروس الابتدائية من القراءة، والكتابة.\nفى عام ١٣٦٨ هـ قدم الحرمين الشريفين مع بعض أهله لقصد الحج، وكان سنه آنذاك أربعة عشر عاما، ثم التحق فى بداية عام ١٣٦٩ هـ بمدرسة دار العلوم السلفية الأهلية بالمدينة المنورة\nبعد فترة وجيزة من الدراسة بالمدرسة المذكورة والحرم النبوى الشريف مساءا لدى فضيلة الشيخ رشيد أحمد بن إبراهيم الهندى رحمه اللَّه تعالى (ت ١٣٨١ هـ) اختير المؤلف مدرسا بالقسم الابتدائى\nمُنح الجنسية العربية السعودية فى ١٤/ ٩/ ١٣٧٥ هـ\nفى عام ١٣٨١ هـ عند افتتاح الجامعة الاسلامية التحق بالقسم الثانوى بها إلى أن تخرج فى العام الدراسى، ١٣٨٧ - ١٣٨٨ هـ من كلية الشريعة\nثم التحق بقسم الدراسات العليا بكلية الشريعة والدراسات الاسلامية بجامعة الملك عبد العزيز بمكة المكرمة سابقا، وجامعة أم القرى حاليا، إلى أن تخرج من القسم المذكور فى ١٩/ ٤/ ١٣٩٢ هـ ببحثه (الذهب المسبوك في تحقيق روايات غزوة تبوك)\nفى نهاية عام ١٣٩٤ هـ إلى شئون الحرمين الشريفين فعين مدرسا بمعهد الحرم المكى الشريف التابع لها\nفى بداية عام ١٤٠٠ هـ انتقل إلى الجامعة الاسلامية بناء على رغبة الجامعة فعين محاضرا بكلية الحديث\nفي عام ١٤٠٤ قدم أطروحة الدكتوراة وموضوعها تحقيق وتخريج أحاديث الكافى للإمام شيخ الإسلام ابن قدامة المقدسى المتوفى ٦٢٠ هـ\n(شيوخه)\nكثيرون جداً وذلك لكثرة ترحاله وسفره، ومنهم: الشيخ محمد بن إبراهيم والشيخ عبدالله بن حميد والشيخ ابن باز والشيخ الألباني والشيخ محمد الأمين الشنقيطي والشيخ عبدالرزاق عفيفي والشيخ ابن عثيمين والشيخ ناصر بن حمد والشيخ عمر فلاته والشيخ عبد الخالق السلفي والشيخ يوسف السلفي والشيخ بديع الدين الراشدي السندي والشيخ كامل السندي والشيخ محمد الأمين المصري والشيخ محمد خليل الهراس رحمهم الله تعالى جميعاً وغيرهم كثيرون\n(مؤلفاته)\n١ - الأجوبة المكية على الأسئلة الباكستانية، مطبوع في جزء واحد.\n٢ - إزالة الشبهة عن حديث الغربة أو التربة، مطبوع في جزء واحد، وضمن رسائل لابن السني.\n٣ - أكمل البيان في شرح حديث نجد قرن الشيطان، تحقيق وتخريج وتقديم، مطبوع في جزء واحد، وأصل الكتاب للشيخ محمد أشرف السندي -رحمه الله-.\n٤ - إذا لم تستحي فاصنع ماشئت!، جزء واحد، مطبوع، وهو في حكم الاستعانة بالكافرين على الظالمين.\n٥ - التصوف في ميزان البجث والتحقيق، في أربعة أجزاء مطبوعة، ولكل جزء عنوان، وهي كتالي:\nأ- التصوف في ميزان البحث والتحقيق العلمي.\nب- ابن عربي الصوفي في ميزان البحث والتحقيق.\nج الرد الأوفر في الرد على فقه الشيخ الأكبر -ابن عربي-، ومعه إتمام البحث والرد على الإنسان الكامل والقطب.\nد- فصل الخطاب في رد مزاعم الغراب، دفاع عن شيخ الإسلام وهذه الأجزاء في الرد على محمود الغراب الصوفي، الذي حسن البدعة، وذم شيخ الإسلام ابن تيمية -رحمة الله عليه-، بإحالة من الشيخ ابن باز لرد على المذكور.\n٦ - تعليقات منقولة سنية على بعض المحاضرات والبحوث العلمية، أو مقارنة علمية حول الثورة الفكرية، رد على القاري، طبعته مكتبة البخاري، ١٤١٨ هـ.\n٧ - الحجاب في الكتاب والسنة، طبع مرات.\n٨ - رفع الجنة أمام جلباب المرأة المسلمة في الكتاب والسنة، رد على الألباني -رحمه الله-، مجلد.\n٩ - تكحيل العينين، وهو في الرد على الحلبي، لتحسينه حديث أسماء -رضي الله عنها- في كشف الوجه، مجلد.\n١٠ - الذهب المسبوك في تحقيق روايات عزوة تبوك، رسالة الماجستير، طبع مرتين.\n١١ - السنة النبوية، وشبهات بعض الناس حولها، جزء مطبوع.\n١٢ - الضوء القرآني والسني على عقيدة النبهاني، مطبوع في جزء واحد.\n١٣ - عرض ونقد ما كتبه بعض الناس حول الكوثري والدحلان، رد على المالكي، مطبوع في جزء واحد.\n١٤ - تحقيق الكافي وتخريج أحاديثه البالغة: (٣٤٤٧) حديثاً، مع المقدمة في ثمان مجلدات، (لم يُطبع)\n١٥ - الوافي على الشافي لسنن الكافي في فقه الحنابلة، أصل الكتاب للإمام العلامة ضياء الدين المقدسي، المتوفى سنة ٦٤٣ هـ، وتخريج الوافي في عشرين مجلد مخطوط.\n١٦ - الكشف عن كشف الرين في مسألة رفع اليدين، مطبوع.\n١٧ - استدراكات وملاحظات على كتاب السيرة النبوية الصحيحة، للدكتور أكرم العمري، مطبوع.\n١٨ - الدفاع عن أبي هريرة -رضي الله عنه-، جزء مطبوع.\n١٩ - فضل العلم والقضاة، محقق ومخرج.\n٢٠ - خطب الجمعة والأعياد، للشيخ الزاحم، تحقيق وتخريج. وهو تخريج الخطب التي ألقاها فضيلة الشيخ عبد الله الزاحم على منبر مسجد رسول الله صلى الله عليه وسلم. (مطبوع في ثلاث مجلدات)\n٢١ - لماذا ندافع عن المملكة العربية السعودية. (مطبوع)\nالمقالات المطبوعة في بعض المجلات والجرائد:\n١ - إتحاف الأماثل بما وقع في سبع مسائل، مطبوع.\n٢ - الإمام أحمد ودفاعه عن السنة النبوية في حلقتين، مطبوع.\n٣ - دور المستشرقين في تشويه الحقائق الإسلامية، مطبوع في عدة مجلات، مقالة موسعة.\n٤ - درة ثمينة في علل الحديث، للإمام أحمد -رحمة الله عليه-، نشرت في جريدة المدينة في عدة حلقات.\n٥ - رحلة الشيخ السبيل إلى مدينة جلهم، في سبع حلقات نشرت في جريدة المدينة.\n٦ - السنة النبوية ومنزلتها من التشريع الإسلامي، في عدة حلقات نشرة في مجلة الدعوة.\n٧ - إلى قول الموسع على المسائل التسع، رد على الشيخ مرزا خان، مطبوع.\n٨ - من وادي العقيق إلى وادي جهلم، في حلقتين نشرة في جريدة المدينة.\n٩ - عرض ونقد لما الفه الشيخ أبو الحسن الندوي من السيرة النبوية، في عدة حلقات، نشرته مجلة الجامعة السلفية، في بناراس الهند.\n١٠ - وصف دقيق لكتاب تعليق التعليق، للحافظ ابن حجر -رحمة الله عليه-، نشرته جريدة الندوة في عدة حلقات.\n١١ - الإسلام والديمقراطية، بحث موسع، مخطوط.\nوللشيخ مقالات كثيرة كتبها في جريدة المدينة المنورة ومجلة الدعوة وجرائد أخرى وبحوث صغيرة طبعتها إدارة البحوث والدعوة والإرشاد وكان للشيخ قلم سيال في ثلاثة لغات هي العربية والسندية والأوردية وكانت له ردود علمية على كثير من السلف والخلف، وكان يتفنن في تخريج الحديث وعلله ورجاله، وكانت له دروس في المسجد النبوي لمدة ستة أشهر في مصطلح الحديث ورجاله\n(أخلاقه):\nكان جواداً داره مفتوحة للقريب والبعيد، وكان بكاءً رحمه الله إذا ذُكر السلف بكى حتى تبتل لحيته، وكان يقول أين نحن من هؤلاء القوم.\nوكان مسامحاً لم ينتقم لنفسه أبداً، محباً للحديث وأهله، مع ذلك كان شديد الغضب لله، وكان شديداً على المبتدعين والمخرفين والصوفيين، وكان رحمه الله تعالى لا يجادلهم شفهياً، بل كتب في ذلك كتابات كثيرة وردود علمية منها ما هو مطبوع وغير مطبوع\n(صفاته الخَلْقية)\nكان ـ رحمه الله تعالى ـ طويل القامة أبيض البشرة كثيف الشعر واللحية عسلي العينين طويل الأنف واسع العينين، وكان وسيماً خفيف الوزن نحيل القدمين واليدين، وكان رحمه الله خفيف الظل يحب الدعابة والطرفة، رفيع الصوت.\n(عقبه):\nمحمد: أكبر أبناؤه، وبه يكنى، وهو مهندس في الخطوط العربية السعودية في مدينة جدة\nله أبناء آخرون من زوجته الأولى وهم الشيوخ أحمد ومحمود وأربعة بنات\nكما له أبناء من زوجته الثانية وهم الشيوخ حامد وحماد وحميد وحمد وحمود وبنتان\nأحفاده: أكبرهم الشيخ معاذ بن محمد السندي\nتزوج الشيخ عبد القادر عدة زوجات قبل أم محمد وأم حامد وتوفين في حياته ولم ينجبن، رحمة الله على الجميع.\nتوفي في ذي الحجة ١٤١٨ هـ وكان يعاني من مرض السكري منذ أربعين عاما، رحمه الله تعالى",
  "books": [
    {
      "text_id": 10132,
      "title": "حجية السنة النبوية ومكانتها في التشريع الإسلامي"
    },
    {
      "text_id": 16991,
      "title": "الذهب المسبوك في تحقيق روايات غزوة تبوك"
    },
    {
      "text_id": 22821,
      "title": "إزالة الشبهة عن حديث التربة"
    },
    {
      "text_id": 3785,
      "title": "ملاحظات حول كتاب عقيدة السلف والخلف"
    },
    {
      "text_id": 4349,
      "title": "إتحاف الأحباب بما ثبت في مسألة الحجاب"
    },
    {
      "text_id": 8856,
      "title": "إلقاء الضوء القرآني على كتابة الدكتور علوي حول النبهاني"
    }
  ]
}