{
  "author_id": 1822,
  "author_meta": "أحمد طه ريان (١٣٥٧ - ١٤٤٢ هـ = ١٩٣٩ - ٢٠٢١ م)\nأحمد علي طه ريان:\nعضو هيئة كبار العلماء بالأزهر الشريف، وشيخ فقهاء المالكية بمصر\nولد في ١٠ فبراير لعام ١٩٣٩ م بقرية الغربى قمولا بمركز القرنة - محافظة الأقصر.\nونشأ في بيت علم وصلاح، وحفظ القرآن الكريم في سن صغيرة، ثم حصل على الشهادة الابتدائية من معهد «بلصفورة الديني»، وعلى الشهادة الثانوية من معهد «قنا الديني الأزهري».\nحصل على الإجازة العالمية من كلية الشريعة والقانون بالقاهرة عام ١٩٦٦ م،\nثم حصل على الماجيستير ١٩٦٨ م،\nثم الدكتوراه في الفقه المقارن عام ١٩٧٣ م.\nعين مدرساً بالكلية عام ١٩٧٤ م\nثم أستاذاً مساعداً عام ١٩٨٠ م،\nثم أستاذاً عام ١٩٨٥ م،\nثم أستاذاً متفرغاً بالكلية عام ٢٠٠٤ م وأدى واجبه بهذه الكلية إلى أن توفاه الله.\nتولى عدداً من المناصب الإدارية منها:\nعميدا لكلية الشريعة والقانون بأسيوط سابقاً.\nرئيساً لموسوعة الفقه الإسلامي بالمجلس الأعلى للشئون الإسلامية بوزارة الأوقاف.\nعميداً لكلية الشريعة والدراسات الإسلامية بجامعة الأحقاف باليمن. سابقاً.\nوكيلاً لكلية الامام مالك للشريعة والقانون بدبي. سابقاً.\nرئيسا لقسم الفقه المقارن بكلية الشريعة والقانون بالقاهرة. سابقاً.\nرئيسا للمكتب الأكاديمي للجامعة الأمريكية المفتوحة بالقاهرة. سابقاً.\nرئيسا للجنة موسوعة الفقه الإسلامي التابعة لوزارة الأوقاف المصرية، والتي كانت تسمى «موسوعة جمال عبد الناصر للفقه الإسلامي» منذ عام ٢٠٠٠ م، وحتى عام ٢٠٠٤ م.\nاختير عضوًا بهيئة كبار العلماء في تشكيلها الأول حين عودتها عام ٢٠١٢ م.\nأشرف وناقش أكثر من مائة وعشرين رسالة ماجستير ودكتوراه.\nقام برحلات علمية إلى كل من السعودية والأردن ودولة الإمارات العربية المتحدة وبنجلادش وأوزبكستان والدنمارك وبريطانيا وكندا والولايات المتحدة الأمريكية.\nمن مؤلفاته:\nالمسكرات وعقوبتها في الشريعة الإسلامية.\nالمخدرات بين الطب والفقه.\nتعدد الزوجات ومعيار العدل بينهن في الشريعة الإسلامية.\nضوابط الاجتهاد والفتوى.\nسنن الفطرة بين المحدثين والفقهاء.\nملامح من حياة الفقيه المحدث الإمام مالك بن أنس.\nالمدخل الوجيز في التعريف بمذهب إمام الفقه والحديث مالك بن أنس رضي الله عنه.\nفقهاء المذهب المالكي.\nالحكم الأدبية مما حفلت به النهايات الذهبية لكتب المالكية.\nرخصة الفطر في صيام رمضان.\nالبيوع المحرمة وأثرها في تعامل المصارف.\nالتعليق الفقهي على مدونة الإمام مالك.\nبريد الإسلام في الفتاوى.\nالرد على الفكر العلماني.\nتذكرة الأحباب فيما يجب علينا من حماية المسلمين من فتنة المال.\nبحث الذبائح في الحج: مصادرها ومصارفها - في مجلة الجامعة الإسلامية بالمدينة المنورة.\nبحث مطول في المعادلة بين المساواة والقوامة بين الرجال والنساء - بمجلة الأمن والقانون التي تصدرها كلية شرطة دبي.\nإضافةً لتراث فقهي صوتي ضخم لدى إذاعة القرآن الكريم عبر برنامجها الرائد «بريد الإسلام».\nتوفي يوم الأربعاء ٥ رجب ١٤٤٢ هـ، الموافق ١٧ فبراير ٢٠٢١ م",
  "books": [
    {
      "text_id": 10373,
      "title": "الذبائح في مناسك الحج مصادرها ومصارفها"
    },
    {
      "text_id": 23073,
      "title": "رخصة الفطر في سفر رمضان وما يترتب عليها من الآثار"
    },
    {
      "text_id": 8638,
      "title": "فقه الأسرة"
    }
  ]
}