{
  "author_id": 1837,
  "author_meta": "قال الذهبي في «السير» :\nالقَاضِي، أَبُو عَبْدِ اللهِ مُحَمَّدُ بنُ عَلِيِّ بنِ مُحَمَّدِ بنِ مُحَمَّدِ بنِ الطَّيِّبِ بنِ الجُلاَّبِيِّ - بِالضَّمِّ - الوَاسِطِيُّ، المَالِكِيُّ، المَغَازلِيُّ، المُعَدَّلُ، الشُّرُوطِيُّ.\nوُلِدَ: سَنَةَ سَبْعٍ وَخَمْسِيْنَ وَأَرْبَعِ مائَةٍ.\nوَسَمَّعَهُ أَبُوْهُ مِنْ: أَبِي الحَسَنِ مُحَمَّدِ بنِ مُحَمَّدِ بنِ مخلدٍ الأَزْدِيِّ، وَالحَسَنِ بنِ أَحْمَدَ الغَنْدَجَانِيِّ، وَأَبِي عَلِيٍّ إِسْمَاعِيْلَ بنِ مُحَمَّدِ بنِ كُمَارِي، وَأَبِي يَعْلَى عَلِيِّ بنِ عُبَيْدِ اللهِ بنِ العَلاَّفِ، وَأَبِي مَنْصُوْرٍ مُحَمَّدِ بنِ مُحَمَّدٍ العُكْبَرِيِّ لَمَّا قَدِمَ وَاسطاً، وَسَمِعَ بِبَغْدَادَ مِنَ الحُمَيْدِيِّ، وَلَهُ إِجَازَةٌ مِنْ أَبِي غَالِبٍ بنِ الخَالَةِ اللُّغَوِيِّ، وَأَبِي بَكْرٍ الخَطِيْبِ، وَأَبِي تَمَّامٍ عَلِيِّ بنِ مُحَمَّدٍ صَاحِبِ ابْنِ المُظَفَّرِ، وَتَفَرَّدَ بِأَشيَاءَ.\nقَالَ السَّمْعَانِيُّ: شَيْخٌ مُتَوَدِّدٌ، حَسَنُ المُجَالَسَةِ، يَنوبُ عَنْ قَاضِي وَاسِطَ، انحدرْتُ إِلَيْهِ، وَسَمِعْتُ مِنْهُ الكَثِيْرَ، مِنْ ذَلِكَ: (مُسْنَدُ الخُلَفَاءِ الرَّاشدينَ) لأَحْمَدَ بنِ سِنَانٍ، وَ (البِرُّ وَالصّلَةُ) لابْنِ المُبَارَكِ، وَحَدَّثَ بِبَغْدَادَ بَعْدَ سَنَةِ عِشْرِيْنَ وَخَمْسِ مائَةٍ، وَكَانَ شَيْخُنَا أَحْمَدُ بنُ الأَغْلَاقِيِّ يَرمِيه بِأَنَّهُ ادَّعَى سَمَاعَ شَيْءٍ لَمْ يَسْمَعْهُ، وَأَمَّا ظَاهِرُهُ فَالصِّدْقُ وَالأَمَانَةُ، وَهُوَ صَحِيْحُ السَّمَاعِ وَالأُصُوْلِ.\nقُلْتُ: حَدَّثَ عَنْهُ: الحَسَنُ بنُ مَكِّيٍّ المَرَنْدِيُّ، وَأَبُو المُظَفَّرِ عَلِيُّ بنُ نَغُوبَا، وَيَحْيَى بنُ الرَّبِيْعِ الفَقِيْهُ، وَيَحْيَى بنُ الحُسَيْنِ الأَوَانِيُّ، وَأَبُو المَكَارِمِ عَلِيُّ بنُ عَبْدِ اللهِ بنِ الجَلَخْتِ، وَأَبُو بَكْرٍ أَحْمَدُ بنُ صَدَقَةَ الغَرَّافِيُّ وَأَبُو الفَتْحِ مُحَمَّدُ بنُ أَحْمَدَ المَنْدَائِيُّ.\nوَكَانَ أَبُو الفَتْحِ يَغْلَطُ وَيَقُوْلُ: الجَلاَّبِيُّ بِالفَتْحِ، فَأَنَا رَأَيْتُهُ بِالضَّمِّ بِخَطِّ وَالِدِهِ فِي (تَارِيخِ وَاسِطَ) ، وَكَذَا قيَّدَهُ ابْنُ نُقْطَةَ وَغَيْرُهُ.\nمَاتَ: فِي رَمَضَانَ، سَنَةَ ٥٤٢",
  "books": [
    {
      "text_id": 26345,
      "title": "جزء ابن الجلابي"
    }
  ]
}