{
  "author_id": 1848,
  "author_meta": "جاء في حاشية (محمد رشاد سالم) على (منهاج السنة النبوية لابن تيمية) [٧/ ١٥]:\nهُوَ أَبُو الْحَسَنِ أَوْ أَبُو مُحَمَّدٍ عَلِيُّ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الطَّيِّبُ الْجُلَّابِيُّ الشَّافِعِيُّ الْوَاسِطِيُّ ثُمَّ الْبَغْدَادِيُّ الشَّهِيرُ بِابْنِ الْمَغَازِلِيِّ الْمُتَوَفَّى سَنَةَ ٤٨٣ وُلِدَ بِبَلْدَةِ وَاسِطَ ثُمَّ انْتَقَلَ فِي أَوَاخِرِ عُمُرِهِ إِلَى بَغْدَادَ، كَانَ شَافِعِيًّا فِي الْفِقْهِ وَأَشْعَرِيًّا فِي أُصُولِ الدِّينِ وَسُمِّيَ بِابْنِ الْمَغَازِلِيِّ لِأَنَّ أَحَدَ أَسْلَافِهِ كَانَ نَزِيلًا بِمَحَلَّةِ الْمَغَازِلِيِّينَ فِي وَاسِطَ، ذَكَرَ السَّمْعَانِيُّ فِي الْأَنْسَابِ أَنَّ مِنْ مُؤَلَّفَاتِهِ (ذَيْلَ تَارِيخِ وَاسِطَ) وَقَالَ إِنَّهُ غَرِقَ بِبَغْدَادَ سَنَةَ ٤٨٣ وَحُمِلَ مَيِّتًا إِلَى وَاسِطَ وَدُفِنَ بِهَا.\nوَلَمْ أَجِدْ لَهُ تَرْجَمَةً إِلَّا فِي:\nالْأَنْسَابِ لِلسَّمْعَانِيِّ ص ١٤٦ (ط. مَرْجِلْيُوثْ) = ٣/ ٤٤٦ (ط. حَيْدَرَ آبَادَ ١٣٨٣/ ١٩٦٣)؛ تَاجِ الْعَرُوسِ لِلزَّبِيدِيِّ ١/ ١٨٦؛تَبْصِيرِ الْمُنْتَبِهِ بِتَحْرِيرِ الْمُشْتَبَهِ لِابْنِ حَجَرٍ ١/ ٣٨٠ (ط. ١٣٨٣/ ١٩٦٤)؛ مُقَدِّمَةِ كِتَابِ مَنَاقِبِ الْإِمَامِ عَلِيِّ بْنِ أَبِي طَالِبٍ لِابْنِ الْمَغَازِلِيِّ ص ٣ - ٩٢، تَحْقِيقِ مُحَمَّد بَاقِر الْبَهْبُودِيِّ، نَشْرُ دَارِ الْأَضْوَاءِ، بَيْرُوت، ١٤٠٣/ ١٩٨٣\nوجاء في سؤالات السلفي لخميس الحوزي (ص: ٦٨):\nوسألته عن أبي الحسن علي بن محمد بن محمد بن الطيب المغازلي فقال كان مالكي المذهب شهد ثم أبي المفضل محمد بن اسماعيل وكان عارفا بالفقه والشروط والسجلات وسمع الحديث الكثير عن عالم من الناس من أهل واسط وغيرهم وجمع التاريخ المجدد التالي لتاريخ بحشل وأصحاب شعبة وأصحاب يزيد بن هارون وأصحاب مالك وكان مكثرا خطيبا على المنبر يخلف صاحب الصلاه بواسط وكان مطلعا على كل علم من علوم الشريعه غرق ببغداد بعد الثمانين وأحدر الى واسط فدفن بها وكان يومه مشهودا.\nوجاء في ذيل تاريخ بغداد لابن النجار:\nعلي بن محمد بن محمد بن الطيب بن أبي يعلى بن الجلابي، أبو الحسن، المعروف بابن المغازلي: من أهل واسط، والد مُحَمَّد الذي قدمنا ذكره، سمع كثيرا وكتب بخطه وحصل، وخرج التاريخ وجمع مجموعات، منها الذيل الذي ذيله على «تاريخ واسط» لبحشل ومشيخة لنفسه، وكان كثير الغلط، قليل الحفظ والمعرفة، سمع أَحْمَد بْن الْمُظَفَّرِ بْنِ أَحْمَدَ العطار، وأبا الْحَسَن علي بْن عَبْد الصمد بن عبيد الله الهاشمي، وأبا بكر أحمد بن محمد بن أحمد الهاشمي الخطيبين، وأبا طالب محمد بن أحمد بن عثمان الصيرفي البغدادي، وعبد الكريم بن محمد بن عبد الرحمن الواسطي العدل بقراءة الحميدي عليه وأنا أسمع ببغداد. . . .\nذكر أبو نصر محمود بن الفضل الأصبهاني، ونقلته من خطه: أن أبا الحسن بن المغازلي قدم بغداد فأقام بها أياما يسيرة، ثم نزل إلى دجلة بباب العزبة ليتوضأ فوقع في الماء، وأخرج من وقته ميتا، وحمل إلى واسط فدفن بها، وذلك يوم الأحد عاشر صفر سنة ثلاث وثمانين وأربعمائة.",
  "books": [
    {
      "text_id": 26456,
      "title": "مناقب علي لابن المغازلي"
    }
  ]
}