{
  "author_id": 185,
  "author_meta": "عبد المحسن بن حمد العباد ( معاصر )\nهو الشيخ المحدث الفقيه العلامة السلفي الزاهد الورع عبد المحسن بن حمد بن عبد المحسن بن عبد الله بن حمد بن عثمان آل بدر .\nأسرته :\nوأسرة آل بدر من آل جلاس من قبيلة عنزة إحدى القبائل العدنانية ، والجد الثاني عبد الله ولقبه ( عباد ) وقد اشتهر بالانتساب إلى هذا اللقب بعض أولاده ومنهم المترجم له ، وأمه ابنة سليمان بن عبد الله آل بدر .\nولادته ونشأته:\nولد الشيخ عبدالمحسن العباد عقب صلاة العشاء من ليلة الثلاثاء من شهر رمضان عام ١٣٥٣ هـ في بلدة الزلفي ، ونشأ وشب فيها ، وتعلم مباديء القراءة والكتابة في الكُتاب عند بعض مشايخ الزلفي\nمشايخه في الزلفي :\n١-الشيخ عبد الله بن أحمد المنيع .\n٢-الشيخ زيد بن محمد المنيفي .\n٣-الشيخ عبد الله بن عبد الرحمن الغيث ، وقد أتم على يديه القرآن الكريم .\n٤-الشيخ فالح بن محمد الرومي .\nومن شيوخه بعد ذلك :\n٥-الشيخ المفتي محمد بن إبراهيم\n٦- والشيخ العلامة عبدالعزيز بن باز\n٧- والشيخ العلامة محمد الأمين الشنقيطي\n٨- والشيخ العلامة عبدالرحمن الأفريقي\n٩- والشيخ العلامة عبدالرزاق عفيفي  رحمهم الله أجمعين.\nملامح من سيرته في التعلم والتعليم :\nدراسته:\nعندما أسست أول مدرسة ابتدائية في الزلفي عام ١٣٦٨ هـ التحق بها في السنة الثالثة الابتدائية ، ونال الشهادة الإبتدائية فيها عام واحدٍ وسبعين وثلاثمائة وألف من الهجرة النبوية .\nثم انتقل إلى الرياض ودخل معهد الرياض العلمي ، وكانت السنة التي قدِم العلامة الإمام عبدالعزيز بن باز -رحمه الله- من الخرج إلى الرياض وأول سنة يُدرسُ في هذا المعهد.\nوبعد تخرجه التحق بكلية الشريعة بالرياض ، وأثناء السنة النهائية في الكلية عُين مدرساً في معهد بريدة العلمي في ١٣/٥/١٣٧٩هـ ، وفي نهاية العام الدراسي عاد إلى الرياض لأداء الامتحان النهائي في الكلية ، فأكرمه الله تعالى بأن كان ترتيبه الأول بين زملائه البالغ عددهم ثمانين خريجاً ، وكانوا يمثلون الفوج الرابع من خريجي كلية الشريعة بالرياض ، كما كان ترتيبه الأول أيضاً في سنوات النقل الثلاث في الكلية ، وعند حصوله على الشهادة الثانوية بمعهد الرياض العلمي . ودرس الشيخ في الجامعة وفي المساجد على يد العلماء الكبار ممن سبق ذكرهم .\nوقد درس على الشيخ عبدالرحمن الأفريقي- رحمه الله- في الرياض عام اثنتين وسبعين وثلاثمائة وألف والعام الذي تلاه درسَ عليه في الحديث والمصطلح،ويقول عنه : (( كان مدرساً ناصحاً وعالماً كبيراً،وموجّهاً ومرشداً وقدوة في الخير رحمه الله تعالى )).\nوفي عام ١٣٨٠هـ نقل إلى التدريس في معهد الرياض العلمي ، وعندما أنشئت الجامعة الإسلامية بالمدينة النبوية ، وكانت أول كلية أنشئت فيها هي كلية الشريعة ، اختاره سماحة الشيخ محمد بن إبراهيم آل الشيخ للعمل فيها مدرساً ، وبدأت الدراسة فيها يوم الأحد ٣/٦/١٣٨١هـ .\nوكان المترجم له الشيخ عبد المحسن بن حمد العباد أول من ألقى فيها درساً في ذلك اليوم .\nوقد حصل على شهادة الماجستير من مصر.\nوبقي الشيخ يعمل مدرساً في هذه الجامعة إلى الآن إضافة لتدريسه في الحرم النبوي الشريف .\nوفي ٣٠/٧/١٣٩٣هـ عُين نائباً لرئيس الجامعة الإسلامية ، وقد اختاره لذلك المنصب جلالة الملك فيصل - رحمه الله - ، وكان أحد ثلاثة رشحهم سماحة الشيخ عبد العزيز بن باز - رحمه الله - رئيس الجامعة في ذلك الوقت وبقي في ذلك المنصب إلى ٢٦/١٠/١٣٩٩هـ ، حيث أُعفي منه بإلحاح منه ، وفي السنتين الأوليين من هذه السنوات الست ، كان المترجم له هو المسؤول الثاني فيها ، وبعد انتقال سماحة الشيخ عبد العزيز بن باز - رحمه الله - إلى رئاسة إدارات البحوث العلمية والإفتاء كان هو المسئول الأول ، خلال هذه الأعوام الستة لم يتخل عن إلقاء درسين أسبوعياً في السنة الرابعة من كلية الشريعة .\nوها هنا قصة ذكرها الشيخ سلمه الله حصلت له قبل توليه رئاسة الجامعة حيث يقول :\n(( كنت أتي إليه-يعني الإمام بن باز رحمه الله-قبل الذهاب إلى الجامعة وأجلس معه قليلاً ، وكان معه الشيخ إبراهيم الحصين رحمه الله ، وكان يقرأ عليه المعاملات من بعد صلاة الفجر إلى بعد ارتفاع الشمس.\nوفي يوم من الأيام قال لي:رأيتُ البارحةَ رؤيا وهو أنني رأيتُ كأنّ هناك بَكْرَةٌ جميلة وأنا أقودها وأنت تسوقها،وقال : أوّلتُها بالجامعة الإسلامية،وقد تحقق ذلك بحمد الله فكنتُ معه في النيابة مدّة سنتين ثم قمتُ بالعملِ بعدهُ رئيساً بالنيابة أربعةَ أعوام )) .\nولقد أُضيف لمكتبة الجامعة الإسلامية في عهد رئاسة المترجم الكثير من المخطوطات بلغت الخمسة آلاف مخطوطة ، حيث كان يُنتدب الشيخ العلامة حماد الأنصاري -رحمه الله -لجلبها من مختلف مكتبات العالم ، يقول الشيخ حماد :\n(( تراث السلف الذي صور للجامعة الإسلامية أغلبه في عهد الشيخ عبد المحسن العباد عندما كان رئيساً للجامعة الإسلامية )) ، ويقول أيضاً :\n(( جلبت للجامعة الإسلامية أثناء رحلاتي على حسابها خمسة آلاف مخطوطة ، وأغلب الرحلات التي من أجل جلب المخطوطات وتصويرها ، وكانت في وقت رئاسة الشيخ عبد المحسن العباد للجامعة )) .\nوقد كان أكثر هذه المخطوطات من كتب الحديث المسندة والعقيدة السلفية .\nولم أجد من يصور عظيم خدمة المترجم للعلم والتعليم خلال رئاسة للجامعة إلا ما قاله العلامة حماد الأنصاري - رحمه الله - :\n(( إن الشيخ عبد المحسن العباد ينبغي أن يكتب عنه التاريخ ، كان يعمل أعمالاً في الجامعة تمنيت لو أني كتبتها أو سجلتها ، وقد كان يداوم في الجامعة على فترتين صباحاً ومساء بعد العصر ، ومرة جئته بعد العصر بمكتبه وهو رئيس الجامعة فجلست معه ثم قلت : يا شيخ أين القهوة ؟ فقال : الآن العصر ولا يوجد من يعملها ، ومرة عزمت أن أسبقه في الحضور إلى الجامعة فركبت سيارة وذهبت ، فلما وصلت إلى الجامعة فإذا الشيخ عبد المحسن يفتح باب الجامعة قبل كل أحد )) .\nوقال الشيخ حماد أيضاً : (( والشيخ عبد المحسن في الجد في العمل حدث ولا حرج )) .\nوقال أيضاً : (( الجامعة الإسلامية هي جامعة العباد والزايد والشيخ بن باز )) .\nوقد كان الشيخ سبباً في تأليف الكتاب العظيم في التوسل الذي ألفه العلامة حماد الأنصاري رداً على كتاب عبد الله الغماري ( إتحاف الأذكياء في التوسل بالأنبياء والصالحين والأولياء ) وكان المترجم قد أحضره معه من سفرته للمغرب .\nأول رحلات الشيخ :\nإن أول رحلة قام بها الشيخ العباد خارج مدينة الزلفي كانت إلى مكة المكرمة لحج بيت الله الحرام ، وذلك عام ١٣٧٠هـ .\nوفي أواخر عام ١٣٧١هـ رحل إلى الرياض لطلب العلم في معهد الرياض العلمي.\nوقد سافر الشيخ إلى المغرب .\nلطائف من أقوال الشيخ :\nيقول المتَرْجَم له :\n(( إن لدي الآن دفاتري في مختلف المراحل الدراسية بدأً من السنة الثالثة الابتدائية ، وهي من أعز وأنفس ما أحتفظ به )) .\nويقول :\n(( من أحب أعمالي إلى نفسي وأرجاه لي عند ربي حبي الجم لأصحاب رسول الله - صلى الله عليه وسلم - ورضي الله عنهم - وبغضي الشديد لمن يبغضهم ، وقد رزقني الله تعالى بنين وبنات ، سميت أربعة من البنين بأسماء الخلفاء الراشدين -رضي الله عنهم- بعد التسمية باسم سيد المرسلين - صلى الله عليه وسلم - ، وسميت بعض البنات بأسماء بعض أمهات المؤمنين -رضي الله عنهن - بعد التسمية باسم سيدة نساء المؤمنين -رضي الله عنها- وأسأل الله تعالى وأتوسل إليه بحبي إياهم وبغضي من يبغضهم ، وأن يحشرني في زمرتهم ، وأن يزيدهم فضلاً وثواباً )) .\nقال صاحب كتاب ( علماء وأعلام وأعيان الزلفي ) :\n(( والمترجم له أيضاً يعتبر مثالاً في العلم والعمل والاستقامة في دينه ، متواضعاً حليماً ذا أناة وتؤدة )) .\nوممن درس على الشيخ الكثير من العلماء وطلبة العلم ومنهم :\nالشيخ العلامة إحسان إلهي ظهير\nالدكتور علي ناصر فقيهي\nوالشيخ يوسف بن عبدالرحمن البرقاوي\nوالدكتور صالح السحيمي\nوالدكتور وصي الله عباس\nوالكتور عبدالرحمن الفريوائي\nوالشيخ الحافظ ثناء الله المدني\nوالدكتور باسم الجوابرة\nوالدكتور ناصر الشيخ\nوالدكتور صالح الرفاعي\nوالدكتور عاصم بن عبد الله القريوتي .\nوالدكتور عبدالرحمن الرشيدان\nوالدكتور إبرهيم الرحيلي\nوالكتور مسعد الحسيني\nوابنه الدكتور عبدالرزاق .\nوعدد كبير من خريجي الجامعة الإسلامية وطلاب الحرم النبوي الشريف\nمؤلفاته :\nللشيخ مؤلفات عديدة منها:\n١-عشرون حديثاً من صحيح الإمام البخاري.\n٢-عشرون حديثا من صحيح الأمام مسلم.\n٣-من أخلاق الرسول الكريم.\n٤-عقيدة أهل السنة والجماعة في الصحابة الكرام.\n٥-فضلُ أهل البيت وعلوُّ مكانتِهم عند أهل السُّنَّة والجماعة .\n٦-عقيدة أهل السنة والأثر في المهدي المنتظر .\nومما قاله الإمام عبد العزيز عن هذا الكتاب عقيدة أهل السنة والأثر في المهدي المنتظر )) قبل تمامها ، وذلك بعد محاضرة ألقاها المترجم حول ( المهدي المنتظر ) :\n(( الحمد لله وصلى الله وسلم على رسول الله وعلى آله وأصحابه ومن سلك سبيله واهتدى بهداه إلى يوم الدين . أما بعد : فإنا نشكر محاضرنا الأستاذ الفاضل الشيخ عبد المحسن بن حمد العباد على هذه المحاضرة القيمة الواسعة فلقد أجاد فيها وأفاد واستوفى المقام حقاً فيما يتعلق بالمهدي المنتظر مهدي الحق ، ولا مزيد على ما بسطه من الكلام فقد بسط واعتنى ، وذكر الأحاديث ، وذكر كلام أهل العلم في هذا الباب ، وقد وفق للصواب وهُدي إلى الحق ، فجزاه الله عن محاضرته خيراً وجزاه الله عن جهوده خيراً وضاعف له المثوبة وأعانه على التكميل والإتمام لرسالته في هذا الموضوع ، وسوف نقوم بطبعها بعد انتهائه منها لعظم فائدتها ومسيس الحاجة إليها )) . قلت : ماكان الإمام عبد العزيز ابن باز-رحمه الله - وهو من هو في التثبت وعدم الاستعجال ليثني على هذه الرسالة ويعد بطباعتها ، لولا ثقته بها وبمؤلفها ، فتنبه !\n٧-الرد على الرفاعي والبوطي.\n٨-الانتصار للصحابةِ الأخيار في ردِّ أباطيل حسن المالكي.\n٩-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول.\n١٠-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته.\n١١-الإخلاص والإحسان والإلتزام بالشريعة.\n١٢-فَضلُ المدينة وآدابُ سُكنَاها وزيارتِها.\n١٣-شرح عقيدة أبي زيد القيرواني ، والمترجم له إن لم يكن أول عالم سلفي يشرحها ، فهو من أوائل العلماء السلفيين شرحاً لها ، مما يدل على ذلك قول العلامة حماد الأنصاري في حياته :\n(( لم يشرح عقيدة ابن أبي زيد القيرواني عالم سلفي ، إنما شرحها الأشاعرة )) والشيخ حماد قد توفي في الشهر السادس من عام ١٤١٨هـ .\n١٤-كتاب(( من أقوال المنصفين في الصحابي الخليفة معاوية رضي الله عنه ))\nوقد اقتصر فيها المترجم له على أقوال المنصفين دون المتعسفين المنحرفين ، فلما أطلع على رسائل المدعو ( حسن المالكي ) ألف ( الانتصار ) رداً عليه ، فدحض أباطيله بالحجة والبرهان ، فجزاه الله عن صحابة رسول الله خير الجزاء .\n١٥- رفقا أهل السنة بأهل السنة\nوكما ذكرنا أنهُ مدرس بالحرم المدني فالعام الماضي كانت دروسه يومياً عدا الخميس بعد كل صلاة مغرب بالحرم النبوي في شرح سنن أبي داود،وله دروس أخرى في مسجده.\nأتم الشيخ شرح عدة كتب من كتب السنة النبوية،وشرح مقدمة ابي زيد القيرواني في العقيدة،وشرح في المصطلح ألفية السيوطي،وشرح كتاب الصيام من اللؤلؤ والمرجان،وكتاب آداب المشي إلى الصلاة وكلها في الحرم.\nمن دروسه بالحرم النبوي والتي تجدها في تسجيلات الحرم النبوي:\n١-شرح مُختصر ألفية السيوطي ـــــ٥٧شريط.\n٢-القيروانيةــــــــ١٤ شريط.\n٣-صحيح البخاري[لم يكتمل]ــــــ٦٢٣ شريط.\n٤-سنن النسائي ــــــــ٤١٤ شريط.\n٥-سنن أبي داود[و قد تم شرحه]ــــــ أكثر من ٣٠٠ شريط.\n٦-اللؤلؤ والمرجان[كتاب الصيام]ــــــ٧ شريط.\n٧-آداب المشي إلى الصلاةـــــ١٤ شريط.\nحبه للعلماء السلفيين أهل الحديث:\nإن الشيخ من محبي أهل الحديث والسلفيين وكانت تربطه علاقة قوية بعلمائهم من شتى الديار\nكما كانت تربطه علاقة متينة بالشيخ العلامة حماد الأنصاري رحمه الله\nوالشيخ العلامة عمر فلاته رحمه الله\nو بالشيخ العلامة محمد ناصر الدين الألباني رحمه الله وله ثناء عطر عليه ومن ذلك :\nقوله :\nلا أعلم له نظيراً في هذا العصر في العناية بالحديث وسعة الإطلاع فيه، وأنا لا أستغني وأرى أنه لا يستغني غيري عن\nكتبه والإفادة منها.\nمن أخلاقه والثناء عليه :\nومن الأمور التي تدل على رفعة أخلاق المترجم ورحمته للخلق أنه رغم ترؤسه للجامعة الإسلامية إلا أنه لم يكن يستغل هذا المنصب الرفيع ليشق على العاملين معه ؛ بل كان يتعمد عدم إقلاق راحتهم ، وقد روى العلامة حماد الأنصاري ما نصه :\n(( ذهبت إلى الجامعة عصراً عندما كان الشيخ عبد المحسن العباد رئيسها ، ولم يكن في الجامعة إلا أنا وهو ، فقلت له : لماذا لا تأتي بمن يفتح لك الجامعة قبل أن تحضر ؟ ، فقال : لا أستخدم أحداً في هذا الوقت ، لأنه وقت راحة ، وكان ذلك وقت العصر )) .\nوقال العلامة المحدث الشيخ حماد الأنصاري :\n(( إن الشيخ عبد المحسن العباد ما رأت عيني مثله في الورع )) .\nومن محاضرات الشيخ المسجلة :\n١-معاوية بن أبي سفيان رضي الله عنه بين أهل الإنصاف وأهل الإجحاف.\n٢-الإيمان بالغيب.\n٣-أربع وصايا للشباب.\n٤-أثر علم الحديث.\n٥-تقييد النعم بالشكر.\n٦-محبة الرسول صلى الله عليه وسلم (٢ شريط.\n٧-توقير العلماء والاستفادة من كتبهم.\n٨-أثر العبادات في حياة المسلمين.\n٩-الشيخ بن عثيمين رحمه الله وشيءٌ من سيرته ودعوته.\n١٠-الشيخ عبدالعزيز بن باز رحمه الله نموذج من الرعيل الأول.\n١١-الشيخ عمر بن عبدالرحمن فلاته وكيف عرفته.\n١٢-خطر البدع.\nوغيرها…\nحفظ الله الشيخ العلامة عبد المحسن العباد ونفع به ونصر به التوحيد والسنة اللهم آمين .\nنقلا عن : موقع طريق الإسلام\nwww.islamway.com",
  "books": [
    {
      "text_id": 10418,
      "title": "الصلاة على النبي صلى الله عليه وسلم فضلها وكيفيتها"
    },
    {
      "text_id": 10871,
      "title": "أهمية العناية بالتفسير والحديث والفقه"
    },
    {
      "text_id": 10901,
      "title": "آيات متشابهات الألفاظ في القرآن الكريم وكيف التمييز بينها"
    },
    {
      "text_id": 11066,
      "title": "بأي عقل ودين يكون التفجير والتدمير جهادا؟! ويحكم ... أفيقوا يا شباب!!"
    },
    {
      "text_id": 11222,
      "title": "فضل الصلاة على النبي صلى الله عليه وسلم وبيان معناها وكيفيتها وشيء مما ألف فيها"
    },
    {
      "text_id": 11228,
      "title": "رفقا أهل السنة بأهل السنة"
    },
    {
      "text_id": 11232,
      "title": "فضل المدينة وآداب سكناها وزيارتها"
    },
    {
      "text_id": 11233,
      "title": "فضل أهل البيت وعلو مكانتهم عند أهل السنة والجماعة"
    },
    {
      "text_id": 11259,
      "title": "شرح حديث جبريل في تعليم الدين"
    },
    {
      "text_id": 11262,
      "title": "شرح شروط الصلاة وأركانها وواجباتها لشيخ الإسلام محمد بن عبد الوهاب"
    },
    {
      "text_id": 11291,
      "title": "عقيدة أهل السنة في الصحابة لعبد المحسن العباد"
    },
    {
      "text_id": 11292,
      "title": "قطف الجني الداني شرح مقدمة رسالة ابن أبي زيد القيرواني"
    },
    {
      "text_id": 11325,
      "title": "فتح القوي المتين في شرح الأربعين وتتمة الخمسين للنووي وابن رجب رحمهما الله"
    },
    {
      "text_id": 11360,
      "title": "كيف نستفيد من الكتب الحديثية الستة"
    },
    {
      "text_id": 11361,
      "title": "كيف يؤدي الموظف الأمانة"
    },
    {
      "text_id": 12084,
      "title": "من أخلاق الرسول الكريم صلى الله عليه وسلم"
    },
    {
      "text_id": 12101,
      "title": "منهج شيخ الإسلام محمد بن عبد الوهاب في التأليف"
    },
    {
      "text_id": 1784,
      "title": "الانتصار للصحابة الأخيار في رد أباطيل حسن المالكي"
    },
    {
      "text_id": 22951,
      "title": "الرد على من كذب بالأحاديث الصحيحة الواردة في المهدي"
    },
    {
      "text_id": 36944,
      "title": "شرح الأربعين النووية - العباد"
    },
    {
      "text_id": 36993,
      "title": "دروس الشيخ عبد المحسن العباد"
    },
    {
      "text_id": 37052,
      "title": "شرح سنن أبي داود للعباد"
    },
    {
      "text_id": 37529,
      "title": "شرح المحرر في الحديث - عبد المحسن العباد"
    },
    {
      "text_id": 3939,
      "title": "عشرون حديثا من صحيح البخاري دراسة أسانيدها وشرح متونها"
    },
    {
      "text_id": 4226,
      "title": "عقيدة أهل السنة والأثر في المهدي المنتظر"
    },
    {
      "text_id": 7481,
      "title": "أثر العبادات في حياة المسلم"
    },
    {
      "text_id": 7514,
      "title": "أغلو في بعض القرابة وجفاء في الأنبياء والصحابة"
    },
    {
      "text_id": 7553,
      "title": "الانتصار لأهل السنة والحديث في رد أباطيل حسن المالكي"
    },
    {
      "text_id": 7574,
      "title": "التحذير من تعظيم الآثار غير المشروعة"
    },
    {
      "text_id": 7605,
      "title": "الحث على اتباع السنة والتحذير من البدع وبيان خطرها"
    },
    {
      "text_id": 7617,
      "title": "الدفاع عن الصحابي أبي بكرة ومروياته والاستدلال لمنع ولاية النساء على الرجال"
    },
    {
      "text_id": 7624,
      "title": "الرد على الرفاعي والبوطي في كذبهما على أهل السنة ودعوتهما إلى البدع والضلال"
    },
    {
      "text_id": 7652,
      "title": "الشيخ عبد العزيز بن باز رحمه الله نموذج من الرعيل الأول"
    },
    {
      "text_id": 7653,
      "title": "الشيخ عمر بن محمد فلاته رحمه الله وكيف عرفته"
    },
    {
      "text_id": 7659,
      "title": "الشيخ محمد بن عثيمين من العلماء الربانيين"
    },
    {
      "text_id": 8736,
      "title": "الإسلام والحركات الهدامة المعاصرة"
    },
    {
      "text_id": 8772,
      "title": "الإمام البخاري وكتابه الجامع الصحيح"
    },
    {
      "text_id": 8775,
      "title": "الإمام مسلم وصحيحه"
    },
    {
      "text_id": 8814,
      "title": "العبرة في شهر الصوم"
    }
  ]
}