{
  "author_id": 1851,
  "author_meta": "قال الذهبي في «السير» :\nالشَّيْخُ، الإِمَامُ، المُحَدِّثُ المُفِيْدُ، المُسْنِدُ، أَبُو القَاسِمِ إِسْمَاعِيْلُ بنُ أَحْمَدَ بنِ عُمَرَ بنِ أَبِي الأَشْعَثِ السَّمَرْقَنْديُّ، الدِّمَشْقِيُّ المَوْلِدِ، البَغْدَادِيُّ الوَطَنِ، صَاحِبُ المَجَالِسِ الكَثِيْرَةِ.\nوُلِدَ: بِدِمَشْقَ، فِي رَمَضَانَ، سَنَةَ أَرْبَعٍ وَخَمْسِيْنَ وَأَرْبَعِ مائَةٍ، فَهُوَ أَصْغَرُ مِنْ أَخِيْهِ الحَافِظِ عَبْدِ اللهِ سَمِعَا: أَبَا بَكْرٍ الخَطِيْبَ، وَعَبْدَ الدَّائِمِ بنَ الحَسَنِ، وَأَبَا نَصْرٍ بنَ طَلاَّبٍ، وَأَحْمَدَ بنَ عَبْدِ الوَاحِدِ بنِ أَبِي الحَدِيْدِ، وَعَبْدَ العَزِيْزِ الكتَانِيَّ.\nثُمَّ انتقلَ بِهِمَا الوَالِدُ إِلَى بَغْدَادَ، فَسمِعَا مِنْ: أَبِي جَعْفَرٍ بنِ المُسْلِمَةِ، وَأَبِي مُحَمَّدٍ بنِ هَزَارْمَرْدَ، وَعَبْدِ العَزِيْزِ بنِ عَلِيٍّ السُّكَّرِيِّ، وَأَبِي الحُسَيْنِ بنِ النَّقُّوْرِ، وَأَحْمَدَ بنِ عَلِيِّ بنِ مُنْتَابٍ، وَمَالِكٍ البَانِيَاسِيِّ، وَطَاهِرِ بنِ الحُسَيْنِ القَوَّاسِ، وَإِبْرَاهِيْمَ بنِ عَبْدِ الوَاحِدِ القَطَّانِ، وَعَاصِمِ بنِ الحَسَنِ، وَابْنِ الأَخْضَرِ الأَنْبَارِيِّ، وَجَعْفَرِ بنِ يَحْيَى الحكَّاكِ، وَمُحَمَّدِ بنِ هِبَةِ اللهِ اللاَّلْكَائِيِّ، وَابْنِ خَيْرُوْنَ، وَرِزقِ اللهِ التَّمِيْمِيِّ، وَأَحْمَدَ بنِ عَلِيِّ بنِ أَبِي عُثْمَانَ، وَمُحَمَّدِ بنِ أَحْمَدَ بنِ أَبِي الصَّقْرِ، وَيُوْسُفَ بنِ الحَسَنِ التَّفَكُّرِيِّ، وَإِسْمَاعِيْلَ بنِ مَسْعَدَةَ، وَطِرَادٍ الزَّيْنَبِيِّ، وَالنِّعَالِيِّ، وَعَبْدِ الكَرِيْمِ بنِ رِزْمَةَ، وَأَبِي عَلِيٍّ بنِ البَنَّاءِ، وَأَحْمَدَ بنِ الحُسَيْنِ العَطَّارِ، وَعَبْدِ اللهِ بنِ الحَسَنِ الخَلاَّلِ، وَيُوْسُفَ بنِ المِهْرَوَانِيِّ، وَعَبْدِ السَّيِّدِ بنِ مُحَمَّدٍ الصَّبَّاغِ، وَأَبِي نَصْرٍ الزَّيْنَبِيِّ، وَوَالِدِهِ، وَأَبِي إِسْحَاقَ الشِّيرَازِيِّ، وَعَبْدِ البَاقِي بنِ مُحَمَّدٍ العَطَّارِ، وَابْنِ البُسْرِيِّ، وَعَدَدٍ كَثِيْرٍ.\nثُمَّ قَدِمَ إِسْمَاعِيْلُ الشَّامَ، وَسَمِعَ بِالقُدْسِ مِنْ مَكِّيٍّ الرُّمَيْلِيِّ، عُمِّرَ، وَرَوَى الكَثِيْرَ.\nحَدَّثَ عَنْهُ: السِّلَفِيُّ، وَابْنُ عَسَاكِرَ، وَالسَّمْعَانِيُّ، وَأَعزُّ بنُ عَلِيٍّ الظَّهِيرِيُّ، وَإِسْمَاعِيْلُ بنُ أَحْمَدَ الكَاتِبُ، وَسَعِيْدُ بنُ عَطَّافٍ، وَيَحْيَى بنُ يَاقُوْتٍ، وَعُمَرُ بنُ طَبَرْزَدَ، وَزَيْدُ بنُ الحَسَنِ الكِنْدِيُّ، وَمُحَمَّدُ بنُ أَبِي تَمَّامٍ بنُ لُزُّوا، وَعَلِيُّ بنُ هبَلٍ الطَّبِيْبُ، وَسُلَيْمَانُ بنُ مُحَمَّدٍ المَوْصِلِيُّ، وَعَبْدُ العَزِيْزِ بنُ الأَخْضَرِ، وَمُوْسَى بنُ سَعِيْدِ بنِ الصَّيْقَلِ، وَآخَرُوْنَ.\nقَالَ السَّمْعَانِيُّ: قَرَأْتُ عَلَيْهِ الكُتُبَ الكِبَارَ وَالأَجزَاءَ، وَسَمِعْتُ أَبَا العَلَاءِ العَطَّارَ بِهَمَذَانَ يَقُوْلُ: مَا أَعدِلُ بِأَبِي القَاسِمِ بنِ السَّمَرْقَنْديِّ أَحَداً مِنْ شُيُوْخِ العِرَاقِ وَخُرَاسَانَ.\nوَقَالَ عُمَرُ البِسْطَامِيُّ: أَبُو القَاسِمِ إِسْنَادُ خُرَاسَانَ وَالعِرَاقِ.\nقَالَ ابْنُ السَّمَرْقَنْديِّ: مَا بَقِيَ أَحَدٌ يَرْوِي (مُعْجَمَ ابْنِ جُمَيْعٍ) غَيْرِي وَلَا عَنْ عَبْدِ الدَّائِمِ الهِلَالِيِّ، وَأَنْشَدَ:\nوَأَعْجَبُ مَا فِي الأَمْرِ أَنْ عِشْتُ بَعْدَهُم … عَلَى أَنَّهُم مَا خَلَّفُوا فِيَّ مِنْ بَطْشِ\nقَالَ ابْنُ عَسَاكِرَ: كَانَ ثِقَةً، مُكْثِراً، صَاحِبَ أُصُوْلٍ، دَلاَّلاً فِي الكُتُبِ، سَمِعْتُهُ يَقُوْلُ: أَنَا أَبُو هُرَيْرَةَ فِي ابْنِ النَّقُّوْرِ.\nقَالَ ابْنُ عَسَاكِرَ: وَعَاشَ إِلَى أَنْ خَلَتْ بَغْدَادُ، وَصَارَ مُحَدِّثَهَا كَثْرَةً وَإِسْنَاداً، حَتَّى صَارَ يَطلُبُ عَلَى التَّسمِيْعِ بَعْدَ حِرصِهِ عَلَى التَّحْدِيْثِ، أَملَى بِجَامِع المَنْصُوْر أَزْيَدَ مِنْ ثَلَاثِ مائَةِ مَجْلِسٍ، وَكَانَ لَهُ بَخْتٌ فِي بَيعِ الكُتُبِ، بَاعَ مرَّةً (صَحِيْحَيْ) البُخَارِيِّ وَمُسْلِمٍ فِي مُجَلَّدَةٍ لَطِيفَةٍ بِخَطِّ الصُّوْرِيِّ بِعِشْرِيْنَ دِيْنَاراً، وَقَالَ:\nوَقعَتْ عَلَيَّ بِقِيرَاطٍ، لأَنِّي اشْتَرَيْتُهَا وَكِتَاباً آخرَ بِدِيْنَارٍ وَقيرَاطٍ، فَبِعتُ الكِتَابَ بدِيْنَارٍ.\nقَالَ السِّلَفِيُّ: هُوَ ثِقَةٌ، لَهُ أُنْسٌ بِمَعْرِفَةِ الرِّجَالِ، وَقَالَ:\nوَكَانَ ثِقَةً، يَعرفُ الحَدِيْثَ، وَسَمِعَ الكُتُبَ، وَكَانَ أَخُوْهُ أَبُو مُحَمَّدٍ عَالِماً ثِقَةً فَاضِلاً، ذَا لسنٍ.\nوَقَالَ ابْنُ نَاصرٍ: كَانَ دَلاَّلاً، وَكَانَ سَيِّئَ المعَامِلَةِ، يُخَافُ مِنْ لِسَانِهِ، يُخَالطُ الأَكَابِر بِسَبَبِ الكُتُبِ.\nتُوُفِّيَ: فِي السَّادِسِ وَالعِشْرِيْنَ مِنْ ذِي القَعْدَةِ، سَنَةَ سِتٍّ وَثَلَاثِيْنَ وَخَمْسِ مائَةٍ.\nوَقَدْ رَأَى أَنَّهُ يُقبِّلُ قَدَمَ النَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- وَيُمِرُّ عَلَيْهَا وَجهَهُ، فَقَالَ لَهُ ابْنُ الخَاضِبَةِ: أَبشِرْ بِطُولِ البقَاءِ، وَبِانْتِشَارِ حَدِيْثِكَ، فَتقبيلُ رِجْلَيْهِ اتِّبَاعُ أَثرِهِ",
  "books": [
    {
      "text_id": 26481,
      "title": "ما قرب سنده من حديث أبي القاسم السمرقندي"
    },
    {
      "text_id": 29902,
      "title": "المجلس 128 من أمالي أبي القاسم السمرقندي"
    }
  ]
}