{
  "author_id": 1854,
  "author_meta": "قال الذهبي في «السير» :\nالشَّيْخُ، الإِمَامُ، المُقْرِئُ، المُعَمَّرُ، مُسْنِدُ خُرَاسَانَ، رَضِيُّ الدِّيْنِ، أَبُو الحَسَنِ المُؤَيَّدُ بنُ مُحَمَّدِ بنِ عَلِيِّ بنِ حَسَنِ بنِ مُحَمَّدِ بنِ أَبِي صَالِحٍ الطُّوْسِيُّ، ثُمَّ النَّيْسَابُوْرِيُّ.\nوُلِدَ: سَنَةَ أَرْبَعٍ وَعِشْرِيْنَ وَخَمْسِ مائَةٍ.\nوَسَمِعَ (صَحِيْح مُسْلِم) فِي سَنَةِ ثَلَاثِيْنَ مِنَ الفُرَاوِيّ.\nوَسَمِعَ (صَحِيْح البُخَارِيِّ) مِنْ: وَجيه، وَأَبِي المَعَالِي الفَارِسِيّ، وَعَبْد الوَهَّابِ بن شَاه.\nوَ (المُوَطَّأ) مِنْ: هِبَة اللهِ السَّيِّدِيّ سِوَى الفَوَت العَتِيْق.\nوَسَمِعَ (تَفْسِيْر الثَّعْلَبِيّ) مِنْ: عبَّاسَة العَصَّارِيّ، وَأَكْثَر (الْوَسِيط) لِلوَاحِدِي مِنْ عَبْدِ الجَبَّارِ الخُوَارِيّ، وَ (الغَايَة) لابْنِ مهرَان مِنْ زَاهِر بن طَاهِر، وَ (الأَرْبَعِيْنَ) لِلْحَسَنِ بنِ سُفْيَانَ مِنْ فَاطِمَة بِنْت زَعْبَل، وَ (جُزْء ابْن نَجيد) ، وَأَشيَاء تَفَرَّد بِهَا، وَرُحِلَ إِلَيْهِ مِنَ الأَقطَار.\nوَكَانَ ثِقَةً، خَيّراً، مُقْرِئاً، جَلِيْلاً.\nحَدَّثَ عَنْهُ: العَلاَّمَةُ جَمَالُ الدِّيْنِ مَحْمُوْدُ ابْنُ الحَصِيْرِيّ، وَابْنُ الصَّلَاح، وَالقَاضِي الخُوئِي، وَابْنُ نُقْطَة، وَالبِرْزَالِيُّ، وَابْنُ النَّجَّارِ، وَالضِّيَاءُ وَالمُرْسِيُّ، وَالصَّرِيْفِيْنِيُّ، وَالمَجْدُ الإِسْفَرَايِيْنِيّ، وَعَلِيُّ بنُ يُوْسُفَ الصُّوْرِيّ، وَشَمْسُ الدِّيْنِ زكِي البَيْلَقَانِيّ، وَمُفَضَّلُ القُرَشِيّ، وَأَحْمَدُ بنُ عُمَرَ البَاذَبِينِيُّ، وَالكَمَالُ بنُ طَلْحَة، وَخَلْقٌ.\nوَبِالإِجَازَةِ: تَاج الدِّيْنِ العَصْروِيّ، وَابْن عَسَاكِرَ، وَعَبْد الوَاسِع الأَبْهَرِيّ، وَزَيْنَب الكِنْدِيَّة.\nتُوُفِّيَ: فِي العِشْرِيْنَ مِنْ شَوَّالٍ، سَنَةَ سَبْعَ عَشْرَةَ وَسِتّ مائَةٍ.\nوَقَدْ أَجَاز لَهُ مِنْ بَغْدَادَ: قَاضِي المَارستَان، وَأَبُو مَنْصُوْرٍ القَزَّاز.\nحكَى الأَشرف أَحْمَد ابْن القَاضِي الفَاضِل: حَدَّثَنِي المُحِبّ عَبْد العَزِيْزِ بن هِلَالَة، قَالَ:\nرَأَيْتُ كَأنَّ المُؤَيَّد الطُّوْسِيّ قَدْ مَاتَ وَدَفَنَّاهُ، فَلَمَّا انْصرف النَّاس وَشق القَبْر وَخَرَجَ مِنْهُ النَّار وَهُوَ يُنَادِي: يَا مُحِبّ مَا تبصر مَا أَنَا فِيْهِ؟\nقُلْتُ: وَلِمَ يُفْعَلْ بِك هَذَا؟\nقَالَ: لأَخذ الذّهب عَلَى حَدِيْث رَسُوْل اللهِ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ-. ثُمَّ حَدَّثَ المُحِبّ بِمَنَام رَآهُ لابْنِ طَبَرْزَد هُوَ فِي (تَارِيْخ ابْن العَدِيْم) .",
  "books": [
    {
      "text_id": 26490,
      "title": "الأربعون للمؤيد بن محمد الطوسي"
    }
  ]
}