{
  "author_id": 1862,
  "author_meta": "قال الذهبي في «السير»:\nالإِمَامُ، الحَافِظُ، العَلاَّمَةُ، أَبُو بَكْرٍ أَحْمَدُ بنُ مُحَمَّدِ بنِ هَانِئ الإِسْكَافيُّ الأَثْرَم الطَّائِيُّ - وَقِيْلَ: الكَلْبِيّ - أَحَد الأَعْلَامِ، وَمُصَنِّف (السُّنَن) ، وَتلمِيذُ الإِمَام أَحْمَد.\nوُلِدَ فِي دَوْلَة الرَّشِيْد.\nوَسَمِعَ مِنْ: عَبْدِ اللهِ بنِ بَكْر السَّهْمِيِّ - إِنْ شَاءَ اللهُ - وَمِن هَوْذَة بن خَلِيْفَةَ، وَأَحْمَدَ بنِ إِسْحَاقَ الحضرمِيِّ، وَأَبِي نُعَيْمٍ، وَعَفَّان، وَالقَعْنَبِيِّ، وَأَبِي الوَلِيْد الطَّيَالِسِيِّ، وَعَبْدِ اللهِ بن صَالِحٍ الكَاتِب اللَّيْثِيّ، وَعَبْدِ الله بن رَجَاءَ الغُدَانِي، وَحَرمِيِّ بن حَفْصٍ، وَمُسَدَّدِ بن مُسَرْهَد، وَمُوْسَى بنِ إِسْمَاعِيْلَ، وَعَمْرو بن عَوْنٍ، وَقَالُوْنَ عِيْسَى، وَعَبْدِ الحَمِيْدِ بن مُوْسَى المِصِّيْصِيِّ، وَمُسْلِم بن إِبْرَاهِيْمَ، وَأَحْمَدَ بن حَنْبَلٍ، وَأَبِي جَعْفَرٍ النُّفَيْلِيِّ، وَابْنِ أَبِي شَيْبَةَ، وَخَلْقٍ.\nحَدَّثَ عَنْهُ: النَّسَائِيُّ فِي (سُنَنِهِ) ، وَمُوْسَى بنُ هَارُوْنَ، وَيَحْيَى بن صَاعِدٍ، وَعَلِيُّ بنُ أَبِي طَاهِر القَزْوِيْنِيُّ، وَعُمَرُ بنُ مُحَمَّدِ بنِ عِيْسَى الجَوْهَرِيُّ، وَأَحْمَدُ بنُ مُحَمَّدِ بنِ شَاكِر الزَّنْجَانِيّ، وَغَيْرهُم.\nوَلَهُ مُصَنَّف فِي عِلل الحَدِيْث.\nقَالَ الأَثْرَمُ: سَأَلْتُ أَبَا عَبْدِ اللهِ، عَنِ التَّعريفِ فِي الأَمصَارِ، يَجْتَمِعُوْنَ فِي المَسَاجِدِ يَوْمَ عَرَفَة، فَقَالَ:\nأَرْجُو أَنْ لَا يَكُوْنَ بِهِ بَأْسٌ، فعلَه غَيْرُ وَاحِدٍ: الحَسَنُ، وَبَكْرُ بنُ عَبْدِ اللهِ، وَثَابِتٌ، وَمُحَمَّدُ بنُ وَاسِع، كَانُوا يَشْهَدُوْنَ المَسْجَد يَوْمَ عَرَفَة.\nوَسَأَلْتُهُ عَنِ القِرَاءةِ بِالأَلحَان، فَقَالَ:\nكُلُّ شَيْءٍ مُحْدَثٍ فَإِنَّهُ لَا يُعْجبنَي، إِلاَّ أَنْ يَكُوْنَ صوتَ الرَّجُلِ لَا يَتَكَلَّفُهُ قَالَ أَبُو بَكْرٍ الخَلاَّلُ: كَانَ الأَثْرَمُ جَلِيْل الْقدر، حَافِظاً، وَكَانَ عَاصِمُ بن عَلِيّ لَمَّا قَدِمَ بَغْدَاد، طلب رَجُلاً يُخَرِّج لَهُ فَوَائِدَ يُملِيهَا، فَلَمْ يَجِدْ   فِي ذَلِكَ الوَقْتِ غَيْرَ أَبِي بَكْرٍ الأَثْرَم، فَكَأَنَّهُ لَمَّا رَآهُ لَمْ يَقَع مِنْهُ موقعاً لحدَاثَة سِنِّه.\nفَقَالَ لَهُ أَبُو بَكْرٍ: أَخْرِجْ كُتُبك.\nفَجَعَلَ يَقُوْلُ لَهُ: هَذَا الحَدِيْثُ خطأٌ وَهَذَا غلط، وَهَذَا كَذَا.\nقَالَ: فسُرَّ عَاصِمُ بنُ عَلِيّ بِهِ، وَأَملَى قَرِيْباً مِنْ خَمْسِيْنَ مَجْلِساً  .\nوَكَانَ يَعرف الحَدِيْثَ وَيَحْفَظُ.\nفَلَمَّا صحب أَحْمَد بن حَنْبَلٍ ترك ذَلِكَ، وَأَقبلَ عَلَى مَذْهَب أَحْمَد.\nسَمِعْتُ أَبَا بكرٍ المَرُّوْذِيَّ يَقُوْلُ: قَالَ الأَثْرَمُ:\nكُنْتُ أَحْفَظُ -يَعْنِي: الفِقْه وَالاخْتِلَاف- فَلَمَّا صَحِبْت أَحْمَد بن حَنْبَلٍ تركتُ ذَلِكَ كُلَّهُ.\nوَكَانَ مَعَهُ تَيَقُّظٌ عَجِيْبٌ، حَتَّى نَسَبَه يَحْيَى بن مَعِيْنٍ، وَيَحْيَى بن أَيُّوْبَ المَقَابِرِي، فَقَالَ: كَانَ أَحَدُ أَبَوَي الأَثْرَم جِنيّاً   .\nثُمَّ قَالَ الخَلاَّلُ: وَأَخْبَرَنِي أَبُو بَكْرٍ بنُ صَدَقَة، سَمِعْتُ أَبَا القَاسِم بن الخُتَّلِيَّ   ، قَالَ:\nقَامَ   رَجُلٌ فَقَالَ: أُرِيدُ مَنْ يَكْتُبُ لِي مِنْ كِتَابِ الصَّلَاةِ مَا لَيْسَ فِي كُتُب أَبِي بَكْرٍ بنِ أَبِي شَيْبَةَ.\nفَقُلْنَا لَهُ: لَيْسَ لَكَ إِلاَّ أَبُو بَكْر الأَثْرَم.\nقَالَ: فَوجَّهُوا إِلَيْهِ وَرَقاً، فَكَتَبَ سِتّ مائَة وَرَقَة مِنْ كِتَابِ الصَّلَاة.\nقَالَ: فَنَظَرنَا، فَإِذَا لَيْسَ فِي كِتَابِ ابْنِ أَبِي شَيْبَةَ مِنْهُ شَيْء   .\nقُلْتُ: كَانَ عَالِماً بتَوَالِيْفِ ابْن أَبِي شَيْبَةَ، لَازَمَهُ مُدَّةً.\nقَالَ الخَلاَّلُ أَبُو بَكْرٍ: وَسَمِعْتُ الحَسَنَ بن عَلِيِّ بنِ عُمَرَ الفَقِيْه يَقُوْلُ:\nقَدِمَ شَيْخَان مِنْ خُرَاسَان الحَجّ   ، فَحَدَّثَا، فَلَمَّا خرجَا طلبَ قَوْمٌ مِنْ أَصْحَابِ الحَدِيْث أَحَدهَمَا.\nقَالَ: فَخَرَجَا -يَعْنِي: إِلَى الصَّحْرَاء- فَقعَدَ هَذَا الشَّيْخ نَاحِيَةً مَعَهُ خَلْقٌ وَمُستملٍ، وَقَعَدَ الآخر نَاحِيَةً كَذَلِكَ، وَقَعَدَ أَبُو بَكْرٍ الأَثْرَمُ بَيْنَهُمَا، وَكَتَبَ مَا أَملَى هَذَا وَمَا أَملَى هَذَا   .\nقَالَ: وَأَخْبَرَنِي عَبْدُ اللهِ بنُ مُحَمَّدٍ، قَالَ: سَمِعْتُ سَعِيْدَ بن عتَّاب يَقُوْلُ:\nسَمِعْتُ يَحْيَى بنَ مَعِيْنٍ يَقُوْلُ: كَانَ أَحَدُ أَبوِي الأَثْرَم جِنِّيّاً  .\nوَأَخْبَرَنِي أَبُو بَكْرٍ بنُ صَدَقَة، قَالَ إِبْرَاهِيْمُ الأَصْبَهَانِيّ -يَعْنِي: ابْن أُورْمَة فِيْمَا أَحسبُ- يَقُوْلُ:\nأَبُو بَكْرٍ الأَثْرَمُ أَحْفَظ مِنْ أَبِي زُرْعَةَ الرَّازِيّ وَأَتْقَنُ.\nقُلْتُ: لَمْ أَظفر بِوَفَاةِ الأَثْرَم، وَمَاتَ بِمَدِيْنَةِ إِسْكَاف فِي حُدُوْدِ السِّتِّيْنَ وَمائَتَيْنِ قبلهَا أَوْ بَعْدهَا (١) .\nالعَزِيْز بن أَحْمَدَ بنِ باقَا، أَخْبَرَنَا عَلِيُّ بنُ عَسَاكِرَ المُقْرِئ، أَخْبَرَنَا عَبْدُ القَادِر بن مُحَمَّدٍ اليُوْسُفِي، أَخْبَرَنَا أَبُو إِسْحَاقَ البَرْمَكِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ بنُ بُخَيْت، أَخْبَرَنَا عُمَرُ بنُ مُحَمَّدٍ الجَوْهَرِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ الطَّائِيُّ الأَثْرَمُ، حَدَّثَنَا سَعِيْدُ بنُ عُفَيْرٍ، حَدَّثَنِي ابْنُ لَهِيْعَةَ، عَنْ عَقِيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حَمْزَةَ بنِ عَبْدِ اللهِ بنِ عُمَرَ، عَنِ ابْنِ عُمَرَ، قَالَ:\nلَا يَصْلُحُ الكِرَاءُ بِالضَّمَانِ\n_________\n(١) قال المصنف في «التذكرة» ٢ / ٥٧١: أظنه مات بعد الستين ومئتين.\nوقال الحافظ ابن حجر في «التهذيب» ١ / ٧٩: توفي سنة ٢٦١ أو في حدودها.\nألفيته بخط شيخنا الحافظ أبي الفضل.\nثم وجدت في «التذهيب» للذهبي أنه مات بعد الستين ومئتين.\nوكل هذا تخمين غير صحيح، والحق أنه تأخر عن ذلك، فقد أرخ ابن قانع وفاة الأثرم فيمن مات سنة ٢٧٣ هـ، ولكنه لم يسمه، وليس في الطبقة من يلقب بذلك غيره.",
  "books": [
    {
      "text_id": 26550,
      "title": "سنن أبي بكر الأثرم"
    },
    {
      "text_id": 26664,
      "title": "ناسخ الحديث ومنسوخه للأثرم"
    }
  ]
}