{
  "author_id": 1875,
  "author_meta": "قال الذهبي في «السير»:\nالإِمَامُ، المُحَدِّثُ، أَبُو إِسْحَاقَ إِبْرَاهِيْمُ بنُ حَرْبٍ العَسْكرِيُّ، السِّمْسَارُ، مُؤَلِّفُ (مُسْنَدِ أَبِي هُرَيْرَةَ).\nحَدَّثَ عَنْ: القَعْنَبِيِّ، وَعَارِمٍ، وَإِبْرَاهِيْمَ بن حُمَيْدٍ الطَّوِيْلِ، وَأَبِي الوَلِيْدِ الطَّيَالِسِيِّ، وَمُسَدَّدٍ، وَعَلِيِّ بنِ عُثْمَانَ اللاَّحِقِيّ، وَسَهْلِ بنِ عُثْمَانَ، وَأَبِي مَعْمَرٍ المُقْعَدِ، وَحَجَّاجِ بنِ مِنْهَالٍ، وَيَعْقُوْبَ بنِ كَاسِبٍ، وَعُبَيْدِ اللهِ بنِ عَائِشَةَ، وَعَلِيِّ بنِ بَحْرٍ القَطَّانِ، وَعِدَّةٍ.\nحَدَّثَ عَنْهُ: أَبُو الحُسَيْنِ أَحْمَدُ بنُ سَهْلِ بنِ عُمَرَ بنِ سَهْلِ بنِ بَحْرٍ العَسْكَرِيُّ، شَيْخُ الحَافِظِ أَبِي نُعَيْمٍ، وَذَكَرَ ابْنَ سَهْلٍ أَنَّهُ قَدِمَ عَلَيْهِم البَصْرَةَ فِي سَنَةِ اثْنَتَيْنِ وَثَمَانِيْنَ وَمائَتَيْنِ.\nأَخْبَرَنَا أَحْمَدُ بنُ سَلَامَةَ، وَعَلِيُّ بنُ أَحْمَدَ إِجَازَةً، عَنْ أَحْمَدَ بنِ مُحَمَّدٍ التَّيْمِيِّ، أَخْبَرَنَا أَبُو عَلِيٍّ الحَدَّادُ سَنَةَ إِحْدَى عَشْرَةَ وَخَمْسِ مائَة، أَخْبَرَنَا أَبُو نُعَيْمٍ، أَخْبَرَنَا أَحْمَدُ بنُ سَهْلٍ، حَدَّثَنَا إِبْرَاهِيْمُ بنُ حَرْبٍ، حَدَّثَنَا القَعْنَبِيُّ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ عَجْلَانَ مَوْلَى المُشْمَعِلِّ:\nعَنْ أَبِي هُرَيْرَةَ، قَالَ: سُئِلَ رَسُوْلُ اللهِ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- عَنْ رُكُوْبِ البَدَنَةِ.\nقَالَ: (ارْكَبْهَا).\nقَالَ: يَا رَسُوْلَ اللهِ! إِنَّهَا بَدَنَةٌ! قَالَ: (ارْكَبْهَا وَيْلَك).\nوَبِهِ: حَدَّثَنَا إِبْرَاهِيْمُ بنُ حَرْبٍ، حَدَّثَنَا عَلِيُّ بنُ حَرْبٍ، حَدَّثَنَا حَكَّامٌ، حَدَّثَنَا عَنْبَسَةُ، عَنْ كَثِيْرِ بنِ زَاذَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ:\nقَالَ رَسُوْلُ اللهِ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ-: (قَالَ لِي جِبْرِيْلُ: لَوْ رَأَيْتَنِي يَا مُحَمَّدُ وَأَنَا أَغُطُّهُ بِإِحْدَى يَدَيَّ، وَأَدُسُّ مِنَ الحَالِ فِي فِيْهِ، مَخَافَةَ أَنْ تُدْرِكَهُ رَحْمَةُ رَبِّهِ فَيَغْفِرُ لَهُ).\nحَدِيْثٌ غَرِيْبٌ، وَكَثِيْر فِيْهِ جَهَالَةٌ\nوَالعَسْكرِيُّ: نِسبَةً إِلَى مَدِيْنَةِ عَسْكَرْ مُكْرَم: قَريبَةٌ مِنَ البَصْرَةِ.",
  "books": [
    {
      "text_id": 26592,
      "title": "مسند أبي هريرة لأبي إسحاق العسكري"
    }
  ]
}