{
  "author_id": 1877,
  "author_meta": "جاء في المستفاد من ذيل تاريخ بغداد:\nزاهر بن طاهر بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّد بْن يوسف بن محمد ابن المرزبان بن علي بن عبد الله بن المرزبان الشحامي، أبو القاسم بن أبي عبد الرحمن بن أبي بكر المستملي:\nمن أهل نيسابور- شيخ وقته في علو الإسناد، بكر به أبوه فأسمعه من أبي سعد محمد بن عبد الرحمن الكنجروذي وأبي عثمان سعيد بن محمد النجيرمي وأبي سعد أحمد بن إبراهيم المقرئ وأبي القاسم عبد الكريم بن هوازن القشيري وأبي عثمان سعيد بن أحمد العيار وأبي بكر أحمد بن الحسين البيهقي في آخرين. وسمع بنفسه وجمع لنفسه مشيخة. وكان يستملى على الشيوخ، وحدث بالكثير، وكتب عنه الحفاظ. قدم بغداد في سنة خمس وعشرين وخمسمائة، وحدّث بها، سمع منه ابن ناصر في آخرين.\nأخبرنا شهاب الحاتمي بهراة، قال: حدثنا أبو سعد بن السمعاني قال: زاهر بن طاهر الشحامي أبو القاسم شيخ متيقظ مكثر، جمع ونسخ بخطه، وكان صاحب أصول، وعمّر حتى حمل عنه الكثير، ورحل في رواية الحديث ونشره مثل ما يرحل الطلاب في جمعه، ورد علينا مرو قاصدا للرواية بها وحجّ، وسمع منه الكثير ببغداد وهمذان والري والحجاز، ورجع إلى نيسابور؛ وكان صبورا لا يضجر من القراءة عليه حتى قرأت عليه «تاريخ نيسابور» للحاكم أبي عبد الله في أيام قلائل، كنت أمضي قبل طلوع الشمس فأقرأ إلى وقت غروبها، وكان يقعد ويستمع، ولكنه كان يخل بالصلوات إخلالا ظاهرا، ووقت خروجه إلى أصبهان قال لي أخوه وجيه: أجهدت في قعوده ولا تخرج، فإن أمر صلاته مختل، ونفتضح من أهل أصبهان! فظهر الأمر كما قال أخوه، وعرف أهل أصبهان ذلك، وشنعوا عليه حتى ترك أبو الْعَلاءِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ الْفَضْلِ الْحَافِظَ الرواية عنه. وقيل لزاهر في ذلك، فقال: لي عذر، وأنا أجمع بين الصلوات كلها. ولعله تاب ورجع عن ذلك في آخر عمره. وكان صحيح السماع كثيره.\nمولده رابع عشر ذي القعدة سنة ست وأربعين وأربعمائة.\nوتوفي ليلة الرابع عشر من ربيع الآخر سنة ثلاث وثلاثين وخمسمائة بنيسابور.\nودفن بمقبرة يحيى بن يحيى- رحمه الله تعالى وإيانا.",
  "books": [
    {
      "text_id": 10444,
      "title": "الأحاديث السباعيات الألف للشحامي"
    },
    {
      "text_id": 26654,
      "title": "عوالي مالك رواية زاهر بن طاهر الشحامي"
    },
    {
      "text_id": 37610,
      "title": "جزء تحفة عيد الفطر"
    }
  ]
}