{
  "author_id": 1885,
  "author_meta": "قال الذهبي في «السير» :\nمَسْعُوْدُ بنُ الحَسَنِ الثَّقَفِيُّ الأَصْبَهَانِيُّ ابْنِ الرَّئِيْسِ أَبِي عَبْدِ اللهِ القَاسِمِ بنِ الفَضْلِ بنِ أَحْمَدَ بنِ أَحْمَدَ بنِ مَحْمُوْدِ بنِ عَبْدِ اللهِ، الشَّيْخُ المُعَمَّرُ، الفَاضِلُ، مُسْنِدُ العصرِ، أَبُو الفَرَجِ الثَّقَفِيُّ، الأَصْبَهَانِيُّ.\nمَوْلِدُهُ: فِي سَنَةِ اثْنَتَيْنِ وَسِتِّيْنَ وَأَرْبَعِ مائَةٍ.\nسَمِعَ مِنْ: جَدِّهِ، وَمِنْ أَبِي عَمْرٍو عَبْدِ الوَهَّابِ بنِ مَنْدَةَ، وَأَبِي عِيْسَى عَبْدِ الرَّحْمَنِ بنِ زِيَادٍ، وَالمُطَهِّرِ بنِ عَبْدِ الوَاحِدِ البُزَانِيِّ، وَمُحَمَّدِ بنِ أَحْمَدَ السِّمْسَارِ، وَإِبْرَاهِيْم بن مُحَمَّدٍ الطَّيَّانِ، وَسَهْل بن عَبْدِ اللهِ الغَازِي، وَأَبِي نَصْرٍ مُحَمَّدِ بنِ عُمَرَ تَانَة، وَأَبِي الخَيْرِ مُحَمَّدِ بنِ أَحْمَدَ بنِ رَرَا، وَسُلَيْمَانَ بنِ إِبْرَاهِيْمَ، وَغَانِمِ بنِ عَبْدِ الوَاحِدِ، وَأَحْمَدَ بنِ مُحَمَّدِ بنِ أَحْمَدَ بنِ عَبْدِ الوَاحِدِ، وَعِدَّةٍ.\nوَخَرَجت لَهُ فَوَائِد فِي تِسْعَة أَجزَاء وَعَوَالِي.\nوَعُمِّر، وَتَفَرَّد، وَأَلحق الأَبْنَاء بِالآبَاء.\nوَقَدْ كَانَ رَوَى الكَثِيْر بِإِجَازَة أَبِي الغَنَائِمِ بن المَأْمُوْنِ، وَأَبِي بَكْرٍ الخَطِيْب، وَأَبِي الحُسَيْنِ بنِ المُهْتَدِي بِاللهِ، وَجَمَاعَة مِنَ البغَاددَة اعتمَاداً مِنْهُ عَلَى مَا نَقل المُحَدِّثُ أَبُو الخَيْرِ عَبْد الرَّحِيْمِ بن مُوْسَى، فَقَامُوا عَلَى أَبِي الخَيْرِ، وَكَذَّبه الحَافِظُ أَبُو مُوْسَى المَدِيْنِيُّ، فَطَالبوهُ بِالأَصْل، فَغَالطهُم.\nوَلَهُ إِجَازَة مِنْ أَبِي القَاسِمِ بنِ مَنْدَةَ، وَغَيْرِهِ.\nحَدَّثَ عَنْهُ: مُحَمَّدُ بنُ يُوْسُفَ الآمُلِيّ، وَعَبْد اللهِ بن أَبِي الفَرَجِ الجُبَّائِيّ، وَالحُسَيْن بن مُحَمَّدٍ الجَرْبَاذْقَانِيّ، وَعَبْد الأَوّل بن ثَابِتٍ المَدِيْنِيّ، وَالحَافِظ عَبْد القَادِر الرُّهَاوِيّ، وَمُحَمَّد بن مَكِّيّ الحَنْبَلِيّ، وَمَحْمُوْد بن مُحَمَّدٍ الحَدَّاد، وَأَبُو الوَفَاء مَحْمُوْد بن مَنْدَةَ، وَآخَرُوْنَ، وَبِالإِجَازَة: أَبُو المُنَجَّا عَبْدُ اللهِ بنُ اللَّتِّيِّ، وَكَرِيْمَة القُرَشِيَّة، وَأُخْتهَا صَفِيَّة، وَعَجِيْبَة البَاقدَارِيَة.\nقَالَ السَّمْعَانِيُّ: لَمْ يَتفق أَنْ أَسْمَع مِنْهُ لاشتغَالِي بِغَيْره، وَمَا كَانُوا يُحسِنُوْنَ الثَّنَاء عَلَيْهِ - وَاللهِ يَرحمه - وَكَتَبَ إِلَيَّ بِالإِجَازَةِ، وَقَدْ حَدَّثَنِي مُحَمَّدُ بنُ عَبْدِ الرَّحْمَنِ الْفَيْجُ أَنَّهُ قرَأَ عَلَى الرَّئِيْس أَبِي الفَرَجِ جميعَ (تَارِيْخِ الخَطِيْبِ) فِي سَنَةِ سِتِّيْنَ وَخَمْسِ مائَةٍ.\nقُلْتُ: ثُمَّ تَبيَّنَ وَهنُ إِجَازَة الخَطِيْب لَهُ، وَامْتَنَعَ الرَّجُل مِنَ الرِّوَايَة بِالإِجَازَةِ عَنِ البَغْدَادِيِّيْنَ بَعْدَ ذَلِكَ، وَكَانَ فِي كَثْرَة سَمَاعَاته العَالِيَة شغلٌ شَاغل، وَكَانَ ذَا حِشْمَة وَأَمْوَال، عَاشَ مائَةَ عَامٍ.\nتُوُفِّيَ: يَوْم الاثْنَيْن، غُرَّةَ رَجَبٍ، سَنَةَ اثْنَتَيْنِ وَسِتِّيْنَ وَخَمْسِ مائَةٍ.",
  "books": [
    {
      "text_id": 26746,
      "title": "عروس الأجزاء"
    },
    {
      "text_id": 29976,
      "title": "فوائد أبي الفرج الثقفي"
    }
  ]
}