{
  "author_id": 1891,
  "author_meta": "قال الذهبي في «السير» :\nالشَّيْخُ الصَّالِحُ، المُسْنِدُ، المُعَمَّر، رحلَة الوَقْت، أَبُو المُنَجَّى عَبْدُ اللهِ بنُ عُمَرَ بنِ عَلِيِّ بنِ زَيْدٍ، ابنُ اللَّتِّيِّ البَغْدَادِيُّ، الحَرِيْمِيُّ، الطَّاهِرِيُّ، القَزَّاز.\nوُلِدَ: بِشَارع دَار الرَّقيق، فِي ذِي القَعْدَةِ، سَنَةَ خَمْسٍ وَأَرْبَعِيْنَ وَخَمْسِ مائَةٍ، فَسَمَّعَهُ عَمُّهُ مِنْ أَبِي القَاسِمِ سَعِيْد بن أَحْمَدَ ابْنِ البَنَّاءِ حُضُوْراً فِي سَنَةِ تِسْعٍ وَأَرْبَعِيْنَ.\nوَسَمِعَ مِنْ: أَبِي الوَقْت السِّجْزِيِّ كَثِيْراً (كَالدَّارِمِيّ) وَ (مُنْتَخَب مُسْنَدِ عَبْدٍ) وَأَشيَاءَ.\nوَمِنْ: أَبِي الفُتُوْح الطَّائِيِّ، وَأَبِي المَعَالِي ابْنِ اللَّحَّاسِ،\nوَأَبِي الفَتْحِ ابْن البَطِّيِّ، وَعُمَر بن عَبْدِ اللهِ الحَرْبِيّ، وَالحَسَن بن جَعْفَرٍ المُتَوَكّلِيّ، وَأَحْمَد بن المُقَرَّبِ، وَمُقْبل ابْنِ الصَّدْرِ، وَعُمَر بنِ بُنَيْمَانَ، وَمَسْعُوْدِ بنِ شُنَيف، وَجَمَاعَةٍ.\nوَأَجَازَ لَهُ: المُفْتِي أَبُو عَبْدِ اللهِ الرُّسْتَمِيُّ، وَمَسْعُوْد الثَّقَفِيُّ، وَمَحْمُوْد فُورجه، وَإِسْمَاعِيْل بن شَهْرَيَارَ، وَعَلِيّ بن أَحْمَدَ اللّبَّادُ، وَأَبُو جَعْفَرٍ مُحَمَّدُ بنُ الحَسَنِ الصَّيْدَلَانِيّ، وَعِدَّة.\nوَرَوَى الكَثِيْر بِبَغْدَادَ، وَبِحَلَبَ، وَدِمَشْقَ، وَالكَرَك.\nوَاشْتُهِرَ اسْمُهُ، وَبَعُدُ صِيْتُهُ.\nوَرَوَى عَنْهُ خَلَائِقُ، مِنْهُم: ابْنُ النَّجَّارِ، وَابْنُ الدُّبَيْثِيّ، وَالضِّيَاءُ، وَابْنُ النَّابلسِيِّ، وَابْنُ هَامِلٍ، وَابْنُ الصَّابُوْنِيِّ، وَالشِّهَابُ ابْنُ الخرزِيِّ، وَابْنُ الظَّاهِرِيِّ، وَأَبُو الحُسَيْنِ اليُوْنِيْنِيُّ، وَالمَجْدُ بنُ المِهتَارِ، وَبَهَاءُ الدِّيْنِ ابْنُ النَّحَّاسِ، وَأَبُو حَامِدٍ المُكَبِّرُ، وَعِيْسَى المُطَعِّمُ، وَعَلِيُّ بنُ هَارُوْنَ، وَالفَخْرُ ابْنُ عَسَاكِرَ، وَمُحَمَّدُ بنُ قَايْمَازَ، وَمُحَمَّدُ بنُ يُوْسُفَ الإِرْبِلِيُّ، وَإِبْرَاهِيْمُ ابْنُ الحُبُوبِيِّ، وَعُمَرُ بنُ إِبْرَاهِيْمَ العَقْربَائِيُّ، وَإِسْمَاعِيْلُ بنُ مَكتُوْمٍ، وَعَبْدُ الأَحَدِ بنُ تَيْمِيَةَ، وَالقَاضِي تَقِيُّ الدِّيْنِ، وَهَدِيَّةُ بِنْتُ عَسْكَرٍ، وَالقَاسِمُ بنُ عَسَاكِرَ، وَزَيْنَبُ بِنْتُ شكرٍ، وَأَحْمَدُ بنُ أَبِي طَالِبٍ الدَّيرمُقَرنِيُّ، وَأَحْمَدُ بنُ عَازر، وَخَلْقٌ سِوَاهُم.\nسَمِعْتُ مِنْ نَحْو ثَمَانِيْنَ نَفْساً مِنْ أَصْحَابِهِ، وَكَانَ شَيْخاً صَالِحاً، مُبَارَكاً، عَامِّياً، عَرِيّاً مِنَ العِلْمِ!\nقَالَ ابْنُ النَّجَّارِ: بِهِ خُتِمَ حَدِيْث أَبِي القَاسِمِ البَغَوِيّ بِعُلُوّ، وَكَانَ سَمَاعُه صَحِيْحاً.\nقُلْتُ: أَقدمه مَعَهُ المُحَدِّثُ أَبُو العَبَّاسِ أَحْمَدُ ابنُ الجَوْهَرِيِّ، وَأَكْثَر عَنْهُ شَيْخنَا أَبُو عَلِيٍّ ابْن الحَلاَّلِ بِقَرْيَةِ جديَا، وَحَدَّثَ بِالبَلَدِ، وَبِالجَامِع المُظَفَّرِيِّ، وَبِالكَرَكِ، وَأَمَاكنَ، وَسكنَ الكَرَك أَشْهُراً، وَحَدَّثَ بِحَلَبَ فِي ذِي الحِجَّةِ، سَنَةَ أَرْبَعٍ، وَسَارَ إِلَى بَغْدَادَ بَعْدَ إقَامَتِهِ بِالشَّامِ سَنَةً وَشَهْراً، وَحَصَّلَ جُمْلَةً مِنَ الهِبَاتِ.\nقَالَ ابْنُ نُقْطَة: سَمَاعُه صَحِيْحٌ، وَلَهُ أَخ زوَّر لأَخِيه عَبْد اللهِ إِجَازَاتٍ مِنِ ابنِ نَاصِر وَغَيْرِهِ، وَإِلَى الآنَ مَا عَلمته رَوَى بِهَا شَيْئاً وَهِيَ إِجَازَة بَاطِلَة، وَأَمَّا الشَّيْخ فَشيخ صَالِح، لَا يَدْرِي هَذَا الشَّأْن أَلبتَّةَ.\nقُلْتُ: تُوُفِّيَ بِبَغْدَادَ، فِي رَابِعَ عَشَرَ جُمَادَى الأُوْلَى، سَنَةَ خَمْسٍ وَثَلَاثِيْنَ وَسِتِّ مائَةٍ، وَمَا رَوَى مِنَ المُزَوَّر لَهُ شَيْئاً.",
  "books": [
    {
      "text_id": 26857,
      "title": "مشيخة أبي المنجى ابن اللتي"
    }
  ]
}