{
  "author_id": 1898,
  "author_meta": "قال الذهبي في «السير» :\nالإِمَامُ، المُحَدِّثُ، القُدْوَةُ، أَبُو إِسْحَاقَ إِبْرَاهِيْمُ بنُ مُحَمَّدِ بنِ يَحْيَى بنِ سَخْتَوَيْه النَّيْسَابُوْرِيُّ المُزَكِّي، شَيْخُ بلدِهِ وَمحدِّثُهُ.\nسَمِعَ: أَحْمَدَ بنَ مُحَمَّدٍ المَاسَرْجِسِيَّ، وَأَبا العَبَّاسِ الثَّقَفِيَّ، وَإِمَامَ الأَئِمَّةِ ابنَ خُزَيْمَةَ، وَمُوْسَى بنَ العَبَّاسِ الجُوَيْنِيَّ، وَأَبا حَامِدٍ الأَعْمَشِيَّ، وَزَنْجَوَيْه اللَّبَّادِ، وَأَبَا نُعَيْمٍ بنَ عَدِيٍّ، وَمُحَمَّدَ بنَ المسيَّبِ الأَرغيَانِيَّ، وَأَبا العَبَّاسِ الدَّغُوْلِيَّ، وَأَبَا حَامِدٍ مُحَمَّدَ بنَ هَارُوْنَ الحَضْرَمِيَّ، وَعبدَ الرَّحْمَنِ بنَ أَبِي حَاتِمٍ، وَخلقاً سوَاهُم.\nقَالَ الحَاكِمُ: أَمْلَى عِدَّةَ سِنِيْنَ، وَكُنَّا نعدُّ فِي مَجْلِسِهِ أَرْبَعَةَ عَشَرَ مُحَدِّثاً، مِنْهُم أَبُو العَبَّاسِ الأَصمُّ، وَمُحَمَّدُ بنُ يَعْقُوْبَ بنِ الأَخرمِ.\nقُلْتُ: رَوَى عَنْهُ: الحَاكِمُ، وَابنُ رَزْقَوَيْه، وَأَبُو الفَتْحِ بنُ أَبِي الفَوَارِسِ، وَأَبُو بَكْرٍ البَرْقَانِيُّ، وَأَبُو عَلِيٍّ بنُ شَاذَانَ، وَابنُهُ مُحَمَّدُ بنُ إِبْرَاهِيْمَ المُزَكِّي، وَأَبُو نُعَيْمٍ الأَصْبَهَانِيُّ، وَأَبُو طَالِبٍ بنُ غَيْلَانَ، وَآخرُوْنَ.\nقَالَ الخَطِيْبُ: كَانَ ثِقَةً، ثَبْتاً، مُكْثِراً، مُوَاصلاً للحجِّ، انتخبَ عَلَيْهِ الدَّارَقُطْنِيُّ، وَكَتَبَ النَّاسُ عَنْهُ عِلْماً كَثِيْراً مِثْلَ (تَاريخِ السَّرَّاجِ) ، (تَاريخِ البُخَارِيِّ) ، وَعِدَّةِ كتبٍ لمُسْلِمٍ، وَكَانَ عِنْدَ البَرْقَانِيِّ عَنْهُ سَفَطُ أَجزَاءٍ، وَكُتُب، لَكِنْ مَا رَوَى عَنْهُ فِي (صَحِيْحِهِ) ، قَالَ: فِي نَفْسِي مِنْهُ لكَثْرَةِ مَا يُغْرِبُ، ثُمَّ إِنَّهُ قوَّاهُ، وَقَالَ: عِنْدِي عَنْهُ أَحَادِيث عَالِيَةٌ، كُنْتُ أَخرجتُهَا نَازلاً إِلاَّ أَنِّي لَا أَقدرُ عَلَى إِخرَاجِهَا لِكِبَرِ السِّنِّ.\nقَالَ الخَطِيْبُ: حَدَّثَنَا الحُسَيْنُ بنُ شيطَا، سَمِعْتُ المُزَكِّي يَقُوْلُ: أَنفقتُ عَلَى الحَدِيْثِ بِدَراً مِنَ الدَّنَانِيْرِ، وَقدمتُ بَغْدَادَ وَمعِي تجَارَةٌ.\nمَاتَ فِي شَعْبَانَ سَنَةَ اثْنَتَيْنِ وَسِتِّيْنَ وَثَلَاثِ مائَةٍ، وَلَهُ سبعٌ وَسِتُّوْنَ سَنَةً.\nوَلَهُ مِنَ الأَولَادِ: عَلِيٌّ وَأَحْمَدُ وَيَحْيَى وَعبدُ الرَّحْمَنِ وَمُحَمَّدٌ، عَاشُوا وَرَوَوا الحَدِيْثَ.",
  "books": [
    {
      "text_id": 26921,
      "title": "المزكيات"
    }
  ]
}