{
  "author_id": 1899,
  "author_meta": "قال الذهبي في «السير» :\nالمَاجَشُوْنُ عَبْدُ العَزِيْزِ بنُ عَبْدِ اللهِ التَّيْمِيُّ ابْنِ أَبِي سَلَمَةَ مَيْمُوْنٍ - وَقِيْلَ: دِيْنَارٍ - الإِمَامُ، المُفْتِي الكَبِيْرُ، أَبُو عَبْدِ اللهِ، وَأَبُو الأَصْبَغِ التَّيْمِيُّ مَوْلَاهُم، المَدَنِيُّ، الفَقِيْهُ، وَالِدُ المُفْتِي عَبْدِ المَلِكِ بنِ المَاجَشُوْنِ، صَاحِبِ مَالِكٍ، وَابْنِ عَمِّ يُوْسُفَ بنِ يَعْقُوْبَ المَاجَشُوْنِ.\nسَكَنَ مُدَّةً بِبَغْدَادَ.\nوَحَدَّثَ عَنِ: الزُّهْرِيِّ، وَابْنِ المُنْكَدِرِ، وَوَهْبِ بنِ كَيْسَانَ، وَهِلَالِ بنِ أَبِي مَيْمُوْنَةَ، وَعَمِّهِ؛ يَعْقُوْبَ بنِ أَبِي سَلَمَةَ، وَسُهَيْلِ بنِ أَبِي صَالِحٍ، وَعَبْدِ الرَّحْمَنِ بنِ القَاسِمِ، وَعَبْدِ اللهِ بنِ الفَضْلِ الهَاشِمِيِّ، وَعَبْدِ اللهِ بنِ دِيْنَارٍ، وَإِسْحَاقَ بنِ عَبْدِ اللهِ بنِ أَبِي طَلْحَةَ، وَسَعْدِ بنِ إِبْرَاهِيْمَ، وَعَمْرِو بنِ يَحْيَى بنِ عُمَارَةَ، وَهِشَامِ بنِ عُرْوَةَ، وَعُبَيْدِ اللهِ بنِ عُمَرَ، وَيَحْيَى بنِ سَعِيْدٍ، وَعَبْدِ الرَّحْمَنِ بنِ عَبْدِ اللهِ بنِ عَبْدِ الرَّحْمَنِ بنِ أَبِي صَعْصَعَةَ، وَعُمَرَ بنِ حُسَيْنٍ، وَعِدَّةٍ مِنْ عُلَمَاءِ بَلَدِهِ.\nوَلَمْ يَكُنْ بِالمُكْثِرِ مِنَ الحَدِيْثِ، لَكِنَّهُ فَقِيْهُ النَّفْسِ، فَصِيْحٌ، كَبِيْرُ الشَّأْنِ.\nحَدَّثَ عَنْهُ: إِبْرَاهِيْمُ بنُ طَهْمَانَ، وَزُهَيْرُ بنُ مُعَاوِيَةَ، وَاللَّيْثُ بنُ سَعْدٍ،\nوَوَكِيْعٌ، وَابْنُ مَهْدِيٍّ، وَشَبَابَةُ، وَابْنُ وَهْبٍ، وَأَبُو دَاوُدَ، وَأَبُو عَامِرٍ العَقَدِيُّ، وَيَحْيَى بنُ حَسَّانٍ، وَعَمْرُو بنُ الهَيْثَمِ أَبُو قَطَنٍ، وَهَاشِمُ بنُ القَاسِمِ، وَحُجَيْنُ بنُ المُثَنَّى، وَأَسَدُ بنُ مُوْسَى، وَأَحْمَدُ بنُ يُوْنُسَ، وَإِسْمَاعِيْلُ بنُ أَبِي أُوَيْسٍ، وَحَجَّاجُ بنُ مِنْهَالٍ، وَبِشْرُ بنُ الوَلِيْدِ الكِنْدِيُّ، وَسَعْدَوَيْه الوَاسِطِيُّ، وَعَبْدُ اللهِ بنُ صَالِحٍ العِجْلِيُّ، وَعَبْدُ اللهِ بنُ صَالِحٍ الجُهَنِيُّ الكَاتِبُ، وَعَلِيُّ بنُ الجَعْدِ، وَغَسَّانُ بنُ الرَّبِيْعِ، وَأَبُو سَلَمَةَ التَّبُوْذَكِيُّ، وَأَبُو الوَلِيْدِ الطَّيَالِسِيُّ، وَخَلْقٌ سِوَاهُم.\nوَنَقَلَ ابْنُ أَبِي خَيْثَمَةَ: أَنَّ أَصلَهُ مِنْ أَصْبَهَانَ، نَزَلَ المَدِيْنَة، فَكَانَ يَلقَى النَّاسَ، فَيَقُوْلُ: جونِي، جونِي.\nقَالَ: وَسُئِلَ أَحْمَدُ بنُ حَنْبَلٍ: كَيْفَ لُقِّبَ بِالمَاجَشُوْنِ؟\nقَالَ: تَعَلَّقَ مِنَ الفَارِسِيَّة بِكَلِمَةٍ، وَكَانَ إِذَا لَقِيَ الرَّجُلَ يَقُوْلُ: شونِي، شونِي، فَلُقِّبَ: المَاجَشُوْنَ.\nوَقَالَ إِبْرَاهِيْمُ الحَرْبِيُّ: المَاجَشُوْنُ فَارِسِيٌّ، وَإِنَّمَا سُمِّيَ المَاجَشُوْنَ، لأَنَّ وَجْنَتَيْهِ كَانَتَا حَمْرَاوَيْنِ، فَسُمِّيَ بِذَلِكَ، وَهُوَ الخَمْرُ، فَعَرَّبَهُ أَهْلُ المَدِيْنَةِ.\nوَقِيْلَ: أَصلُ الكَلِمَةِ: المَاهُ كُوْنَ، فَهُوَ وَوَلَدُه يُعرَفُوْنَ بِذَلِكَ.\nوَقَالَ غَيْرُهُ: هَذَا اللَّقَبُ عَلَيْهِ وَعَلَى أَهْلِ بَيْتِهِ.\nقَالَ عَلِيُّ بنُ الحُسَيْنِ بنِ حَيَّانَ: وَجَدْتُ فِي كِتَابِ جَدِّي بِخَطِّهِ، قِيْلَ لأَبِي بَكْرٍ: حَدَّثَنَا ابْنُ مَعِيْنٍ:\nعَبْدُ العَزِيْزِ بنُ المَاجَشُوْنِ، هُوَ مِثْلُ اللَّيْثِ، وَإِبْرَاهِيْمَ بنِ سَعْدٍ؟\nقَالَ: لَا، هُوَ دُوْنَهُمَا، إِنَّمَا كَانَ رَجُلاً يَقُوْلُ بِالقَدَرِ وَالكَلَامِ، ثُمَّ تَرَكَه، وَأَقْبَلَ إِلَى السُّنَّةِ، وَلَمْ يَكُنْ مِنْ شَأْنِهِ الحَدِيْثُ، فَلَمَّا قَدِمَ بَغْدَادَ، كَتَبُوا عَنْهُ، فَكَانَ بَعْدُ يَقُوْلُ: جَعَلَنِي أَهْلُ بَغْدَادَ مُحَدِّثاً، وَكَانَ صَدُوقاً، ثِقَةً -يَعْنِي: لَمْ يَكُنْ مِنْ فُرْسَانِ الحَدِيْثِ، كَمَا كَانَ شُعْبَةُ وَمَالِكٌ وَرَوَى: أَبُو دَاوُدَ، عَنْ أَبِي الوَلِيْدِ، قَالَ: كَانَ يَصلُحُ لِلوِزَارَةِ.\nوَقَالَ أَبُو حَاتِمٍ، وَالنَّسَائِيُّ، وَجَمَاعَةٌ: ثِقَةٌ.\nوَرَوَى: أَحْمَدُ بنُ سِنَانٍ، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ:\nقَالَ بِشْرُ بنُ السَّرِيِّ: لَمْ يَسْمَعِ ابْنُ أَبِي ذِئْبٍ، وَلَا المَاجَشُوْنُ مِنَ الزُّهْرِيِّ.\nقَالَ ابْنُ سِنَانٍ: مَعْنَاهُ عِنْدِي: أَنَّهُ عَرْضٌ.\nأَبُو الطَّاهِرِ بنُ السَّرْحِ: عَنِ ابْنِ وَهْبٍ، قَالَ:\nحَجَجْتُ سَنَة ثَمَانٍ وَأَرْبَعِيْنَ وَمائَةٍ، وَصَائِحٌ يَصِيْحُ: لَا يُفْتِي النَّاسُ، إِلاَّ مَالِكٌ، وَعَبْدُ العَزِيْزِ بنُ أَبِي سَلَمَةَ.\nقَالَ عَمْرُو بنُ خَالِدٍ الحَرَّانِيُّ: حَجَّ أَبُو جَعْفَرٍ المَنْصُوْرُ، فَشَيَّعَهُ المَهْدِيُّ، فَلَمَّا أَرَادَ الوَدَاعَ، قَالَ: يَا بُنَيَّ! اسْتَهْدِنِي.\nقَالَ: أَسْتَهدِيكَ رَجُلاً عَاقِلاً.\nفَأَهْدَى لَهُ عَبْدَ العَزِيْزِ بنَ أَبِي سَلَمَةَ.\nقَالَ مُحَمَّدُ بنُ سَعْدٍ: كَانَ عَبْدُ العَزِيْزِ ثِقَةً، كَثِيْرَ الحَدِيْثِ، وَأَهْلُ العِرَاقِ أَرْوَى عَنْهُ مِنْ أَهْلِ المَدِيْنَةِ، قَدِمَ بَغْدَادَ، وَأَقَامَ بِهَا، إِلَى أَنْ تُوُفِّيَ سَنَةَ أَرْبَعٍ وَسِتِّيْنَ وَمائَةٍ، وَصَلَّى عَلَيْهِ المَهْدِيُّ.\nوَكَذَا أَرَّخَهُ جَمَاعَةٌ.\nوَأَمَّا ابْنُ حِبَّانَ، فَقَالَ: مَاتَ سَنَةَ سِتٍّ وَسِتِّيْنَ وَمائَةٍ.\nقَالَ: وَكَانَ فَقِيْهاً، وَرِعاً، مُتَابِعاً لِمَذَاهِبِ أَهْلِ الحَرَمَينِ، مُفَرِّعاً عَلَى أُصُوْلِهِم، ذَابّاً عَنْهُم.\nأَخْبَرَنَا أَحْمَدُ بنُ سَلَامَةَ إِجَازَةً، عَنْ يَحْيَى بنِ أَسَعْدَ، أَنْبَأَنَا عَبْدُ القَادِرِ بنُ مُحَمَّدٍ، أَنْبَأَنَا أَبُو إِسْحَاقَ البَرْمَكِيُّ، أَنْبَأَنَا أَبُو بَكْرٍ بنُ بُخَيْتٍ، أَنْبَأَنَا عُمَرُ بنُ مُحَمَّدٍ الجَوْهَرِيُّ، حَدَّثَنَا أَبُو بَكْرٍ الأَثْرَمُ، حَدَّثَنَا عَبْدُ اللهِ بنُ صَالِحٍ، عَنْ عَبْدِ العَزِيْزِ بنِ المَاجَشُوْنِ: أَنَّهُ سُئِلَ عَمَّا جَحَدَتْ بِهِ الجَهْمِيَّةُ؟ فَقَالَ:\nأَمَّا بَعْدُ … ، فَقَدْ فَهِمتُ مَا سَأَلْتَ عَنْهُ، فِيْمَا تَتَابَعتِ الجَهْمِيَّةُ فِي صِفَةِ الرَّبِ العَظِيْمِ، الَّذِي فَاتَتْ عَظَمَتُهُ الوَصفَ وَالتَّقدِيرَ، وَكَلَّتِ الأَلسُنُ عَنْ تَفْسِيْرِ صِفَتِهِ، وَانْحَسَرتِ العُقُوْلُ دُوْنَ مَعْرِفَةِ قَدْرِهِ، فَلَمَّا تَجدِ العُقُوْلُ مَسَاغاً، فَرَجَعتُ خَاسِئَةً حَسِيْرَةً، وَإِنَّمَا أُمِرُوا بِالنَّظَرِ وَالتَّفَكُّرِ فِيْمَا خَلَقَ، وَإِنَّمَا يُقَالُ: كَيْفَ؟ لِمَنْ لَمْ يَكُنْ مَرَّةً ثُمَّ كَانَ، أَمَّا مَنْ لَا يَحُولُ وَلَمْ يَزَلْ، وَلَيْسَ لَهُ مِثْلٌ، فَإِنَّهُ لَا يَعْلَمُ كَيْفَ هُوَ، إِلاَّ هُوَ.\nوَالدَّلِيْلُ عَلَى عَجزِ العُقُوْلِ عَنْ تَحقِيْقِ صِفَتِهِ: عَجزُهَا عَنْ تَحقِيْقِ صِفَةِ أَصْغَرِ خَلْقِهِ، لَا يَكَادُ يَرَاهُ صِغَراً، يَحُوْلُ وَيزُولُ، وَلَا يُرَى لَهُ بَصَرٌ وَلَا سَمْعٌ، فَاعْرِفْ غِنَاكَ عَنْ تَكلِيْفِ صِفَةِ مَا لَمْ يَصِفِ الرَّبُّ مِنْ نَفْسِهِ، بِعَجْزِكَ عَنْ مَعْرِفَةِ قَدرِ مَا وَصَفَ مِنْهَا، فَأَمَّا مَنْ جَحَدَ مَا وَصفَ الرَّبُّ مِنْ نَفْسِهِ تَعَمُّقاً وَتَكلِيْفاً، فَقدِ اسْتَهْوَتْهُ الشَّيَاطِيْنُ فِي الأَرْضِ حَيْرَانَ، وَلَمْ يَزَلْ يُمْلِي لَهُ الشَّيْطَانُ، حَتَّى جَحَدَ قَوْلَه تَعَالَى: {وُجُوْهٌ يَوْمَئِذٍ نَاضِرَةٌ، إِلَى رَبِّهَا نَاظِرَةٌ} [القِيَامَةُ: ٢٢، ٢٣] ، فَقَالَ: لَا يُرَى يَوْمَ القِيَامَةِ … ، وَذَكَرَ فَصلاً طَوِيْلاً فِي إِقرَارِ الصِّفَاتِ وَإِمْرَارِهَا، وَتَرْكِ التَّعَرُّضِ لَهَا.\nوَقِيْلَ: إِنَّهُ نَظَرَ مَرَّةً فِي شَيْءٍ مِنْ سَلْبِ الصِّفَاتِ لِبَعْضِهِم، فَقَالَ:\nهَذَا الكَلَامُ هَدْمٌ بِلَا بِنَاءٍ، وَصِفَةٌ بِلَا مَعْنَىً.\nوَذَكَرَ عَبْدُ المَلِكِ بنُ المَاجَشُوْنِ الفَقِيْهُ: أَنَّ المَهْدِيَّ أَجَازَ أَبَاهُ بِعَشْرَةِ آلَافِ دِيْنَارٍ.\nوَقَالَ أَحْمَدُ بنُ كَامِلٍ: لَهُ كُتُبٌ مُصَنَّفَةٌ، رَوَاهَا عَنْهُ: ابْنُ وَهْبٍ.",
  "books": [
    {
      "text_id": 26922,
      "title": "الحج للماجشون"
    }
  ]
}