{
  "author_id": 191,
  "author_meta": "د طارق عبد الحليم = عبد الله محمد بن أحمد القنائي (القنائي = سلسل أسرة أحمد عبد الحليم من محافظة قنا بمصر)\nولد الدكتور طارق عبد الحليم في القاهرة بحيّ الجامع الإسماعيلي في الأول من سبتمبر عام ١٩٤٨، عن والده عبد الحفيظ أحمد المحامي ورئيس نقض الضرائب سابقاً، وسليل أسرة أحمد عبد الحليم من أعيان محافظة قنا بصعيد مصر، ووالدته زينب عبد العزيز سليم البشري، ابنة الأديب المعروف، الملقب بجاحظ العصر الحديث، الشيخ عبد العزيز البشري، وحفيدة شيخ الإسلام الإمام سليم بن أبي فراج البشري، من محلة بشر بالبحيرة، ، وقد وردت ترجمتهما في الأعلام للزركليّ.\nتخرج طارق عبد الحليم في كلية الهندسة بجامعة القاهرة، وعمل بمجالها في أنحاء العالم العربيّ كالسعودية والكويت والأردن، ثم توجه إلى بريطانيا في عام ١٩٨٥ للحصول على درجة الماجستير والدكتوراه. ومن هناك توجه وعائلته إلى كندا حيث استقر مهاجراً. وللشيخ ولدان، شريف وحمزة، وبنتان وحفيد.\nبدأت رحلة الشيخ مع الدعوة  إبّان الستينيات حين اشتد الصراع في مصر بين العلمانية والطغيان وبين صحوة إسلامية تتحسس طريقها على استحياءٍ بين صفوف الشباب ممن صدمه الواقع المرير الذي تمخضت عنه دعوة القومية العربية التي دعا لها عبد الناصر.\nكان العامل الأساسيّ الذي حسم الصراع في نفس الشيخ وفي الواقع المصري آنذاك هو محاكمة الأستاذ سيد قطب رحمة الله عليه، ثم إعدامه عام ١٩٦٦.\nكانت القراءة هي النشاط الأساسي الذي يشغل الشيخ منذ صباه، ثم حين حدث ما حدث من حسم للصراع النفسيّ توجه الشيخ للقراءة في كل مجالات المعرفة الإنسانية، فولع بقراءة وحفظ الشعر العربيّ قديمه وحديثه، وطالع أمهات الكتب في التاريخ العالمي وفي التاريخ الإسلامي على السواء، وفي الفلسفة الغربية من يونانيها إلى حديثها، واطلع على العديد من الكتب في علم النفس والرياضيات، ثم اتجه إلى التخصص في دراسة العلوم الإسلامية، فالتحق بمعهد الدراسات الإسلامية بالزمالك وأمضى عامين تتلمذ فيهما على أيدي أكابر الشيوخ في مجالات شتى كالشيخ الباقورى في اللغة العربية، والدكتور محمود قاسم في تاريخ العلوم الإسلامية والدكتور حسن إبراهيم حسن في التاريخ الإسلاميّ، والدكتور غريب الجمال والدكتور محمود حلمي وغيرهم.\nثم بدأ الشيخ رحلته مع العلوم الإسلامية في أوائل السبعينيات، فقرأ أعمال شيخ الإسلام بن تيمية وبن القيم وتلاميذهما كابن عبد الهادي وبن رجب الحنبليّ، ثم الشيخ محمد بن عبد الوهاب والإمام المودودي، وتعرف على التوحيد والإيمان وحدودهما . كما اطلع على أمهات كتب التاريخ وموسوعات الفقه المقارن وكتب الحديث وأصوله. كما قرأ ما دوّن الأستاذ سيد وغيره من أئمة العصر الحديث كالعلامة محمود شاكر والإمام أحمد شاكر ود. محمد محمد حسين والإمام العثيمين والإمام بن باز وغيرهم كثير من أهل الفضل والعلم.\nولكن الشيخ كان قلبه قد تعلق بحب علم أصول الفقه لما فيه من تناسب للطبيعة المنطقية الرياضية التي زرعها الله سبحانه في فطرته، ولأن علم الأصول هو الذي يُصلح ما اعوجّ من مناهج النظر وأصول الإستدلال بفعل الثقافة الحديثة التي بدّلت قوالب النظر واستبدلت أصول الإستدلال. فقرأ الشيخ غالب ما دونته الإئمة في علم الأصول كأصول السرخسيّ وبن الحاجب وإحكام بن حزم وإحكام بن عبد السلام وموافقات الشاطبيّ والمستصفى والمنخول للغزالي والبرهان للجويني وإرشاد الفحول للشوكاني وغير ذلك من الكتب قديمها وحديثها، وهو ما اعتمد عليه بعد توفيق الله سبحانه في تدوين كتابه في الأصول \"مفتاح الدخول إلى علم الأصول\".\nوقد أسعد الله الشيخ بمقابلة ومعاشرة العديد من مشايخ الدعوة المباركة فصاحب منهم من صاحب وتتلمذ على يد من تتلمذ، وانتفع بهذا وبذاك أيما انتفاع فجزى الله أصحابه ورفاق طريقه خيرا كثيراً.\nوقد صدر للشيخ العديد من الكتب التي غطت مساحة من العلوم الإسلامية كالعقيدة والفرق وأصول الفقه كما نشر عشرات من المقالات السياسية والدينية والأدبية في عدد من الصحف والدوريات كالمنار الجديد ومجلة البيان اليت شارك بجهد في إصدارها بلندن في منتصف الثمانينيات من القرن المنصرم. كما أصدر الشيخ كتابا بالإنجليزية - فتنة أدعياء السلفية وانحرافاتهم - وقد ترجم كذلك للعربية. ونشر العديد من المقالات بالإنجليزية التي كان لها أثر كبير في مقاومة البدعة وخاصة الصوفية، وفي تنمية الحسّ السنيّ في تلك الناحية من العالم. كذلك فقد ترجم العديد من كتبه للغة الأردية ككتاب المعتزلة، والصوفية ومفتاح الدخول إلى علم الأصول، وحقيقة الإيمان، وذاعت في أوساط أهل السنة والجماعة في باكستان.\nكما شارك الشيخ طارق عبد الحليم في عدة مؤتمرات بأمريكا وكندا ولكنه اختار العزلة بعد أن رأي ضعف الفائدة التي تعود على المسلمين من مثلها إلى جانب ضياع الوقت والمال.\nوقد أنشأ الشيخ \"دار الأرقم\" بعد اسقراره في كندا في أواخر الثمانينيات، وبدأ تدريس دبلوم الشريعة الإسلامية بالتعاون مع الجامعة الإمريكية المفتوحة ومنح الدبلوما للعديد من الطلبة. كذلك أخرج مجلة \"أمة الإسلام\" في العربية والإنجليزية لعدة أعوام في تورونتو.\nولا يزال الشيخ يدعو ربه أن يفسح له في الأجل ليتم بعض ما عزم على إتمامه من عمل، ثم أن يتقبله منه خالصاً لوجههه بريئا من الرياء، مستقيماً على سنة نبيه صلى الله عليه وسلم.\nوهاكم بعض ما تفضلت به المنة الإلهية علي الشيخ من كتب ومقالات.\nكتـب منـشورة :\n١. \"الجواب المفيد في حكم جاهل التوحيد\"، مطبعة المدني، القاهرة ١٩٧٨، نشرته مكتبة الطرفين بالطائف عام١٩٩١ ضمن مجموعة \"عقائد الموحدين\" تقديم الشيخ بن باز رحمة الله عليه.\n٢. \"حقيقة الإيمان\"، طبعات متعددة، مطبعة المدني، القاهرة ١٩٧٩.\n٣. \"مقدمة في إختلاف المسلمين وتفرقهم\" طارق عبد الحليم ومحمد العبدة، طبعات متعددة، دار الأرقم الكويتية طبعة أولى ١٩٨٦ .\n٤. \"الصوفية: نشأتها وتطورها\" طارق عبد الحليم ومحمد العبدة، طبعات متعددة، دار الأرقم لندن طبعة أولى ١٩٨٦ .\n٥. \"المعتزلة: بين القديم والحديث\" طارق عبد الحليم ومحمد العبدة، طبعات متعددة، دار الأرقم لندن طبعة أولى ١٩٨٧.\n٦. \"مفتاح الدخول إلى علم الأصول\"، دار الأرقم .\nمختارات من مقالات منشورة :\n١. \"الإرجاء والمرجئة\"، مجلة البيان اللندنية ١٩٨٦\n٢. \"الحرية العرجاء\"، مجلة البيان اللندنية ١٩٨٦\n٣. \"مفهوم السببية في الإسلام\" ٣ مقالات، مجلة البيان اللندنية ١٩٨٧\n٤. \"قراءات في الفكر العربي : نقد فكر د. زكي نجيب محمود ، د. محمد عابد الجابري ، د. زكريا إبراهيم\"، مجلة البيان اللندنية ١٩٨٨\n٥. \"قيام وسقوط الدول العظمى : بول كينيدي\" تحليل د. طارق عبد الحليم ، مجلة البيان اللندنية ١٩٨٨\n٦. \"الإخوان المسلمون في نصف قرن\"، مجلة المنار الجديد، ٢٠٠ .\n٧. \"حركة الفكر وفكر الحركة\"، مجلة المنار الجديد، ٢٠٠٠\n٨. \"معالم في الفكر السياسي الإسلامي\"، مجلة المنار الجديد، ٢٠٠١\n٩. \"نعم..أين الحياد وأين الموضوعية!.. تعقيب على مقال الدكتور جابر قميحة\"، مجلة المنار الجديد، ٢٠٠٢\n١٠. \"هكذا تحدث مشاهير أمريكا - رياح باردة تهب على بلادنا\"، مجلة الأسبوع القاهرية",
  "books": [
    {
      "text_id": 2024,
      "title": "حقيقة الإيمان"
    }
  ]
}