{
  "author_id": 1912,
  "author_meta": "جاء في تاريخ بغداد:\nأَحْمَد بْن مُحَمَّد بْن موسى بْن الْقَاسِم بْن الصلت بْن الحارث بْن مالك بْن سعد بْن قيس بْن عَبْد بْن شرحبيل بْن هاشم بْن عَبْد مناف بْن عَبْد الدار بْن قصي بْن كلاب أَبُو الْحَسَن المجبر من ساكني الجانب الشرقي،\nسمع إِبْرَاهِيم بْن عَبْد الصمد الهاشمي، وَالحسين بْن إسماعيل المحاملي، وأَحْمَد بْن عَبْد اللَّهِ صاحب أَبِي صخرة، ومحمد بْن عبيد اللَّه بْن العلاء الكاتب، وأبا بكر ابْن الأنباري النحوي، وأبا الحسين ابْن المنادي، ومحمد بْن يَحْيَى الصولي، وإسماعيل بْن مُحَمَّد الصفار، وأبا هارون موسى بْن مُحَمَّد الزرقي، حَدَّثَنَا عنه أَبُو الْقَاسِم الأزهري، وجماعة غيره.\nسمعت أبا بكر الْبَرْقَانِيّ، وسئل عَن ابْن الصلت المجبر، فَقَالَ : ابنا الصلت ضعيفان.\nسألت أبا طاهر حمزة بْن مُحَمَّد بْن طاهر الدقاق عَن ابْن الصلت، فَقَالَ : كَانَ شيخا صَالِحا دينا، سمعنا منه كتاب أحكام القرآن لإسماعيل بْن إِسْحَاق الْقَاضِي، وكَانَ يرويه عَن إسماعيل الصفار، ثم بلغنا أنه قد ابتدأ يحدث بكتاب إلا مثال لأبي عبيد، عَن دعلج، عَن عَلِيّ بْن عَبْد العزيز، عَن أَبِي عبيد، فمضيت إليه وأنكرت عَلَيْهِ الرواية وَالكتاب، وكَانَ قوم من أصحاب الحَدِيث لقنوه وذكروا له أن دعلج سمع الكتاب من عَلِيّ بْن عَبْد العزيز، فأعلمته أن ذلك القول باطل فامتنع من روايته.\nسمعت بعض أصحابنا ذكر بْن الصلت، فَقَالَ : كَانَ بعض كتاب أحكام القرآن سماع الصفار من إسماعيل الْقَاضِي، فروى بْن الصلت عنه جميع الكتاب.\nحَدَّثَنِي عِيسَى بْن خلف الأندلسي، قَالَ : سمعت أبا الْحَسَن ابْن السوسنجردي، يقول : وقع إلينا أصل إسماعيل بْن مُحَمَّد الصفار بكتاب الإحكام صنفه إسماعيل بْن إِسْحَاق الْقَاضِي، فرأيت فِيهِ سماع ابْن الصلت من أول الكتاب إِلَى سورة الطلاق.\nسمعت عَبْد العزيز بْن عَلِيّ الأزجي، يقول : عمد بْن الصلت إِلَى كتب لابن أَبِي الدُّنْيَا كَانَ عُمَر بْن سعد القراطيسي يرويها عنه، فحدث بِهَا عَنِ الحسين بْن صفوان البرذعي، عَن ابْن أَبِي الدُّنْيَا، يشير الأزجي إِلَى أن تلك الكتب لم تكن عند البرذعي، وَالله أعلم.\nحَدَّثَنِي أَبُو الفتح مُحَمَّد بْن أَحْمَد المصري، قَالَ : ولد ابْن الصلت المجبر فِي سنة أربع عشرة وثلاث مائة.\nقلت : وذكر أَبُو الْحَسَن أَحْمَد بْن رضوان الصيدلاني، أن مولد بْن الصلت فِي سنة سبع عشرة وثلاث مائة.\nحَدَّثَنِي الأزهري، قَالَ : سنة خمس وأربع مائة فِيهَا توفِي بْن الصلت المجبر فِي رجب.\nحَدَّثَنِي الْحَسَن بْن مُحَمَّد الخلال، قَالَ : مات أَبُو الْحَسَن بْن الصلت المجبر فِي يوم الأربعاء لخمس بقين من رجب سنة خمس وأربع مائة، ودفن بباب حرب.",
  "books": [
    {
      "text_id": 27098,
      "title": "فوائد ابن الصلت وأبي أحمد الفرضي"
    }
  ]
}