{
  "author_id": 1920,
  "author_meta": "(ترجمته بقلمه):\nعبد الله بن يوسف بن عيسى بن يعقوب اليعقوب الجديع العنزي.\nبصري المولد والنشأة، من أسرة عملها الحرث والزرع، في قضاء أبي الخصيب من مدينة البصرة، في قرية تسمى بـ (اليهودي) مع أن لا أثر فيها ليهودي!\nولدت سنة ١٩٥٩ ميلادية.\nتلقيت الدراسة الابتدائية في قريتي، كما تلقنت قراءة القرآن وحفظت منه طرفاً وتعلمت أحكام التجويد على شيخي الأول محمود بن فالح، رفع الله قدره، ثم وأنا ابن اثنتي عشرة سنة لحقت بالمدارس الشرعية، والتي سميت من بعد بـ (المعهد الإسلامي) في مدينة البصرة، وبقيت في هذا المعهد حتى تخرجت منه سنة ١٩٧٨م، وفيه بنيت لدي قاعدة العلوم الشرعية، تلقيت فيه العلوم على منهاجها القديم الأزهري على مشايخ كرام، منهم من قضى نحبه، ومنهم من ينتظر، رفع الله أقدارهم وأحسن ثوابهم، أجلهم في نفسي شيخي العلامة أبو عمر عادل بن كايد البصري، رحمه الله، والذي عنه تلقيت علوم الحديث والعقائد والفرق.\nوأستاذي في العربية العلامة خليل بن عبدالحميد العقرب، والذي كان يقول: إني أجد للحن إذا سمعته ألماً في أذني، وشيخي الفقيه الشافعي عبدالكريم الحمداني، وابنه شيخنا نزار الحمداني، وشيخي وخالي إبراهيم الفائز، وشيخي الفقيه نجم الفهد، وغيرهم، أحسن الله جزاءهم.\nرقيت المنبر وأنا ابن خمس عشرة أو ست عشرة سنة، وعملت إماماً في مدينة (الزبير) لأكثر من سنتين، قبل أن أفارق العراق إلى دولة الكويت صيف سنة ١٩٧٨م، وهناك بقيت حتى سنة ١٩٩٣م، وكانت محل تنمية العلوم الشرعية، كانت فسحة العمر في تخريج الفروع على الأصول.\nعملت إماماً في وزراة الأوقاف وخارجها لنحو من ثماني سنين، ومشرفاً على برامج السنة النبوية في شركة (صخر) أول جهة تصدر برامج السنة على الحاسب الآلي، وذلك لمدة أربع سنين. كما أتممت حفظ القرآن وما فتح الله به من السنة أثناء مكثي في الكويت.\nوفي هذه الفترة كتبت عدداً كبيراً من الأبحاث، وجميع ما نشر لي قبل سنة ١٩٩٣م فهو مما أنجزته في الكويت، إلى أبحاث أخرى من إنجاز تلك الفترة لم تنشر بعد.\nوفي بريطانيا أرض المهجر، اجتهدت في إيجاد صيغة أبقى من خلالها في نفس طريقي في البحث والتحقيق، فأنشأت مركزاً خاصاً بي للبحث العلمي، والحمد لله نحن ماضون في ذلك على هذا النحو.\nأحد أعضاء المجلس الأوروبي للإفتاء والبحوث، والذي يضم عدداً كبيراً من علماء الأمة، وشغلت وظيفة الأمين العام للمجلس لمدة سنتين، طلبت العفو منها دفعاً عن نفسي الانشغال بعمل إداري، وأرأس اللجنة الفرعية للفتوى التابعة للمجلس، كذلك المستشار الشرعي لمسجد مدينة ليدز الكبير، وأقوم بالعمل الاستشاري في المجالات المالية الإسلامية لبعض الشركات.\nلي ولدان: محمد ويوسف. وزوجتي إنجليزية مسلمة، والحمد لله.\n(نقلا عن مشاركة بملتقى أهل التفسير)",
  "books": [
    {
      "text_id": 11521,
      "title": "المقدمات الأساسية في علوم القرآن"
    },
    {
      "text_id": 121373,
      "title": "المنهاج المختصر في علمي النحو والصرف"
    },
    {
      "text_id": 122091,
      "title": "العقيدة السلفية فى كلام رب البرية وكشف أباطيل المبتدعة الردية"
    },
    {
      "text_id": 1416,
      "title": "تحرير علوم الحديث"
    },
    {
      "text_id": 22396,
      "title": "تيسير علم أصول الفقه"
    }
  ]
}