{
  "author_id": 1923,
  "author_meta": "أسرته ومولده\nفي غربي الولاية الشمالية الهندية أتربرديش قريتان هما جهنجهانه وكاندهله تسكن فيهما اسرة علمية ذات شرف ودين، وقد\nعاش جدُّ هذه الاسرة الشيخ محمد أشرف في عهد الامبراطور الهندي القديم شاهجهان واتفق علماء عصره على ديانته وتفقهه وورعه واتِباعه للسُنّه . وقد انجبت هذه الاسرة كثيرا من كبار العلماء والفقهاء والشيوخ منهم الشيخ المفتي إلهي بخش الكاندهلوي وكان من نجباء تلاميذ المحدث الشيخ عبدالعزيز بن ولي الله الدهلوي وقد ألف اكثر من ستين كتاباً بالعربيه والفارسيه والأردوية.ومنهم الشيخ ابوالحسن، والشيخ مظفر حسين، والشيخ نور الحسن، والشيخ اسماعيل، ونجله الشيخ محمد إلياس وكانوا من كبار العلماء في عصرهم.\nولادته\nولد الشيخ محمد يوسف بن الشيخ محمد إسماعيل من هذه الأسرة النجيبة في كاندهله سنة١٣٣٥هجرية ١٩١٧ميلادية وسماه والده محمد يوسف وكان الشيخ محمد الياس رحمه الله حينئذ مدرسا بالجامعة مظاهر علوم بسهانفور-الهند.\nنشأته\nأدرك الشيخ محمد يوسف كبار الشيوخ والعلماء وقد شاهد منذ نعومة اظفاره اسرة عامرة بالعلم والورع فترعرع في المحيط العلمي وفي أحضان الامهات الصالحات وبين تربية الشيوخ وعناية العلماء الاجلاء والصلحاء.\nدراسته\nلقد حفظ القرآن الكريم وهو ابن عشر سنين، ثم تلقّى الدراسة الابتدائية والحديث الشريف من الصحاح السته وغيرها من والده الداعية العلامة محمد إلياس أولاً ثم درسها ثانيا في المدرسة مظاهر علوم على كبار شيوخ الحديث، كالشيخ عبداللطيف مدير المدرسة، والشيخ منظور احمد خان السهانفوري، والشيخ عبدالرحمن الكامل، والشيخ محمد زكريا ابن عمه الكبير الذي اشرف على تعليمه وتربيته حتى تخرجه من مدرسة الحديث١٣٥٤هجرية .\nاشتغاله بالعلم\nكان الشيخ محمد يوسف مولعاً بالعلم فكان يقضي اكثر اوقاته في دراسة الكتب وتاقت نفسه الى التأليف فبدأ بتأليف وشرح مستفيض على شرح معاني الآثار للطحاوي وسماه أماني الأحبار واستمر في هذا العمل الى آخر أيام عمره.\nتفويض أمور الدعوة اليه\nلقد فوّض الشيخ محمد الياس رحمة الله عليه الى ابنه حمل أمانة الدعوة واوصاه برعايتها وحفظها وكان الشيخ قد شاور كبار العلماء والمشايخ واهل الحديث وقد أشاروا بذلك لما رأوا فيه من التقوى والصلاح والقوة لأداء هذه الامانه ثم لبىوالده نداء ربه ١٣٦٣هجريه ١٩٤٤ميلادية.\nعمل الدعوة والتبليغ\nفوجئ الشيخ محمد يوسف بتحول كبير في حياته فقد نشأ فيه من باعث الدعوة ما جعله لا يهدأ له بال ولا يقرله قرار، رغم اشاغاله بالتعليم والتأليف، فاشتغل بتوجه تام وتحولت حياته الى شغل الدعوة حتى اخذت عليه كل لحظات حياته وواجه كل عنت وارهاق في القاء الخطب والرحلات الدعوية وتنظيم الاجتماعات في مدن الهند وباكستان وتوجيه الجماعات للدعوة الى خارج دلهي، فلم يكن يستريح في الليل ولا في النهار وكان همه ات يهتدي التاس وينغمسوا في رحمة الله تعالى،وكان متواصل الاحزان دائم الفكرة في ايصال الخلق الى الحق كل حين وآن.\nالرحلات الدعوية\nانه في خلال حياته الدعوية التي تمتد زهاء عشرين سنه قام برحلات واسعة فسافر الى باكستان الغربية والشرقية وكان الشيخ محمد يوسف يرى ان العرب هم اهل هذه الدعوة العظيمة في الحقيقة قبل سائر الناس،لأتهم قوم اختارهم الله تعالى قبل غيرهم، وفي دمائهم وعروقهم سرت دماء الصحابة الذين بذلوا مهجهم ونفوسهم للدين والدعوة اليه،ولذا كان حريصا ان يرى عمل الدعوة والتبليغ في مهد الاسلام وبلاد العرب، ولذلك بدأ العمل في ميناء كراتشي وبمباي حيث قامت جماعات الدعوة تغرس فكرتها في الحجيج الذين يزورون مكة والمدينه، فاذا تشّربوا فكرة الدعوة والتبليغ يتمكنون من اداء الدعوة الى الله ويصبحون خير اداة لنشرها بينهم. ووصل الى الحجاز فزار مقرهم وبعث العلماء فيهم واقيمت حلقات التعليم في الحرمين الشريفين، وارسل الجماعات الى الاقطار العربية والاقطار الافريقية كمصر والسودان والعراق والاردن والشام، كما استمر الشيخ محمد يوسف بارسال الجماعات الى مختلف انحاء آسيا وافريقيا وأوروبا وقد كان لبياناته الأثر الكبير في زيادة القوة الايمانية التي دعتهم الى تحمل المشقات والنفقات الكثيرة فى سبيل الله تعالى.\nولقد تشرف الشيخ محمد يوسف بالحج ثلاث مرات وقد تمكن من هذه الرحلات من عقد الاجتماعات في الحجاز والتجوال في القرى والمدن واللقاء مع جم غفير من الناس، وقد تمتع بعمرتين سوى الحج واعتمرت معه جماعات كثيرة من الاقطار العربية.\nخّلقُه وحُلُقه\nوقد كان الشيخ محمد يوسف رحمه الله متوسط القامه وضيئ الوجه ضخم الجثة اسود اللحية كثير الشعر منبسط الوجه في عينيه بريق وجاذبية واذا رأيته أول مرة حسبته مستغرقا في الفكر الطويل وأخذتك مهابه عظيمة منه ولكن سرعان ما تزول الهيبة ويحل محلها الائتلاف والأنس وكل جليس يعتقد أنه أقرب لديه من الآخرين، كان لا ينطق الا بأمور الدين ولا يسمع سوى كلام الدين ، كان صافي الذهن مملوء الصدر باليقين والإخلاص، كان واسع المعرفة وخاصة فيما يتعلق بالعهد النبوي وعهد الصحابة كان دائم الابتسامة لكن قلبه يحترق هماً وبعد قليل يتنفس الصعداء.\nخصائصه ومميزاته\nلقد اكرم الله سبحانه وتعالى الشيخ محمد يوسف بخصائص ثمينه جمة علا فيها كعبه فان قوة ايمانه وتوكله على الله وهمته العاليه وشجاعنه وصلانه الخاشعة ودعاءه الخاص واطلاعه الواسع على حياة الصحابه الكرام وقوة جمعه من التأليف والدعوة وتواضعه ثم شدة اعجاب الناس به الذين قضوا معه أو سعدوا برفقته في سفر، انه عندما يلقي كلمته حول صفات الله وذاته باسلوبه الخطابي الأخّاذ يحول مستمعيه لمدة من الزمان من عالم المادة الى عالم يقوم على الايمان بالغيب وحده، وعندما كان يوجه الدعوة إلى الناس ويدعوهم الى الله يبهرهم بانهماكه الشديد في دعوته، ولذلك كانت تتغير حياتهم من اول يوم حتى في الشكل والأخلاق والمعاش وطريقة التفكير والكلام.\nاما أحاديثه في الأوساط الاجتماعية فكان لها تأثير عجيب في النفوس وقد حالفه التوفيق في إرسال الجماعات إلى أقطار جديدة وبلاد بعيدة وأصبح العالم كله كوطنه الأصلي.\nمؤلفاته\nلقد كان له دور كبير في تأليف الكتب على الرغم من جميع الأعمال التي كان له فيها سهم كبير - ومن الجدير بالذكر في مؤلفاته كتابان: أحدهما أماني الابحار الذي كان يحتوي على أربع مجلدات ضخمة وقد بدأ في تأليفه مع بداية دراسة شرح معاني الآثار١٣٥٤هجرية وقد طبعت منه اربعة اجزاء، وقد احتوت على شرح حوالي ربع الكتاب، ووصل فيه الى شرح باب الركعتين بعد العصر، وهذا الكتاب دليل على سعة اطلاعه على الحديث والآثار ومعرفة رجاله وعلى آثار الصحابة وآرائهم.\nوثانيهما حياة الصحابة وفيه شهادة كافية على تبحره في السيرة النبوية واحوال الصحابه، ولاشك أنه ذخيرة علمية نادرة ومرآة لحياة الصحابة الدعوية وسلوكهم وأخلاقهم، إن لهذا الكتاب تأثيراً أيّ تأثير\nوفاته\nلقد قام الشيخ محمد يوسف برحلة طويلة الى باكستان بعد رجوعة من الحج بعام بدأها  في شوال سنة١٣٨٤ هجرية وانتهت بوفاته رحمة الله عليه يوم الجمعة ٢٩ذي القعدةفي العام نفسه المصادف ٢ابريل سنة١٩٦٥ميلادية، وقد زار الشيخ محمد يوسف جميع المدن الكبرى في باكستان الشرقية - هي دولة بنجلاديش الآن وقد عقد فيها اجتماعات كبرى لا نظير لها في التاريخ القريب من كثرة الوافدين عليها والحاضرين فيها ما اتعب قلبه واوهن جسده وما أثر على صوته المدوي المجلجل، واورث السعال والحمى لكنه لم يبال بشيئ، واستمر في اداء واجبه واخيرا ألقى كلمة بلاهور قبل رجوعه الى الهند وافته المنية - فانا لله وانا اليه راجعون.\nوكان رحمه الله يردد قبل وفاته هذه الكلمات: لا اله الا الله، الحمد لله الذي أنجز وعده، لا اله الا الله محمد رسول الله، الله أكبر، الله أكبر، الحمد لله الذي أنجز وعده، ونصر عبده، وهزم الاحزاب وحده، لا شيئ قبله ولا شيئ بعده،لا شيئ قبله ولا شيئ بعده.\nوحينما احتضر كان يردد التهليل والادعية المأثورة عن النبي صلى الله عليه وسلم وكانت تعلو البسمة على وجهه بعد ما توفي. وساد الحزن على جميع الناس وطار الخبر الى البلدان وكان لنعيه في الاقطار الاسلامية حزن عميق في النفس، واجتمعت جماعات كثيرة من الناس الى جنازته وصلوا عليه في لاهور ثم حمل جثمانه ليلا الى دهلي بالطائرة، وقد صلى عليه عدد كبير وجم غفير لا يأتيعليه العد والحصر وقد أم بالناس فضيلة الشيخ المحدث محمد زكريا - نور الله مرقده - ودفن بجوار والده الشيخ محمد الياس في حارة حضرة نظام الدين بدهلي.\nأهله وأولاده\nلقد خلّف الشيخ محمد يوسف ولدا نجيبا اسمه الشيخ محمد هارون كان يسير على طريقة والده ويتأسى به، وقد توفى حال شبابه عن ٣٥سنة سنة ١٣٩٣هجرية. وخلّف زوجته ووالدته التي توفيت بعد وفاته بخمسة أشهر وكانت رحمها الله لا نظير لها في زمانها في الورع والتقوى.",
  "books": [
    {
      "text_id": 8528,
      "title": "حياة الصحابة"
    }
  ]
}