{
  "author_id": 1936,
  "author_meta": "الرابي بنيامين بن الرابي يونة التطيلي النباري\nعالم ورحّالة يهودي أسباني توفي في سنة ١١٧٣ م / ٥٦٩ هـ.\nعلى كثرة ما عالج المؤرخون رحلة بنيامين بحثاً وتمحيصاً، ودققوا النظر في محتوياتها، وراجعوا حوادثها وقايسوا بين نصوصها المخطوطة والمطبوعة، لم يتوصلوا إلى ما يلقي الضوء على سيرة هذا الرحالة الكبير ومولده ونشأته ومركزه العلمي والاجتماعي. وكل ما يعرف عنه مأخوذ عن المقدمة الوجيزة التي صدر بها الرحلة كاتب مجهول الهوية، ربما كان معاصراً لبنيامين، لأنها وردت في أقدم النسخ المعروفة للرحلة. وقد جاء في هذه المقدمة أنه: «الرابي بنيامين بن الرابي يونة التطيلي النباري» وأنه «جاب المدن البعيدة وسجّل ما شاهده عياناً في الأمصار التي مر بها أو ما نقله عن الثقات ذوي الأمانة المعروفين لدى يهود أسبانية» وبالأخير «إنه دوّن هذا الكتاب عند أوبته إلى قشطالة سنة ٤٩٣٣ للخليقة» (٥٦٩ هـ- ١١٧٣ م) وفي رواية أنه توفي في السنة نفسها. ويستمر صاحب المقدمة في تعريفنا بهذا الرحالة ويقول: «إنه كان من الثقات العارفين بالتوراة والشرع، وأن التدقيق والتمحيص قد أيدا ما رواه في رحلته» . أما المؤرخون من القرن الثالث عشر وما والاه فيكتفون بتسميته بنيامين صاحب الرحلة.\nفهل كان بنيامين من علماء اليهود الذين ازدهر بهم القرن الثاني عشر في أسبانية الإسلامية والنصرانية؟ إننا نشك في ذلك. لأن كتب الأنساب اليهودية الخاصة بذلك الجيل، التي سجلت بإسهاب تراجم جميع العلماء المعروفين وفصلت ذكر مؤلفاتهم وآثارهم العلمية والأدبية، لا تذكر اسم بنيامين إلا مقروناً بهذه الرحلة. وأغلب الظن أن هذا الرجل كان وجيهاً من وجهاء اليهود في قشطالة، بل تاجراً تعنيه الشؤون الاقتصادية، بدلالة هذا الاهتمام الفريد الذي يبديه في الأحوال التجارية للبلدان التي زارها، أكثر من اهتمامه بالعلماء الكبار الذين عرفهم في أثناء تجواله.\nوصفوة القول عن بنيامين: إنه كان تاجراً وإنه يجمع إلى إلمامه بالاقتصاد وفنون التجارة إلماما كافيا بالتوراة والتلمود، كما هو شأن الكثيرين من أمثاله في ذلك العصر الذي كانت العلوم الدينية وحدها تميز المتعلّم عن الأمي، وإنه خرج في رحلته هذه بدافع الاطلاع الشخصي، ووجهته بالدرجة الأولى الشرق الإسلامي, هذا الشرق الذي استهوت خيراته وعمرانه وتجارته عدداً غير يسير من الأوروبيين خلال العصور المتوسطة والأخيرة.",
  "books": [
    {
      "text_id": 11681,
      "title": "رحلة بنيامين التطيلى"
    }
  ]
}