{
  "author_id": 195,
  "author_meta": "أ. د. نوال بنت عبد العزيز العيد، أستاذ دكتور في السنة بجامعة الأميرة نورة بنت عبدالرحمن، فائزة بجائزة الأمير نايف بن عبد العزيز للسنة وعلومها والدراسات الإسلامية المعاصرة بعنوان حقوق المرأة في السنة النبوية عام ١٤٢٧ هـ\nولدت في مدينة شقراء بالمملكة العربية السعودية ١٣٩٧ هـ\n(المؤهلات)\nالبكالوريوس من كلية التربية للبنات بالرياض، الأقسام الأدبية في تخصص الدراسات الإسلامية في عام ١٤١٩ هـ / ١٤٢٠ هـ بتقدير ممتاز مع مرتبة الشرف، وكانت الأولى على الكلية\nالماجستير من الكلية نفسها في تخصص «الحديث النبوي وعلومه» بتقدير ممتاز مع مرتبة الشرف، وكان موضوع الرسالة: شرح صحيح البخاري لأبي الحسن علي بن خلف بن عبد الملك بن بطال القرطبي المالكي المتوفى سنة ٤٤٩ هـ من بداية كتاب فضائل المدينة إلى باب الدعاء للمشركين بالهدى من كتاب الجهاد «دراسة وتحقيق».\nالدكتوراه من الكلية نفسها بتقدير ممتاز مع مرتبة الشرف الأولى عام ١٤٢٤/ ١٤٢٥ هـ وكان موضوع الرسالة: الأحكام الكبرى لأبي الفداء إسماعيل ابن عمر بن كثير القرشي الدمشقي الشافعي المتوفى سنة ٧٧٤ هـ من بداية كتاب الأذان إلى باب ما يقال عند الإقامة في الصلاة «دراسة وتحقيق».\n(العمل الأكاديمي)\nمعيدة في كلية التربية بالرياض عام ١٤١٩ هـ، ثم محاضر في عام ١٤٢٤ هـ، ثم أستاذ مساعد عام ١٤٢٥ هـ.\nأستاذ مشارك في جامعة الأميرة بنت عبد الرحمن في عام ١٤٣٢ هـ ثم أستاذ دكتور فيها (كلية الآداب - قسم الدراسات الإسلامية في الحديث وعلومه) عام ١٤٣٥ هـ\n(المؤلفات)\nموسوعة شرح أسماء الله الحسنى (مطبوع)\nضوابط التكفير في ضوء السنة النبوية (مطبوع)\nكيف تنصر نبيك (مطبوع)\nحقوق المرأة في ضوء السنة النبوية (مطبوع)\nالتيسير على النساء في الحج (مطبوع)\nموقف المؤمن من الفتن في ضوء حديث عبد الله بن عمرو (مطبوع)\nبرنامج رمضاني مستوحى من الهدي النبوي\nماذا بعد الحج والعمرة؟\nبرنامج فعلي في التوبة إلى الله\nكيف تقوي إيمانك\n(الأبحاث)\nأثر القيم النبوية في التعايش بين أتباع الأديان\nالدور الوسيط للتدين والأمل في تخفيف تأثير الوصمة الذاتية على الرفاهية النفسية لمرضى كوفيد ١٩\nإدارة الأزمات والكوارث في ضوء المنهج الإسلامي\nالذكاء الروحي والتدين لدى القادة\nتحديد الهدف مفاهيم وتطبيقات في ضوء السنة النبوية\nشبهات حول السنة النبوية والرد عليها\nشرح اسم الله الأول والآخر والظاهر والباطن\nواقع الشباب وتطلعاتهم المستقبلية\nشبهة حد الردة في السنة النبوية\nحقوق المحضون\nمنهج النبي محمد - صلى الله عليه وسلم - في مكافحة الفساد",
  "books": [
    {
      "text_id": 1062,
      "title": "التيسير على النساء في الحج في ضوء السنة النبوية"
    },
    {
      "text_id": 1063,
      "title": "حقوق المرأة في ضوء السنة النبوية"
    },
    {
      "text_id": 1064,
      "title": "ضوابط التكفير في ضوء السنة النبوية"
    },
    {
      "text_id": 1067,
      "title": "كيف تنصر نبيك صلى الله عليه وسلم"
    },
    {
      "text_id": 1073,
      "title": "موقف المسلم من الفتن في ضوء حديث عبد الله بن عمرو رضي الله عنهما"
    },
    {
      "text_id": 721,
      "title": "موسوعة شرح أسماء الله الحسنى"
    }
  ]
}