{
  "author_id": 1951,
  "author_meta": "عبد الجليل شلبي (ت ١٩٩٥)\nعبد المجيد شلبي:\nعالم أزهري مصري.\nالأمين العام الأسبق لمجمع البحوث الإسلامية\nوالعميد الأسبق لمعهد إعداد الدعاة،\nوكان مديراً للمركز الإسلامي في «لندن» في مطلع سبعينيات القرن العشرين.\nوالمدرس في كلية الشريعة بالجامعة الإسلامية بالمدينة المنورة\nحاصل على درجة الدكتوراه في الأديان المقارنة من جامعة لندن،\nواشتهر بردوده على أصحاب الشبهات حول الإسلام على مدى ١٣ عاما عبر مقاله اليومي في جريدة الجمهوية بعنوان «قرآن وسنة» خلال ثمانينيات القرن العشرين، ويناقش من خلاله قضايا الإسلام والمسلمين.\nحياته:\nفي الثانية عشرة من عمره أتم خفظ القران الكريم وتجويده في بلدته غرب الوقف البحري بمركز مطبوس بمحافظة كفر الشيخ،\nوالتحق بالمعهد الأزهري بالإسكندرية، وواصل دراسته حتى حصل على الشهادة العالية، وإجازة التدريس من كلية اللغة العربية بجامعة الأزهر.\nونظرا لتوقف العمل في الدراسات العليا بالأزهر -لفترة من الأربعينات- فقد لجأ للمدارس المدنية، حيث حصل على الابتدائية والثقافة (وهو مدرس)،\nوالتحق بجامعة الإسكندرية (قسم اللغة العربية بكلية الأداب)، ثم فرع الخرطوم جامعة القاهرة حيث كان يعمل في السودان،\nثم عاد للعمل في مصر، وأكمل تعليمه الجامعي، وحصل على الليسانس ثم الماجستير.\nوعندما اختير إماما للمركز الإسلامي في لندن حصل على رسالة الدكتوراه، بعدها عاد إلى القاهرة ليعين أمينا عاما لمجمع البحوث الإسلامية بالأزهر،\nوبعد إحالته للمعاش عين عضوا في لجنة الفتوى.\nوكان عميد معهد إعداد الدعاة في مصر\nمن مؤلفاته:\nتركزت معظم مؤلفاته على التصدي للمفتريات على الإسلام وقضايا الاستشراق، فمنها:\nصور استشراقية\nالإسلام والمستشرقون\nمختصر أصول الفقه\nالخطابة وإعداد الخطيب\nعظماء قادة الاديان\nرد مفتريات المبشرين على الإسلام\nمعركة التبشير والإسلام، حركات التبشير والإسلام في آسيا أفريقيا أوروبا\nالارساليات التبشيرية، كتاب يبحث في نشأة التبشير وتطوره وأشهر الارساليات التبشيرية ومناهجها\nمعاني القرأن وإعرابه/ للزجاج\nرد مفتريات على الإسلام\nالإرساليات التبشيرية\nالشيوعية والشيوعيون في ميزان الإسلام\nاليهود واليهوديه، وهو آخر ما كتبه.\nتوفي في شهر رمضان لعام ١٤١٥ هـ الموافق ١٩٩٥ م عن عمر يناهز ٨٠ عاما.",
  "books": [
    {
      "text_id": 4458,
      "title": "من المشكلات اللغوية في القرآن الكريم"
    }
  ]
}