{
  "author_id": 1960,
  "author_meta": "جاء في ذيل التقييد:\nعبد الرحمن بن أحمد بن مبارك بن حماد بن تركي الغزي الشيخ الزاهد زين الدين أبو الفرج المعروف بابن الشيخة المصري الحسيني لإقامته بالحسينية ظاهر القاهرة.\nسمع علي بن إسماعيل بن قريش المخزومي كتاب المستخرج للحافظ أبي نعيم أحمد بن عبد الله الأصبهاني على «صحيح مسلم» خلا الجزء الثاني والخامس ومن أول التاسع عشر إلى باب في النهي عن النذور وكتاب سنن الامام الشافعي رواية المزني.\nوعلى الحافظ أبي الفتح محمد بن محمد بن سيد الناس وأخيه زين الدين أبي القاسم محمد جميع «صحيح البخاري» خلا الميعاد الثاني من المجلدة الرابعة من تجزئة ستة أجزاء.\nوعلى الحافظ أبي الفتح ابن سيد الناس المذكور كتابه بشرى اللبيب بذكرى الحبيب من نظمه في مدح النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.\nوعلى أبي النون يونس بن إبراهيم بن عبد القوي العسقلاني الكناني الدبوسي المجلدة الأولى من السيرة النبوية لابن اسحاق تهذيب ابن هشام.\nويشتمل على الجز الأول والثاني والثالث من تجزئة الوزير المقرىء وعشرة أجزاء متوالية من أجزاء السيرة المذكورة ووجدت بخط أصحابها المحدثين أنه سمع على الدبوسي من السيرة المذكورة من أول الجزء العشرين إلى آخر السيرة فيكون على هذا مسموعه من آخرها أحد عشر جزءا وعلى الأول عشرة والله أعلم.\nوسمع عليه جزء الحسين بن عرفة وذيل معجم الدبوسي تخريج ابن أبيك له.\nوسمع على القاضي بدر الدين محمد بن إبراهيم بن جماعة من قوله في السيرة ذكر الاشارة إلى حفر زمزم إلى من استشهد من المسلمين يوم بدر.\nوعلى يوسف بن عمر الختني الثامن من المحامليات وتفرد به عنه.\nوعلى محمد بن غالي الدمياطي«صحيح مسلم».\nوعلى القاضي شمس الدين محمد بن أحمد بن القماح الجزء الخامس من المستخرج لأبي نعيم على مسلم وكتاب الشهاب للقضاعي و«صحيح مسلم».\nوعلى أحمد بن منصور الجوهري كتاب السيرة لعبد الغني المقدسي بسماعه من عبد الله بن علاق عنه وكتاب مسند أبي داود الطيالسي خلا من قوله في الجزء الأول سعد بن أبي وقاص إلى قوله في الجزء الثالث عمران بن حصين وخلا من حديث جابر في مسنده ان أهل الجنة يأكلون ويشربون الحديث إلى حديثه أيضا ان الركعتين في السفر ليستا بقصر وذلك نحو ورقة من أول الجزء الثامن فاجازة إن لم يكن سماعا.\nوسمع على أبي بكر وقاسم الرحبي المحدث الآتي ذكره مع الجوهري المذكور مسند الطيالسي خلا الفوت السابق ذكره.\nوكان معتنيا بالفقه وغيره صالحا خيرا زاهدا صبورا على السماع وإذا اعتراه نعاس أمر القارىء بإعادة ما سها عنه.\nومات في تاسع عشرين ربيع الأول من سنة تسع وتسعين وسبعمائة بمنزله.",
  "books": [
    {
      "text_id": 29805,
      "title": "أحاديث منتقاة من سماعات ابن الشيخة"
    },
    {
      "text_id": 9382,
      "title": "الثاني من شعار الأبرار في الأدعية والأذكار"
    }
  ]
}