{
  "author_id": 1961,
  "author_meta": "قال الذهبي في «السير» :\nالشَّيْخُ، الإِمَامُ، العَلاَّمَةُ، المُعَمَّرُ، فَخرُ الإِسْلَامِ، أَبُو سَعْدٍ عَبْدُ اللهِ ابْنُ العَلاَّمَةِ أَبِي حَفْصٍ عُمَرَ بنِ أَحْمَدَ بنِ مَنْصُوْرٍ ابْنِ فَقِيْهِ خُرَاسَانَ مُحَمَّدِ بنِ القَاسِمِ بنِ حَبِيْبِ ابْنِ الصَّفَّارِ النَّيْسَابُوْرِيُّ، الشَّافِعِيُّ.\nوُلِدَ: سَنَةَ ثَمَانٍ وَخَمْسِ مائَةٍ.\nوَسَمِعَ مِنْ: جدِّهِ لأُمِّهِ الإِمَامِ أَبِي نَصْرٍ ابْن القُشَيْرِيّ، فَكَانَ آخِرَ مَنْ رَوَى عَنْهُ.\nوَسَمِعَ مِنَ: الفُرَاوِيِّ (صَحِيْحَ مُسْلِمٍ) ، وَمِنْ عَبْدِ الجَبَّارِ بنِ مُحَمَّدٍ الخُوَارِيِّ، وَزَاهِرِ بنِ طَاهِرٍ، وَالحَافِظِ عَبْدِ الغَافِرِ بنِ إِسْمَاعِيْلَ، وَسَهْلِ بنِ إِبْرَاهِيْمَ، وَالفَضْلِ الأَبِيْوَرْدِيِّ، وَمُحَمَّدِ بنِ أَحْمَدَ بنِ صَاعِدٍ، وَمِنْ أَبِيْهِ، وَجَمَاعَةٍ.\nحَدَّثَ عَنْهُ: بَدَلٌ التِّبْرِيْزِيُّ، وَنجمُ الدِّينِ أَبُو الجَنَّابِ الخَيْوَقِيُّ، وَأَبُو رَشِيْدٍ الغَزَّالُ، وَإِسْمَاعِيْلُ بنُ ظَفَرٍ، وَالقَاسِمُ بنُ أَبِي سَعْدٍ الصَّفَّارُ وَلَدُهُ، وَجَمَاعَةٌ.\nوَبِالإِجَازَةِ: الشَّيْخُ شَمْسُ الدِّيْنِ عَبْدُ الرَّحْمَانِ بنُ أَبِي عُمَرَ، وَابْنُ البُخَارِيِّ، وَطَائِفَةٌ.\nوَكَانَ مِنَ الأَئِمَّةِ العُلَمَاءِ الأَثْبَاتِ.\nوَمِنْ مَسْمُوْعَاتِهِ: (سُنَنُ الدَّارَقُطْنِيِّ) بفُوَيْتٍ مَعْلُوْمٍ عَلَى أَبِي القَاسِمِ الفَضْلِ بنِ مُحَمَّدٍ الأَبِيْوَرْدِيِّ، بِسَمَاعِهِ مِنْ أَبِي مَنْصُوْرٍ النّوْقَانِيِّ، بِسَمَاعِهِ مِنْهُ.\nوَسَمِعَ (السُّنَنَ الكَبِيْرَ) مِنْ زَاهِرِ بنِ طَاهِرٍ.\nوَسَمِعَ (سُنَنَ أَبِي دَاوُدَ) مِنْ عَبْدِ الغَافِرِ: أَخْبَرَنَا نَصْرُ بنُ عَلِيٍّ الحَاكمِيُّ، وَسَمِعَ (السُّنَنَ) ، وَ (الآثَارَ) مِنْ عَبْدِ الجَبَّارِ.\nأَنْبَأَنِي أَبُو العَلَاءِ الفَرَضِيُّ، قَالَ: مَجْدُ الدِّيْنِ أَبُو سَعْدٍ ابْنُ الصَّفَّارُ إِمَامٌ عَالِمٌ بِالأُصُوْلِ، فَقِيْهٌ ثقَةٌ، سَمِعَ: أَبَاهُ، وَعَمَّتَهُ عَائِشَةَ، وَجَدَّتَهُ دُرْدَانَةَ أُخْتَ عَبْدِ الغَافِرِ، وَهِبَةَ اللهِ السَّيِّدِيَّ، وَسَهْلَ بنَ إِبْرَاهِيْمَ المَسْجِدِيَّ، وَعِدَّةً.\nقَالَ المُنْذِرِيُّ: مَاتَ فِي سَابِع عَشَرَ رَمَضَان، سَنَةَ سِتِّ مائَةٍ.",
  "books": [
    {
      "text_id": 9376,
      "title": "الأربعون من مسانيد المشايخ العشرين للقشيري"
    }
  ]
}