{
  "author_id": 197,
  "author_meta": "أبو الأعلى المودودي ( ١٣٢١ هـ - ١٩٠٣ م = ١٣٩٩ ه - ١٩٧٩ م )\nأبو الأعلى المودودي.. داعية فوق السحاب\n(في ذكرى ميلاده: ٣ رجب ١٣٢١هـ)\nسمير حلبي / أبو الأعلى المودودي\nيعد أبو الأعلى المودودي نموذجًا فريدًا للداعية الإسلامي المجتهد الذي أوقف حياته على الدعوة إلى الإسلام، وجعل رسالته في الحياة إعلاءَ كلمة الحق، والتمكين للإسلام في قلوب أتباعه قبل ربوعه وأوطانه. وكان لإخلاصه في دعوته واجتهاده في رسالته أكبر الأثر في التفاف الكثيرين حوله، وانضوائهم تحت لواء فكره الذي تخطى حدود القومية ونطاق المكان؛ ليصبح راعية عالميًا للإسلام في كل مكان، بل إن أعماله ومؤلفاته قد انطلقت لتتخطى حدود المكان وتتجاوز إسار اللغة، فترجمت إلى معظم لغات العالم؛ لتظل ينبوعًا متجددًا لعطائه الفكري والدعوي الذي تجاوز مرحلة الدعوة باللسان والتنظير الفكري إلى مجال التطبيق العملي للتشريع الإسلامي حكمًا وقيادة ومعاملات.\nأسرته ونشأته\nينتمي أبو الأعلى المودودي إلى أسرة تمتد جذورها إلى شبه جزيرة العرب، فقد هاجرت أسرته منذ أكثر من ألف عام إلى جشت بالقرب من مدينة هراة، ثم رحل جده الأكبر \"ضواجه مودود\" إلى الهند في أواخر القرن التاسع الهجري.\nوكان أبوه سيد أحمد حسن مودود الذي ولد في دلهي بالهند سنة (١٢٦٦ هـ = ١٨٥٠م) واحدًا من طلاب جامعة عليكرة، وقد عمل مدرسًا، ثم عمل بالمحاماة، وفي (٣ من رجب ١٣٢١ هـ = ٢٥ من سبتمبر ١٩٠٣م) رزق بابنه \"أبو الأعلى المودودي\"، وبعد ذلك بنحو عام اعتزل الأب الناس، ومال إلى الزهد، فنشأ أبو الأعلى في ذلك الجو الصوفي، وتفتحت عيناه على تلك الحياة التي تفيض بالزهد والورع والتقوى.\nوقضى أبو الأعلى طفولته الأولى في مسقط رأسه في مدينة \"أورنك آباد الدكن\"، بمقاطعة حيدر آباد، وكان أبوه معلمه الأول، وقد حرص أبوه على تنشئته تنشئة دينية، واهتم بتلقينه قصص الأنبياء والتاريخ الإسلامي، وكان يصحبه إلى مجالس أصدقائه من رجال الدين والعلماء؛ فتفتحت ملكاته وظهر نبوغه وذكاؤه منذ حداثة سنه، ونال إعجاب أساتذته منذ سنوات دراسته الأولى.\nوحرص أبوه على تعليمه اللغة العربية والفارسية بالإضافة إلى الفقه والحديث، وأقبل المودودي على التعليم بجد واهتمام حتى اجتاز امتحان مولوي، وهو ما يعادل الليسانس.\nالمودودي صحفيًا\nوفي هذه الأثناء أصيب الأب بالشلل، وأصبح قعيدًا بلا حراك، وضاقت سبل العيش بالأسرة والأبناء، فكان على المودودي أن يكافح من أجل لقمة العيش، وقد وهبه الله ملكة الكتابة التي صقلها بالقراءة والمطالعة، فقرر أبو الأعلى أن يجعل من قلمه وسيلة للرزق، وكان أخوه الأكبر \"سيد أبو الخير\" مديرًا لتحرير جريدة مدينة بجنور، فعمل المودودي محررًا بالجريدة، إلا أنه لم يستمر طويلا بها، فقد أغلقت الحكومة الجريدة، فانتقل بعد ذلك إلى جريدة تاج التي كانت تصدر أسبوعية من جبلبور، ثم أصبحت يومية.\nوكان من نتيجة عمله بالصحافة أن سعى المودودي إلى تعلم اللغة الإنجليزية حتى أتقنها، وصار بإمكانه الاطلاع على كتب التاريخ والفلسفة والاجتماع ومقارنة الأديان باللغة الإنجليزية دون أية صعوبة في فهمها واستيعابها.\nوما لبثت الحكومة أن أغلقت تلك الجريدة، فعاد المودودي إلى \"دلهي\" واشترك مع مدير جمعية علماء الهند في إصدار جريدة مسلم، وصار مديرًا لتحريرها لمدة ثلاث سنوات حتى أغلقت عام (١٣٤١ هـ = ١٩٢٢م) فانتقل إلى بهو بال، ثم عاد مرة أخرى إلى دلهي سنة (١٣٤٢ هـ = ١٩٢٣م)؛ حيث تولى الإشراف على إصدار جريدة تصدرها جمعية علماء الهند تحمل اسم الجمعية، وظل يتحمل وحده عبء إصدارها حتى سنة (١٣٤٧ هـ = ١٩٢٨م).\nمع إقبال\nوفي ذلك العام أتم كتابه \"الجهاد في الإسلام\" الذي حقق شهرة عالمية، وقد كتبه ردًا على مزاعم غاندي التي يدعي فيها أن الإسلام انتشر بحد السيف.\nوفي عام (١٣٥١ هـ = ١٩٣٢م) أصدر ترجمان القرآن من حيدر آباد الركن، وكان شعارها: \"احملوا أيها المسلمون دعوة القرآن وانهضوا وحلقوا فوق العالم\".\nوكان تأثير المودودي عبر ترجمان القرآن من أهم العوامل التي ساعدت على انتشار التيار الإسلامي في الهند، وزيادة قوته، وقد تبلور ذلك في حزب الرابطة الإسلامية، وتأكد ذلك في دعوته أثناء المؤتمر الذي عقد في لنكو سنة (١٣٥٦هـ = ١٩٣٧م) إلى الاستقلال الذاتي للولايات ذات الأغلبية الإسلامية.\nونتيجة لشهرة المودودي واتساع دائرة تأثيره الفكري في العالم الإسلامي، دعاه المفكر والفيلسوف محمد إقبال في سنة (١٣٥٦ هـ = ١٩٣٧م) إلى لاهور ليمارس نشاطه الإسلامي البارز بها، فلبى المودودي دعوة إقبال.\nوعندما توفي إقبال في العام التالي (١٣٥٧ هـ = ١٩٣٨م) تاركًا فراغًا كبيرًا في مجال الفكر والدعوة اتجهت الأنظار إلى المودودي ليملأ هذا الفراغ الذي ظهر بعد رحيل إقبال.\nتأسيس الجماعة الإسلامية\nوبدأ المودودي حركته الإسلامية التي تهدف إلى تعميق الإسلام لدى طبقة المفكرين المسلمين والدعوة إلى الإسلام، حتى أسس الجماعة الإسلامية في لاهور، وتم انتخابه أميرًا لها في (٣ من شعبان ١٣٦٠ هـ = ٢٦ من أغسطس ١٩٤١م).\nوبعد ذلك بعامين في (١٣٦٢ هـ = ١٩٤٣م) نقلت الجماعة الإسلامية مركزها الرئيسي من لاهور إلى دار السلام - إحدى قرى بتها نكوت - وكان المودودي طوال هذه الفترة لا يكف عن الكتابة والتأليف، فأصدر عدة كتب من أهمها: المصطلحات الأربعة الأساسية في القرآن، والإسلام والجاهلية، ودين الحق، والأسس الأخلاقية الإسلامية، وغيرها.\nومع إعلان قيام دولة باكستان في (١١ من شوال ١٣٦٦ هـ = ٢٨ من أغسطس ١٩٤٧م)، انتقل المودودي مع زملائه إلى لاهور؛ حيث أسس مقر الجماعة الإسلامية بها، وفي (صفر ١٣٦٧ هـ = يناير ١٩٤٨م) بعد قيام باكستان بنحو خمسة أشهر، ألقى المودودي أول خطاب له في كلية الحقوق، وطالب بتشكيل النظام الباكستاني طبقًا للقانون الإسلامي.\nوظل المودودي يلح على مطالبة الحكومة بهذا المطلب، فألقى خطابًا آخر في اجتماع عام بكراتشي في (ربيع الآخر ١٣٦٧ هـ = مارس ١٩٤٨م) تحت عنوان \"المطالبة الإسلامية بالنظام الإسلامي\".\nاعتقاله\nوبدأت الجماعة الإسلامية في الضغط على الحكومة ومجلس سن القوانين للموافقة على المطالب التي قدمها المودودي بجعل القانون الأساسي لباكستان هو الشريعة الإسلامية، وأن تقوم الحكومة الباكستانية بتحديد سلطتها طبقا لحدود الشريعة.\nوحينما عجزت الحكومة عن الرد على تلك المطالب قامت في (غرة ذي الحجة ١٣٦٧ هـ = ٤ من أكتوبر ١٩٤٨م) باعتقال المودودي وعدد من قادة الجماعة الإسلامية، ولكن ذلك لم يصرف المودودي وبقية أعضاء الحركة من الاستمرار في المطالبة بتطبيق النظام الإسلامي، وأظهر الشعب تعاونه الكامل مع الجماعة في مطالبها حتى اضطرت الحكومة إلى الموافقة على قرار الأهداف الذي يحدد الوجهة الإسلامية الصحيحة لباكستان في (١٣ من جمادى الأولى ١٣٦٨ هـ = ١٢ من مارس ١٩٤٩م).\nوبعد ذلك بنحو عام (١١ من شعبان ١٣٦٩ هـ = ٢٨ من مايو ١٩٥٠م) اضطرت الحكومة إلى إطلاق سراح \"المودودي\" وزملائه.\nوبدأت الجماعة الإسلامية دراسة قرار الأهداف الموضوعة في حيز التنفيذ، وفي الوقت نفسه كانت الحكومة - التي أقلقها مطالب الشعب - تسعى إلى وضع مقترحاتها الدستورية، وأعطت لنفسها سلطات واسعة للسيطرة على الرعية؛ فقام المودودي بإلقاء خطاب في اجتماع عام بلاهور في (٣ من المحرم ١٣٧٠ هـ = ١٤ من أكتوبر ١٩٥٠م)، قام فيه بتوجيه النقد إلى تلك المقترحات التي تمهد الطريق للديكتاتورية؛ فثار الرأي العام وهو ما اضطر الحكومة إلى التراجع، وتحدت علماء الجماعة الإسلامية، في أن يجتمعوا على ترتيب مسودة دستور إسلامي، وقبل العلماء التحدي؛ فاجتمع (٣١) عالمًا يمثلون الفرق المختلفة في (١٣ من ربيع الآخر ١٣٧٠ هـ = ٢١ من يناير ١٩٥١م) بمدينة كراتشي، واشترك المودودي معهم في صياغة النقاط الدستورية التي اتفقوا عليها، ولكن الحكومة قابلت المقترحات الدستورية التي تقدمت بها الجبهة الإسلامية بالصمت، وإزاء ذلك قامت الحركة الإسلامية بعقد عدة اجتماعات شعبية، فقامت الحكومة بإعلان الأحكام العسكرية في لاهور في (٢٠ من جمادى الآخر ١٣٧٢ هـ = ٦ من مارس ١٩٥٣م)، وفي (١٣ من رجب ١٣٧٢ هـ = ٢٨ من مارس ١٩٥٣م) تم اعتقال المودودي للمرة الثانية مع اثنين من زملائه دون توضيح أسباب هذا الاعتقال، ثم أطلق سراحهم بعد نحو شهر ونصف في (٢٣ من شعبان ١٣٧٢ هـ = ٧ من مايو ١٩٥٣م)، ولكن ما لبث أن تم اعتقالهم مرة أخرى في اليوم التالي مباشرة.\nالحكم بإعدامه\nوبعد أربعة أيام فقط من اعتقاله حكم عليه بالإعدام، وهو ما أدى إلى حدوث ثورة من الغضب الشديد في معظم أنحاء العالم الإسلامي، وتوالت البرقيات من كل مكان تشجب هذا الحكم، حتى اضطرت الحكومة إلى تخفيف حكم الإعدام والحكم عليه بالسجن مدى الحياة، ولكن ردود الفعل الرافضة لهذا الحكم أدت إلى إصدار حكم بالعفو عن المودودي في (١٣٧٤ هـ = ١٩٥٥م).\nومع بداية عام (١٣٧٥ هـ = ١٩٥٦) رضخت الحكومة لمطالب الشعب بإصدار دستور إسلامي للبلاد، ولكن ما لبثت أن أعلنت عن دستور جديد في (١٣٨٢ هـ = ١٩٦٣م).\nثم أصدرت قرارًا بحظر نشاط الجماعة، وتم اعتقال المودودي و (٦٣) من زملائه، ولكن القضاء أصدر حكمًا ببطلان الحظر والاعتقال، وأطلق سراح المودودي وزملائه في (جمادى الآخرة ١٣٨٤ هـ = أكتوبر ١٩٦٤م).\nتأثيره الجماهيري\nوعندما قامت الحرب بين باكستان والهند في (جمادى الأولى ١٣٨٥ هـ = سبتمبر ١٩٦٥م) كان للمودودي والجماعة الإسلامية دور بارز في الشحذ المعنوي للجماهير ومساعدة مهاجري الحرب، كما ساهمت الجماعة بشكل إيجابي في الإمداد الطبي، فأقامت نحو عشرين مركزًا للإمداد الطبي في آزار كشمير، وألقى المودودي عدة خطابات عن الجهاد.\nالمودودي - (ج  / ص )\nوفي (رمضان ١٣٨٦ هـ = يناير ١٩٦٧م) قامت الحكومة باعتقال المودودي لمدة شهرين، وبعد أن أطلق سراحه ظل يمارس دوره الدعوي في شجاعة وإيمان، فكان من أبرز دعاة الحرية والوحدة، وظل يحذر الشعب من مساندة الجماعات الانفصالية حتى لا ينقسم الوطن، ويقع في حرب أهلية لا يعلم مداها إلا الله.\nوفي (رمضان ١٣٩٢ هـ = نوفمبر ١٩٧٢م) بعد نحو ثلاثين عامًا من الكفاح الطويل طلب المودودي إعفاءه من منصبه كأمير للجماعة الإسلامية لأسباب صحية، وانصرف إلى البحث والكتابة؛ فأكمل تفهيم القرآن، وشرع في كتابة سيرة النبي صلى الله عليه وسلم.\nوفي (عام ١٣٩٩ هـ = ١٩٧٩م) فاز المودودي بجائزة الملك فيصل العالمية لخدمة الإسلام؛ فكان أول من حصل على تلك الجائزة تقديرًا لجهوده المخلصة في مجال خدمة الإسلام والمسلمين.\nمؤلفاته\nبلغ عدد مؤلفات المودودي (٧٠) مصنفًا ما بين كتاب ورسالة، ومن أبرز تلك المؤلفات:\n١- الجهاد في الإسلام: وقد ألفه سنة (١٣٤٧ هـ = ١٩٢٨م).\n٢- الحضارة الإسلامية (أصولها ومبادئها): وقد كتبه سنة (١٣٥٠ هـ = ١٩٣٢م).\n٣- نظرية الإسلام السياسية: كتبه سنة (١٣٥٨ هـ = ١٩٣٩م)\n٤- تجديد وإحياء الدين: كتبه سنة (١٣٥٩ هـ = ١٩٤٠م).\n٥- الاصطلاحات الأربعة الأساسية في القرآن: كتبه سنة (١٣٦٠ هـ = ١٩٤٠م).\n٦- الإسلام والجاهلية: كتبه سنة (١٣٦٠ هـ = ١٩٤١م).\n٧- الأسس الأخلاقية للحركة الإسلامية: كتبه سنة (١٣٦٤ هـ = ١٩٤٥م).\n٨- الدين الحق: كتبه سنة (١٣٦٦ هـ = ١٩٤٧م).\n٩- نظام الحياة الإسلامي: كتبه سنة (١٣٦٧ هـ = ١٩٤٨م)\n١٠-حقوق أهل الذمة: كتبه سنة (١٣٦٧ هـ = ١٩٤٨م).\n١١-مطالب الإسلام تجاه المرأة المسلمة: كتبه سنة (١٣٧٢ هـ = ١٩٥٣م).\n١٢-قضية القاديانية: كتبه سنة (١٣٧٢ هـ = ١٩٥٣م)\n١٣-تفسير تفهيم القرآن: ويقع في ستة أجزاء، وقد بدأ كتابته سنة (١٣٦٠ هـ = ١٩٤١م)، وأتمه في سنة (١٣٩٢هـ = ١٩٧٢م).\n١٤-سيرة النبي صلى الله عليه وسلم : وقد شرع في تأليفه سنة (١٣٩٢ هـ = ١٩٧٢م)، وأتمه قبيل وفاته، وهو آخر مؤلفاته.\nوقد حظيت مؤلفات المودودي بشهرة عريضة في جميع أنحاء العالم ولقيت قبولا واسعًا في قلوب المسلمين في شتى البقاع؛ فترجم الكثير منها إلى العديد من اللغات، حتى بلغ عدد اللغات التي ترجمت مصنفات المودودي إليها ست عشرة لغة، منها: الإنجليزية، والعربية، والألمانية، والفرنسية، والهندية، والبنغالية، والتركية، والسندية…، ونالت استحسان ورضى المسلمين على شتى مستوياتهم واتجاهاتهم.\nوانطفأ المصباح\nوفي (غرة ذي القعدة ١٣٩٩ هـ = ٢٢ من سبتمبر ١٩٧٩م) انطفأت تلك الجذوة التي أضاءت الطريق إلى الرشد والهداية لكثير من المسلمين، ورحل المودودي عن عالمنا إلى رحاب ربه، ولكنه بقي بأفكاره وتعاليمه ومؤلفاته الجليلة ليظل قدوة للدعاة على مر العصور، ونبعًا صافيًا من منابع الإسلام الصافي والعقيدة الخالصة.\nأهم مصادر الدراسة:\nأبو الأعلى المودودي: حياته وفكره العقدي: حمد بن صادق الجمال - دار المدني للطباعة والنشر والتوزيع - جدة (١٤٠١ هـ = ١٩٨٦م).\nأبو الأعلى المودودي فكره ودعوته: د. سمير عبد الحميد إبراهيم - دار الأنصار - القاهرة: ١٣٩٩ هـ = ١٩٧٩م.\nأبو الأعلى المودودي والصحوة الإسلامية: د.محمد عمارة - دار الشروق بالقاهرة: ١٤٠٧ هـ = ١٩٨٧م.\nالنهضة الإسلامية في سير أعلامها المعاصرين: د. محمد رجب البيومي (الجزء الثالث) - سلسلة البحوث الإسلامية : السنة ١٣ الكتاب الأول: مجمع البحوث الإسلامية - القاهرة: (١٤٠٢ هـ = ١٩٨٢م).\nنقلا عن : موقع إسلام أون لاين\nhttp://www.islamonline.net",
  "books": [
    {
      "text_id": 2146,
      "title": "المصطلحات الأربعة في القرآن"
    }
  ]
}