{
  "author_id": 1972,
  "author_meta": "لغوى ورائد فى الفكر والأدب.\nوُلد أحمد عبدالمقصود هيكل ـ والذي اشتهر باسم أحمد هيكل ـ في ٤ أبريل ١٩٢٢، الزقازيق، محافظة الشرقية.\nالمؤهلات العلمية:\n- تلقى دراسته في معهد الزقازيق الدينى.\n- ليسانس اللغة العربية وآدابها والعلوم الإسلامية من كلية دار العلوم، جامعة القاهرة، عام ١٩٤٨.\n- أربع شهادات فى اللغة والآداب والتاريخ ومناهج البحث من جامعة مدريد، عام ١٩٥٢.\n- دكتوراه فى الأدب من جامعة مدريد، عام ١٩٥٤.\nالتدرج الوظيفى:\n- عمل أستاذا بجامعة القاهرة لأكثر من ربع قرن.\n- عمل عميدا لكلية دار العلوم بجامعة القاهرة وأستاذاً للأدب بها ثم نائبا لرئيس جامعة القاهرة.\n- انتدب للعمل بكلية الآداب جامعة عين شمس، وكلية البنات، ومدرسة الألسن، وكلية آداب الخرطوم.\n- رئيس جامعة القاهرة فى الفترة من عام ١٩٨٤ حتى عام ١٩٨٥.\n- وزيرا للثقافة فى الفترة من عام ١٩٨٥ حتى عام ١٩٨٧.\n- عضوا بمجلس الشعب فى الفترة من عام ١٩٨٥ حتى عام ١٩٩٥.\nأوجه نشاطه:\n- ناقد أدبى ألف الكتب الرائدة وكتب العديد من البحوث والمقالات.\n- له العديد من القصائد المنشورة فى الصحف والمجلات الأدبية وله كذلك ديوان منشور باسم \"أصداء الناى\".\n- له مئات من المقالات التى نشرت فى المجلات والدوريات والصحف المصرية والعربية والأجنبية.\n- ألقى الأحاديث فى شتى البرامج الإذاعية والتليفزيونية وكان صاحب أول برنامج أدبى فى التليفزيون هو \"جولة الأدب\"\nالهيئات التى ينتمى إليها:\n- عضو بالمجلس القومى للثقافة والفنون والآداب.\n- عضو بالمجلس الأعلى للشئون الإسلامية.\n- عضو بلجنة دائرة المعارف الأفريقية التابعة لليونسكو.\n- عضو بلجنة تطوير مناهج اللغة العربية بوزارة التعليم.\n- عضو بلجنة البرامج الثقافية بمجلس أمناء الإذاعة والتليفزيون.\n- عضو بإتحاد الإذاعة والتليفزيون.\n- عضو فى جمعية الأدباء.\n- عضو فى نادى أعضاء هيئة التدريس بجامعة القاهرة.\n- مقرر للجنة الشعر ثم عضو بالمجلس الأعلى للثقافة.\nالمؤتمرات التى شارك فيها:\nشارك فى معظم المؤتمرات فى البلاد العربية وبعض البلاد الأوروبية فقد حاضر فى مؤتمرات بسوريا والعراق وتونس والسودان وإسبانيا واشبيلية وقرطبة وبرشلونة، ومن بين محاضراته تلك السلسلة التى ألقاها فى جامعة مدريد وحضرتها ملكة إسبانيا سنة ١٩٧٧ ، كما شارك فى أعمال مؤتمرين عالميين فى قرطبة.\nمؤلفاته: له العديد من المؤلفات منها:\nأولاً: الكتب:\n- الأدب الأندلسى (من الفتح إلى سقوط الخلافة).\n- تطور الأدب الحديث فى مصر.\n- الأدب القصصى والمسرحى فى مصر.\nدراسات أدبية:\n- \"ديوان ابن سهل الإشبيلى\" (عصره وحياته وشعره) وهذا العمل هو رسالته للدكتوراه ومكتوب بالإسبانية .\n- منهاج عربى للمتحدثين بالإسبانية وهو مطبوع فى مدريد بالإسبانية والعربية ثلاث طبعات.\n- محاضرات عن الإسلام بالإسبانية.\nثانيا:البحوث العلمية المنشورة:\n- له عشرات من البحوث والدراسات المنشورة فى الدوريات والمجلات فى مصر والخارج.\nالجوائز والأوسمة:\n- جائزة الدولة التشجيعية فى الآداب من المجلس الأعلى لرعاية الفنون والآداب والعلوم الاجتماعية، عام ١٩٦٨.\n- جائزة الدولة التقديرية فى الآداب من المجلس الأعلى للثقافة، عام ١٩٨٤.\n- جائزة مبارك فى الآداب من المجلس الأعلى للثقافة، عام ٢٠٠٤.",
  "books": [
    {
      "text_id": 8641,
      "title": "تطور الأدب الحديث في مصر"
    }
  ]
}