{
  "author_id": 1973,
  "author_meta": "أبو عمر صالح بن زابن المرزوقي البقمي\nالأمين العام للمجمع الفقهي الإسلامي وعضو مجلس الشورى في المملكة العربية السعودية\nبكالوريوس: كلية الشريعة بمكة المكرمة ١٣٩٠ هـ\nماجستير: نفس الكلية ١٣٩٥ هـ\nدكتوراه: كلية الشريعة بجامعة أم القرى ١٤٠٣ هـ وحصل على درجة أستاذ مشارك، ثم درجة أستاذ.\nرئيس قسم الاقتصاد الإسلامي بكلية الشريعة والدراسات الإسلامية.\nرئيس قسم الدراسات العليا الشرعية.\nدرّس الفقه، والقواعد الفقهية، والشركات، في كلية الشريعة بمكة المكرمة، والدراسات العليا الشرعية.\nدرّس فقه النوازل والشركات في المسجد الحرام.\nناقش عدداً كثيراً من رسائل الماجستير والدكتوراه.\nشارك في أكثر من خمسين مؤتمراً وندوة، داخل المملكة العربية السعودية وخارجها.\nشارك في عدد كثير من المجالس واللجان منها:\n١ - عضو المجمع الفقهي الإسلامي برابطة العالم الإسلامي.\n٢ - عضو مجلس الشورى لدورتين منذ عام ١٤٢٦ هـ إلى عام ١٤٣٣ هـ.\n٣ - الأمين العام للمجمع الفقهي الإسلامي برابطة العالم الإسلامي منذ ٢٠/ ١٢/ ١٤١٩ هـ حتى ١/ محرم عام ١٤٤٤ هـ.\n٤ - رئيس تحرير مجلة (المجمع الفقهي الإسلامي) بالرابطة.\n٥ - عضو مجمع فقهاء الشريعة بأمريكا.\n٦ - رئيس اللجنة الشرعية لهيئة الإغاثة الإسلامية.\n٧ - رئيس لجنة الفتوى برابطة العالم الإسلامي.\n٨ - عضو لجنة الموسوعة الفقهية الاقتصادية بمجمع الفقه الإسلامي الدولي.\n٩ - عضو لجنة التصنيف والرقابة للبنوك الإسلامية.\n١٠ - عضو الهيئة العالمية للاقتصاد الإسلامي.\n(مؤلفاته)\nله مؤلفات كثيرة، منها:\n١ - شركات العقد في الشرع الإسلامي، وهي رسالة الماجستير\n٢ - شركة المساهمة في النظام السعودي دراسة مقابلة بالفقه الإسلامي. وهي رسالة الدكتوراه وقد طبعتها جامعة أم القرى عام ١٤٠٦، ثم طبعتها شركة العبيكان عام ١٤٤٠ هـ-٢٠١٩ م، وقد أجرى المؤلف عليها تعديلات كثيرة، وذلك بعد صدور نظام الشركات السعودي عام ١٤٣٧ هـ.\n٣ - حكم الاشتراك في شركات تودع أو تقترض بفوائد، نشر في العدد (٢١) من مجلة البحوث الفقهية المعاصرة.\n٤ - حكم الإسهام في شركات القطاع العام التي يدخل الربا في نشاطها، نشر في العدد الأول من المجلد العاشر، من مجلة دراسات اقتصادية إسلامية، إصدار معهد البحوث والتدريب بالبنك الإسلامي للتنمية.\n٥ - حكم الاكتتاب أو المتاجرة في أسهم الشركات المختلطة، نشرته مكتبة العبيكان ١٤٢٩ هـ.\n٦ - تجارة الذهب في أهم صورها وأحكامها، نشر في ج/ ١ من مجلة مجمع الفقه الإسلامي الدولي العدد (٩).\n٧ - حُسن وفاء الديون وعلاقته بالربط بتغيّر المستوى العام للأسعار، نشر في الجزء (٣) عدد (٨) من مجلة مجمع الفقه الإسلامي الدولي.\n٨ - الاتجار في العملات عبر وسائل الاتصال الحديثة وأشهر صور المضاربة المطبقة في الأسواق العالمية، نشر في العدد (٣٩) من مجلة مجمع الفقه الإسلامي بالرابطة.\n٩ - موقف الشريعة الإسلامية من ربط القروض والديون بمستوى الأسعار، سبق نشره في العدد (٣٢) من مجلة البحوث الفقهية المعاصرة.\n١٠ - ربط الديون والالتزامات الآجلة بالذهب أو بعملة معينة أو بسلة من العملات، نشر في العدد (٤٣) من مجلة مجمع الفقه الإسلامي الدولي.\n١١ - حكم الأواني الذهبية والفضية وما مُوِّه بهما استعمالاً وبيعاً وشراءً واقتناءً، نشرته مكتبة الرشد.\n١٢ - حدود حرية الفكر في الشريعة الإسلامية، نشر في العدد (١٤) من مجلة المجمع الفقهي الإسلامي بالرابطة.\n١٣ - حكم بيع الحلي بجنسه، نشرته مكتبة الرشد.\n١٤ - المحرر في الإرهاب أسبابه وحلول عملية لمواجهته وجهود المملكة العربية السعودية في محاربته، تحت النشر.\n١٥ - من تجب عليه زكاة أسهم الشركات المساهمة، سبق نشره في العدد (٦٨) من مجلة البحوث الفقهية المعاصرة.\n١٦ - تحرير القول في زكاة أسهم الشركات بالنظر إلى نوع نشاطها، سبق نشره في العدد (١١٧) من مجلة البحوث الفقهية المعاصرة.\n١٧ - استثمار أموال الزكاة في مشاريع ذات ريع يعود على مستحقيها، سبق نشره في العدد (٥٦) من مجلة البحوث الفقهية المعاصرة.\n١٨ - الشامل في زكاة الأسهم واستثمار أموال الزكاة، وهو شامل للأبحاث الثلاثة السابقة، بعد أن تم إجراء تعديلات كثيرة عليها.\n١٩ - ربط الديون والالتزامات الآجلة بالذهب أو الفضة أو بسلة من العملات أو بمستوى الأسعار وحكمه شرعاً. وأصله ٩ و ١٠ من المؤلفات السابقة مع بعض التعديلات والإضافات.\n٢٠ - شركات التمويل الإسلامية العاملة في أمريكا دراسة وتقويم لنماذج منها. قدِّم هذا البحث على مجمع فقهاء الشريعة بأمريكا.",
  "books": [
    {
      "text_id": 1155,
      "title": "الشامل في زكاة الأسهم واستثمار أموال الزكاة"
    }
  ]
}