{
  "author_id": 1975,
  "author_meta": "محمد بن حمود الوائلي (١٣٥٩ - ١٤٣١ هـ = ١٩٤٠ - ٢٠١٠ م)\nمدرس بالمسجد النبوي ومحاضر بالجامعة الإسلامية بالمدينة المنورة، ووكيلها للدراسات العليا والبحث العلمي.\nأبو خالد محمد بن حمود بن عبد الرحمن بن منيع بن حمد بن محمد بن حمد بن عثمان بن ناصر بن حمد بن إبراهيم بن حسين بن مدلج بن حسين الوائلي من آل مدلج\nولد في مدينة بريدة عام ١٣٥٩ هـ، ونشأ نشأة علمية منذ صغره\nثم انتقلت أسرته من مدينة بريدة في منطقة القصيم إلى مدينة الرياض وعمره آنذاك ست سنوات.\nبعد أن أنهى دراسته الابتدائية التحق بالمعهد العلمي بالرياض، ودرس فيه المرحلة المتوسطة وحفظ القرآن\nثم انتقل إلى معهد الجامعة الإسلامية بالمدينة النبوية في المرحلة الثانوية وهناك التقى بمحمد ناصر الدين الألباني، وتخرج من معهد الجامعة الإسلامية عام ١٣٨٣ هـ وحاز على الترتيب الأول\nتحصل على شهادة الليسانس من كلية الشريعة بالجامعة الإسلامية بالمدينة النبوية عام (١٣٨٧ - ١٣٨٨ هـ)، وكان بعد تخرجه من المعهد قد وكل إليه التدريس بمعهد الجامعة لمدة أربع سنوات من عام ١٣٨٧ هـ إلى ١٣٨٨ هـ\nبعد ذلك التحق بكلية الشريعة والقانون بجامعة الأزهر بالقاهرة، وحصل على درجة الماجستير في الفقه المقارن عام ١٣٩٢ هـ\nعند حصوله على الماجستير انتدب إلى كلية الشريعة بالجامعة الإسلامية حيث صار مدرسا فيها عام (١٣٩٢ هـ /١٣٩٣ هـ).\nانتقل إلى دراسة الدكتوراه وحصل عليها من جامعة الأزهر في الفقه المقارن عام ١٣٩٥ هـ بتقدير ممتاز مع مرتبة الشرف الأولى مع التوصية بطبع الرسالة، وكانت دراسته تحت عنوان (ابن رجب وأثره في الفقه).\n(دروسه العلمية)\nشرح الكافي لابن قدّامة المقدسي في الفقه الحنبلي وأمضى في شرحه ست سنوات ونصف.\nشرح بداية المجتهد ونهاية المقتصد لابن رشد الحفيد في الفقه المالكي وأمضى في شرحه ثمان سنوات كاملة.\nشرح كتاب تقرير القواعد وتحرير الفوائد لابن رجب الحنبلي حتى بلغ القاعدة الثالثة والعشرين.\nعقد مجلسين في كتاب سنن أبي داود ليجمع الطالب بين المسائل الفقهية وأدلتها.\nالقواعد الفقهية تاريخها وأثرها في الفقه.\nحكم الشريعة الإسلامية في المسكرات وطرق مكافحتها وآثارها.\nقبس من تاريخ الفقه الإسلامي.\nمكانة المسجد في الإسلام.\nالحج المبرور.\n(وفاته)\nتوفى ليلة الخميس ٢٨ شوال ١٤٣١ هـ، وصلي عليه في المسجد النبوي ودفن في مقبرة البقيع ظُهرا",
  "books": [
    {
      "text_id": 1149,
      "title": "بغية المقتصد شرح بداية المجتهد"
    }
  ]
}