{
  "author_id": 1978,
  "author_meta": "الأستاذ الدكتور باسم فيصل احمد الجوابره\nأردني من مواليد ١٩٥٤\n(المؤهلات)\nالإجازة العالية (الليسانس) من كلية الشريعة، الجامعة الإسلامية بالمدينة المنورة، ١٣٩٨ هـ\nالعالمية الماجستير في السنة، من قسم الدراسات العليا بالجامعة الإسلامية بالمدينة المنورة ١٤٠١ هـ\nالعالمية العالية الدكتوراة في السنة، من قسم الدراسات العليا بالجامعة الإسلامية بالمدينة المنورة ١٤٠٤ هـ.\n(التدريس بالجامعات)\nعمل بالتدريس ١٦ عاماً بكلية أصول الدين (قسم السنة) جامعة الإمام محمد بن سعود الإسلامية بالرياض: أستاذ مساعد (من ١٤٠٤ هـ)، ثم أستاذ مشارك (من ١٤١٠ هـ)، ثم أستاذ كرسي (من ١٤١٥ هـ)\nيعمل أستاذاً للحديث بكلية الشريعة قسم أصول الدين بالجامعة الأردنية من عام ٢٠٠١ م، وتولى منصب نائب عميد كلية الشريعة بالجامعة الأردنية منذ عام ٢٠٠٤\n(المؤلفات المطبوعة)\nمرويات اللعن في السنة، جمع ودراسة، طبع في مكتبة المعلا، بالكويت ١٤٠٦ هـ\nتفريج الكرب بفضائل شهيد المعارك والحرب، طبع في دار الراية ١٤١٣ هـ\nالمرويات الواردة في الحلف بالله أو بغيره، طبع في دار الراية ١٤١٣ هـ\nتسهيل الدرب باختصار تفريج الكرب بفضائل شهيد المعارك والحرب طبع في دار الراية ١٤١٣ هـ\nالمرويات الواردة في الخوارج طبع جمعية مركز الإمام الألباني ٢٠١٧ م\nالحلية في حكم ما زاد عن القبضة من اللحية\nطيب العيش في حكم الأئمة من قريش\nالدرر في آداب وأحكام السفر\nالمرويات الواردة في الشرك\nالتكفير في ضوء السنة النبوية\n(الكتب المحققة المطبوعة)\nدراسة وتحقيق كتاب «من روى عن أبيه عن جده» للقاسم بن قطلوبغا، طبع في مكتبة المعلا بالكويت ١٤٠٨ هـ\nدراسة وتحقيق كتاب «الآحاد والمثاني» لابن أبي عاصم، في ستة مجلدات طبع في دار الراية، بالرياض ١٤١٠ هـ\nتحقيق وتخريج كتاب (السنة) لابن أبي عاصم في مجلدين، طبع مكتبة الصميعي بالرياض ١٤١٩ هـ\nتحقيق كتاب (إيضاح الإشكال) لابن طاهر المقدسي طبع في ١٤٠٨ هـ\nتحقيق كتاب (المجرد في أسماء رجال سنن ابن ماجة) للإمام الذهبي، طبع في دار الراية بالرياض ١٤٠٩\nتحقيق وتعليق على كتاب (أصول الإيمان) للإمام محمد بن عبد الوهاب\nتحقيق وتعليق على كتاب «الكبائر» للإمام محمد بن عبد الوهاب\nتحقيق كتاب (تسمية من روي عنه من أولاد العشرة) للإمام علي بن المديني\nتحقيق كتاب (تسمية الإخوة الذين روي عنهم الحديث) لأبي داود السجستاني\nوهذان الكتابان (كتاب ابن المديني وأبي داود) طبعا مع مستدرك للمترجَم في مجلد واحد، اسمه (الرواة من الإخوة والأخوات) في دار الراية في الرياض ١٤٠٨ هـ\nتحقيق كتاب (الإخوة والأخوات) الجزء الأول للدارقطني طبع في مكتبة الراية ١٤١٣ هـ\nتحقيق كتاب (الفصول في سيرة الرسول) لابن كثير بالاشتراك مع الشيخ سمير الزهري طبع في مكتبة المعارف بالرياض ١٤٢٠ هـ\nتحقيق كتاب (من وافق اسمه كنية أبيه) للأزدي\nتحقيق كتاب (من وافق اسمه اسم أبيه) للحافظ الأزدي\nتحقيق كتاب (انتخاب من وافقت كنيته اسم أبيه مما لا يقع الخطأ فيه) للخطيب البغدادي، انتخاب علاء الدين مغلطاي\nوهذه الكتب الثلاثة طبعت في الكويت في كتاب واحد وهي من منشورات مركز المخطوطات والتراث بالكويت\nتحقيق «انتخاب من وافقت كنيته اسم أبيه مما لا يقع فيه الخطأ فيه» للخطيب البغدادي، من منشورات مركز المخطوطات والتراث، الكويت\nتحقيق «مفيد المستفيد على كفر تارك التوحيد» لمحمد بن عبد الوهاب\nتحقيق «لوامع الأنوار» للسفاريني",
  "books": [
    {
      "text_id": 1164,
      "title": "استدراك ما فات من الإخوة والأخوات"
    }
  ]
}