{
  "author_id": 1982,
  "author_meta": "محمّدُ بنُ عبدِ الخالقِ بنِ عليِّ بنِ عضيمة\n(مولدُه)\nوُلِدَ في تاريخِ ٤/ ١ /١٣٢٨ هـ الموافق ١٥/ ١/١٩١٠ م، في قريةِ (خبَّاطةَ) [كانَتْ من أعمالِ مديريةِ الغربيةِ، هي الآنَ من قرى محافظةِ كفرِ الشّيخِ].\n(تعليمه)\nمعهدِ طنطا الأزهريِّ وأنهى الدراسةَ فيه عامَ ١٩٣٠ م.\nكليةِ اللغةِ العربيةِ في الأزهرِ، وتخرَّجَ فيها عامَ ١٩٣٤ م.\nحصلَ على شهادةِ التخصُّصِ [الماجستيرُ الآن] عام ١٩٤٠ م، بعنوانِ (المشترك في كلام العربِ).\nحصلَ على العالميّةِ العاليةِ [الدكتوراه] عام ١٩٤٣ م، بدرجةِ ممتازٍ، وكانَ أوَّلَ من أخذَ درجةَ امتيازٍ، وعنوان الرسالة (أبو العباسِ المبرّدُ وأثرُه في علومِ العربيةِ).\n(شيوخُه)\nفي كليةِ اللغةِ العربيةِ: المحاضرون أمثال الشيخِ إبراهيمَ الجبالي، والشيخِ سليمان نوار والشيخِ محمَّد محيي الدّينِ والأستاذِ أحمد نجاتي والأستاذِ عليِّ الجارم، والدكتورِ عبدِ الوهاب عزّام\nالأستاذ محمد نور الحسن: ذكر د. عضيمة أنه كان يقرأ عليه في منزله.\n(حياته الاجتماعية)\nله ثمانيةً من الولدِ، ثلاثةُ أبناءٍ؛ هم: صفيُّ الدينِ وبه يكنى، فكنيةُ الشيخِ أبو صفيٍّ، وأيمنُ والمعتزُّ باللهِ، وخمسُ بنات\n(رحلاتُه)\nالأولى: بعد حصولِه على الشهادةِ العالميةِ أوفدَ إلى مكّةَ المكرمةِ، في شهرِ صفرٍ عامَ ١٣٦٦ هـ، يناير عام ١٩٤٧ م، وفيها بدأَ العملَ في كتابِه: (دراساتٍ لأسلوبِ القرآنِ الكريمِ)،\nالثّانيةُ: إلى ليبيا، إلى مركزِ الدراساتِ العليا في واحةِ جغبوب، وبقيَ حتى قيامِ ثورةِ الفاتحِ من أيلول.\nالثالثةُ: إلى الرياضِ حتىّ توفَّاه اللهُ، وكانَتْ ما بينَ عامي ١٣٩٢ هـ حتَّى عام ١٤٠٤ هـ.\n(مؤلفاته)\n١ - أبو العبَّاسِ المبرّدُ وأثرُه في علومِ العربيّةِ: (أطروحة الدكتوراه)، وقد طبعتْه مكتبةُ الرشدِ بعدَ وفاته ِ\n٢ - دراساتٌ لأسلوبِ القرآنِ الكريمِ: (ضخم في ١١ مجلدا) [فاز بجائزةِ الملكِ فيصلٍ العالميةِ للدراساتِ الإسلاميةِ لعامِ ١٤٠٣ هـ].\nبدأت فكرة الكتاب في مكةَ المكرّمةِ، عندما خطر له أن ينظرَ في استعمالِ القرآنِ لبعضِ حروفِ المعاني، فمثلاً (إلا) الاستثنائيةُ لها وجوهٌ كثيرةٌ في كلام العربِ، فهل استعملَ القرآنُ هذه الوجوهَ كلَّها أو بعضَها دونَ بعضٍ.\nثم قرر أن تكون دراسته تعتمدُ على الاستقراءِ التام، وقسمه ٣ أقسام:\n- القسم الأول: الحروفُ والأدواتُ في القرآنِ أمضَى فيه أكثرَ من خمسةٍ وعشرين عاماً (٣ مجلدات)\n- القسم الثاني: الجانب الصرفي (٤ مجلدات)\n- القسم الثالث: الجانب النحوي (٤ مجلدات)، وبهذا تم الكتاب في أحد عشر مجلداًّ.\n٣ - فهارس كتاب سيبويه\n٤ - فهارسُ المخصّصِ والاقتضابِ وأدبِ الكاتبِ\n٥ - فهارسُ مسائلِ النحوِ والصرفِ في معاني القرآنِ للفرّاءِ: نشرَ في العددِ الثالثَ عشرَ والرابعَ عشرَ من مجلةِ كليّةِ اللغةِ العربيةِ بالرياضِ.\n٦ - اللبابُ من تصريفِ الأفعالِ: كتابٌ متوسِّطٌ في تصريفِ الفعلِ.\n٧ - المذكّرُ والمؤنّثُ لابنِ الأنباريِّ؛ دراسةً وتحقيقاً: نشرتْه لجنةُ إحياءِ التراثِ في المجلسِ الأعلى للشؤونِ الإسلاميَّةِ في مصرَ، وخرجَ منه الجزءُ الأوَّلُ عامَ ١٤٠١ هـ، ولم يظهرْ باقي الكتابِ حتى الآنَ.\n٨ - المغني في تصريفِ الأفعال: قالَ الشيخُ: \" ثمرةُ دراسةٍ مستوعبةٍ نفضتُ لها ما وصلَ إليَّ من كتبِ النحوِ والصرفِ؛ أرجو أن يكونَ فيها غناءٌ في دراسةِ تصريفِ الفعلِ \".\n٩ - المقتضبُ للمبرّدِ، دراسةً وتحقيقاً: نشرتْه لجنةُ إحياءِ التراثِ الإسلاميِّ في المجلسِ الأعلى للشؤونِ الإسلاميّةِ في مصرَ.\n١٠ - هادي الطريق إلى ذخائر التطبيق: حاول فيه تيسيرَ النحوِ، وقال: كانَ منهجي في هذا الكتابِ أن أعرضَ القواعدَ التي نحتاجُ إليها في استقامةِ ألسنتِنا، وسلامةِ أقلامِنا في عبارةٍ موجزةٍ واضحةٍ، أمَّا الحديثُ عن المسائلِ التي لا صلةَ لها باستقامةِ الأساليبِ فقد تجاوزتُه ولم أشرْ إليه.\n(وفاته)\nتوفي - رحمه الله - بالقاهرة في ٩/ ٤/ ١٤٠٤ هـ الموافق ١٢/ ١/ ١٩٨٤ م إثر حادث سيارة",
  "books": [
    {
      "text_id": 17037,
      "title": "دراسات لأسلوب القرآن الكريم"
    },
    {
      "text_id": 8653,
      "title": "المغني في تصريف الأفعال"
    }
  ]
}