{
  "author_id": 1989,
  "author_meta": "عثمان جمعة ضميرية (٠٠٠٠ - ١٤٣٩ هـ = ١٩٤٩ - ٢٠١٨ م)\nحياته:\nمن مواليد رنكوس في سوريا عام ١٩٤٩ م.\nتلقى فيها تعليمه الابتدائي، وتخرج من الثانوية الشرعية بدمشق.\nترك أثراً كبيراً وبصمة خير بكل من التقى بهم. له الكثير من المؤلفات التحقيقات والإشراف على الرسائل الجامعية.\nتوفاه الله بمدينة الطائف مساء الأحد ١١ - ٢ - ٢٠١٨ م [الموافق ٢٦ جمادى الأول ١٤٣٩ هـ]\nشهاداته:\n– دكتوراه في السياسة الشرعية – جامعة الأزهر – ١٩٩٨ م – عنوان الرسالة: الإمام محمد بن الحسن الشيباني وأثره في العلاقات الدولية.\n– دراسات عليا في العقائد والأديان – جامعة البنجاب بالباكستان – ١٩٩١ م\n– ماجستير في السياسة الشرعية – جامعة الأزهر – ١٩٧٨ م – عنوان الرسالة: المِلكية في الشريعة ومدى تدخُّل الدولة في تقييدها.\n– دبلوم التأهيل التربوي – جامعة دمشق – ١٩٧٣ م.\n– الإجازة في الشريعة – جامعة دمشق – ١٩٧٢ م.\nخبراته ذات صلة بالتدريس:\nأستاذ في جامعة الشارقة – كلية الشريعة والدراسات الإسلامية – ٢٠٠٤ م حتى ٢٠١٧ م.\nأستاذ مساعد في جامعة أم القرى فرع الطائف – قسم الدراسات الإسلامية بكلية التربية – ١٤١٩ هـ حتى ١٤٢٥ هـ.\nمحاضر في جامعة أم القرى فرع الطائف – قسم الدراسات الإسلامية بكلية التربية – ١٤١٣ هـ حتى ١٤١٩ هـ.\nمحاضر في كلية المعلمين بالطائف – قسم الدراسات الإسلامية والقرآنية – ١٤٠٨ هـ حتى ١٤١٢ هـ.\nمدرس في وزارة المعارف السعودية – في إدارة التعليم بالطائف – ١٤٠٠ هـ حتى ١٤١١ هـ.\nله مشاركة في المواسم الثقافية و الدعوية المتنوعة في بعض المراكز الإسلامية وإدارات الدعوة في الداخل و الخارج.\nبالإضافة إلى الإمامة والخطابة في:\nمساجد الشارقة.\nوفي مسجد الجامعة بالطائف (جامع التويجري رحمه الله).\nوإلقاء دروس عامة في المساجد.\nوإلقاء محاضرات علمية ومنهجية ومحاضرات عامة.\nوالمساهمة في وسائل الإعلام المسموعة والمرئية في عديد من البرامج.\nوالكتابة في عدد من الصحف والمجلات المحلية و العربية والإسلامية.\nالاستشارات:\nمستشار تعليمي لبرامج تعليم القرآن الكريم ومعاهد إعداد المعلمات بالجمعية الخيرية لتحفيظ القرآن الكريم بالطائف، في المملكة العربية السعودية.\nعضو الهيئة الاستشارية بمجلة “الأصول والنوازل” مجلة علمية محكَّمة، تصدر عن مركز المصادر بالسعودية.\nعضو الهيئة العلمية الاستشارية بمجلة عيدان الخيل للثقافة والعلوم والآداب، بدولة الإمارات العربية المتحدة.\nعضو هيئة الإشراف بالجامعة الإسلامية المفتوحة، لندن المملكة المتحدة.\nمستشار التحرير بمجلة “آفاق ثقافية” تصدر من لندن عن دار الكلمة الطيبة.\nعضو اللجنة الاستشارية بقسم الدراسات الإسلامية بكلية التربية بالطائف.\nالكتب والتحقيقات والبحوث:\nأ- الكتب المؤلفة:\n.١ القانون الدولي العام مقارنا بالشريعة الإسلامية (محكَّم، مشترك (مكتبة الجامعة بالشارقة، ٢٠١٥ م.\n.٢ دور الدولة في المجال الاقتصادي والاستثماري، (محكَّم) دعوة الحق برابطة العالم الإسلامي، ١٤٣٦ هـ ٢٠١٥ م.\n.٣ دعوة قرآنية كريمة، دار التوحيد للنشر، الرياض، المملكة العربية السعودية، ١٤٣٥ هـ، ٢٠١٤ م.\n.٤ وسطية الإسلام والأمة المسلمة في عصر العولمة، (محكَّم) رابطة العالم الإسلامي بمكة المكرمة، ١٤٣٤ هـ، ٢٠١٤ م.\n.٥ العقيدة في القرآن الكريم: المنهج والأركان والخصائص، (محكَّم) رابطة العالم الإسلامي، ١٤٣٢ هـ، ٢٠١٢ م.\n.٦ مدخل لدراسة العقيدة الإسلامية، مكتبة السوادي بجدة، الطبعة المعدلة، ١٤٣١ هـ.\n.٧ حقوق الإنسان في الإسلام أثناء الحروب والمنازعات، (كتاب محكَّم) مركز ابن جلوي للبحوث والدراسات بالإمارات العربية المتحدة، ١٤٣٠ هـ.\n.٨ الإرهاب: دراسة لغوية وشرعية وقانونية مقارنة، (كتاب محكَّم) المنتدى الإسلامي، الرياض، ١٤٢٧ هـ.\n.٩ إدراك الركعة بإدراك الركوع مع الإمام: بحث قهي مقارن، مكتبة السوادي بجدة، ١٤٢٦ هـ.\n.١٠ النظام السياسي والدستوري في الإسلام، (محكَّم) جامعة الشارقة، والآفاق المشرقة ناشرون، الشارقة، ١٤٣٢ هـ.\n.١١ العلاقات الدولية في الإسلام: مقارنة بالقانون الوضعي، (كتاب محكَّم) جامعة الشارقة والآفاق المشرقة ناشرون، الشارقة، ١٤٣٢ هـ.\n.١٢ محاضرات في نظام الإسلام، بالاشتراك، (كتاب محكَّم) كلية الدراسات العليا والبحث العلمي بجامعة الشارقة، ١٤٢٨ هـ\n.١٣ أثر العقيدة الإسلامية في اختفاء الجريمة، دار الأندلس الخضراء بجدة، ١٤٢١ هـ.\n.١٤ أصول العلاقات الدولية في فقه الإمام محمد بن الحسن الشيباني (١ – ٢)، دار التسويق الدولية بالسعودية ١٤١٩ هـ.\n.١٥ الإسلام وعلاقته بالشرائع الأخرى، مكتبة الفاروق بالطائف، ١٤١٠ هـ/ ١٩٩٠ م.\n.١٦ عالم الغيب والشهادة في التصور الإسلامي، الطبعة الثانية، مكتبة السوادي بجدة، ١٤١٠ هـ.\n.١٧ التوحيد مفتاح دعوة الرسل، مكتبة الصدِيق بالطائف، ١٤٠٩ هـ.\n.١٨ التصور الإسلامي للكون والحياة والإسلام، الطبعة الثانية، دار الكلمة الطيبة بالقاهرة، ١٤٠٥ هـ.\n.١٩ أوقفوا هذا العبث بالتراث، كلمات وفصول في الدفاع عن التراث الإسلامي، دار المعالي بالأردن، ١٤١٩ هـ.\n.٢٠ محاضرات في المعاملات المالية، لطلاب الدراسات الإسلامية بكلية التربية بالطائف، ١٤١٧ هـ.\n.٢١ الجنايات في الفقه الإسلامي، لطلاب الدراسات الإسلامية بكلية التربية بالطائف، ١٤١٩ هـ.\n.٢٢ فصول من فقه العبادات، لطلاب الدراسات الإسلامية بكلية التربية بالطائف، ١٤٢١ هـ.\n.٢٣ منهج الإسلام في الحرب والسلام، دار الأرقم بالكويت، ١٤٠٠ هـ.\n.٢٤ النظرية السياسية الإسلامية، (كتاب محكَّم) دعوة الحق برابطة العالم الإسلامي بمكة المكرمة، ١٤٢٦ هـ.\n.٢٥ السفارة والسفراء في الإسلام: دراسة مقارنة، (كتاب محكَّم) رابطة العالم الإسلامي بمكة المكرمة، ١٤٢١ هـ.\n.٢٦ المعاهدات الدولية: دراسة فقهية مقارنة، (كتاب محكَّم) رابطة العالم الإسلامي بمكة المكرمة، ١٤١٧ هـ.\nب- الكتب المحققة:\n.٢٧ تبصرة الحكام في أصول الأقضية ومناهج الأحكام (١ – ٣) لابن فرحون المالكي، دار القلم بدمشق، ١٤٣٧ هـ ٢٠١٦ م.\n.٢٨ تحفة المودود بأحكام المولود، لابن قيم الجوزية، (تحقيق محكَّم) المجمع الفقهي الدولي، ١٤٣١ هـ/ ٢٠١٠ م.\n.٢٩ تهذيب تفسير البغوي، اختصار وتحقيق مشترك، دار طيبة بالرياض، ١٤٣٠ هـ/ ٢٠٠٩ م.\n.٣٠ تفسير البَغَوِي (معالم التنزيل) (١ – ٤)، تحقيق مشترك، دار طيبة بالرياض، ١٤٣٠ هـ/ ٢٠٠٩ م.\n.٣١ القواعد الكبرى، للعز بن عبد السلام (١ – ٢) بالاشتراك، (تحقيق محكَّم) دار القلم بدمشق، ١٤٣١ هـ/ ٢٠١٠ م.\n.٣٢ هداية الحيارى في أجوبة اليهود والنصارى لابن قيم الجوزية، (محكَّم) المجمع الفقهي الدولي، ١٤٢٩ هـ/ ٢٠٠٨ م.\n.٣٣ إمام الكلام في القراءة خلف الإمام، لأبي الحسنات اللكْنَوي، مكتبة السوادي بجدة، ١٤٢٥ هـ/ ٢٠٠٤ م.\n.٣٤ حجة الله البالغة، لحكيم الإسلام الدِهْلَوِي (١ – ٢)، (تحقيق محكَّم) مكتبة الكوثر بالرياض، ١٤٢١ هـ/ ١٩٩٩ م.\n.٣٥ خلاف الأمة في العبادات لشيخ الإسلام ابن تيمية، مكتبة الفاروق بالطائف، ١٤١٠ هـ.\n.٣٦ تزيين العبارة بتحسين الإشارة للملا علي القاري، مكتبة الفاروق بالطائف، ١٤١٠ هـ.\n.٣٧ الوصية الكبرى لابن تيمية، لشيخ الإسلام ابن تيمية،مكتبة الفاروق بالطائف، ١٤١٠ هـ.\n.٣٨ معين الحكام بما يتردد بين الخصمين من الأحكام للطرابلسي: دراسة وتحقيق، دار القلم (صدر بعد وفاته ٢٠١٨ م).\n.٣٩ كتاب الخراج للإمام أبي يوسف القاضي، تحقيق ودراسة. (قيد الطبع).\n.٤٠ أحكام القرآن لأبي بكر الرازي الجصاص: دراسة وتحقيق. (قيد التحقيق).\nج- البحوث العلمية المحكَّمة:\n.١ فقه السياسة الشرعية في العلاقة مع الآخر في ظل المتغيرات الدولية، مجلة كلية الشريعة والدراسات الإسلامية بجامعة قطر، الدوحة، مقبول للنشر، ٢٠١٦ م.\n.٢ سياسات الأمن والدفاع والسيادة الإقليمية، مقبول للنشر بمجلة الفكر الشرطي، مركز بحوث شرطة الشارقة.\n.٣ تخريج الفروع الفقهية على الأصول اللغوية: دراسة في التأثير المتبادل، مجلة العلوم الإسلامية بالجامعة العراقية، (العدد ١٢ العام: ٢٠١٦ م).\n.٤ أثر الإمام مالك في القانون الدولي الإنساني، مجلة كلية الإمام مالك للشريعة والقانون (المعيار) دبي، (عدد ٥ ٢٠١٦ م).\n.٥ استثمار أموال الأوقاف على التعليم، مجلة كلية الشريعة والدراسات الإسلامية بجامعة قطر، الدوحة، مقبول للنشر،٢٠١٦ م.\n.٦ أثر التديُّن في الوقاية من الجريمة، بمجلة الفكر الشرطي، الشارقة، المجلد (٢٣)، (العدد ٩١، ١٤٣٥ هـ، ٢٠١٤ م).\n.٧ المصطلح القرآني: منهج وتطبيق، مجلة عيدان الخيل، الشارقة، السنة الأولى، العدد الأول، شوال ١٤٣٤ هـ، سبتمبر ٢٠١٣ م.\n.٨ الفكر العلمي في الإسلام، مجلة الدليل تصدر عن الرابطة المحمدية للعلماء ومركز ابن البنا المراكشي بالمغرب، المجلد الأول، العدد الأول، رجب ١٤٣٤ هـ يونيو ٢٠١٣ م\n.٩ علم السيَر “القانون الدولي والعلاقات الدولية” مجلة آفاق الثقافة والتراث، ع ٨٣، السنة ٢١، ذو القعدة ١٤٣٤ هـ.\n.١٠ الغيب في القرآن الكريم، في موسوعة التفسير الموضوعي للقرآن الكريم، مركز تفسير للدراسات القرآنية، الرياض.\n.١١ الشورى في القرآن، في موسوعة التفسير الموضوعي للقرآن الكريم، مركز تفسير للدراسات القرآنية، الرياض.\n.١٢ الشريعة في القرآن الكريم: دراسة موضوعية، في موسوعة التفسير الموضوعي للقرآن الكريم، مركز تفسير للدراسات القرآنية، الرياض.\n.١٣ العلاقات الدولية في القرآن الكريم، في موسوعة التفسير الموضوعي للقرآن الكريم، مركز تفسير للدراسات القرآنية، الرياض.\n.١٤ القتال في القرآن الكريم، في موسوعة التفسير الموضوعي للقرآن الكريم، مركز تفسير للدراسات القرآنية، الرياض.\n.١٥ مسؤولية رئيس الدولة في الفقه الإسلامي، مجلة كلية الحقوق بجامعة الإسكندرية، عدد خاص، ديسمبر ٢٠١٣ م.\n.١٦ استثمار أموال الوقف وأساليب إدارته، بمجلة وزارة الشؤون الاجتماعية بدولة الإمارات، (العدد ٣٤، أبريل ٢٠١٣ م).\n.١٧ دور الدولة الاقتصادي والاستثماري، مجلة كلية الشريعة بجامعة قطر، (العدد ٣٠، لعام ٢٠١٢ م).\n.١٨ مفاتح الغيب وعلم ما في الأرحام، مجلة البحوث الإسلامية بالمملكة العربية السعودية (عدد، عام ٢٠١٤ م).\n.١٩ الشبهات وأثرها في درء الحدود، بمجلة كلية الشريعة والدراسات الإسلامية بجامعة قطر (العدد ٢٩، ١٤٣٢ هـ ٢٠١١ م).\n.٢٠ النظرية الدستورية في الإسلام مقارنة بالنظم المعاصرة، بمجلة الفكر الشرطي بالشارقة (المجلد ٢١، العدد ٨٠) ٢٠١٢ م.\n.٢١ ولاية الدولة الإسلامية على رعاياها في بلاد غير المسلمين، مجلة أصول الدين بالأزهر (ع ٦، ١٤٣٢ هـ، ٢٠١١ م).\n.٢٢ السياسات الإصلاحية في التشريعات الأسرية، بمجلة المنظومة الفصلية بوزارة الشؤون الاجتماعية والعمل بدولة الإمارات، العدد ٣٠، أكتوبر ٢٠١٠ م.\n.٢٣ الدين: مفهومه وشموله وأهميته، بمجلة جامعة الشارقة للعلوم الشرعية (العدد ٢، المجلد ٨، ١٤٣٢ هـ، ٢٠١١ م).\n.٢٤ علم العقيدة: عوامل النشأة وتطور التدوين، بمجلة آفاق الثقافة والتراث، (المجلد ٢٨، العدد ٧٢، ديسمبر، ٢٠١٠ م).\n.٢٥ احترام الكرامة والمساواة بين الرجل والمرأة في الشريعة، مجلة الحقوق بجامعة الإسكندرية (عدد خاص ٢٠١١ م).\n.٢٦ الامتيازات والحصانات الدبلوماسية ومقتضيات الأمن، بمجلة الفكر الشرطي بالشارقة (المجلد ٢٠ العدد ٧٦، يناير ٢٠١١ م).\n.٢٧ الإصلاح التشريعي في السياسة الأسرية بدولة الإمارات: الطلاق نموذجاً، مجلة المنظومة بوزارة الشؤون الاجتماعية (ع ٣٠ أكتوبر – ٢٠١٠ م).\n.٢٨ العقيدة في القرآن الكريم: المنهج والخصائص، بمجلة جامعة الشارقة (ع ١، م ٧، عام ١٤٣٣ هـ ٢٠١٠ م).\n.٢٩ قانون المسؤولية الطبية وأخلاقيات الطبيب، بمجلة الميزان بوزارة العدل، أبو ظبي (العدد ١٢٨، سبتمبر ٢٠١٠ م).\n.٣٠ الأحكام الشرعية في التزام السائق، بمجلة الحق، تصدر عن جمعية الحقوقيين بالشارقة، (ع ١٤، ١٤٣٠ هـ ٢٠٠٩ م).\n.٣١ مدى خضوع غير المسلمين للقضاء الإسلامي، مجلة جامعة الشارقة (ع ١، م ٦، عام ١٤٣٠ هـ ٢٠٠٩ م).\n.٣٢ الأسرة وتربية الأبناء في مرحلة المراهقة، بمجلة شؤون اجتماعية، (ع ١٠١ المجلد ٢٦، ٢٠٠٩ م).\n.٣٣ مصادر المعرفة وحدود المنهج التجريبي في الإسلام، بمجلة جامعة الشارقة (ع ٣، مجلد ٥، ١٤٢٩ هـ ٢٠٠٨ م).\n.٣٤ قواعد القانون الدولي الإنساني في الإسلام، بمجلة الفكر الشرطي، الشارقة، (ع ١، مجلد ١٧، ١٤٢٩ هـ/ ٢٠٠٨ م).\n.٣٥ مقدمة في الفكر السياسي الإسلامي، بمجلة آفاق ثقافية عن مركز جمعة الماجد للثقافة والتراث، (ع ٦٢، ٢٠٠٨ م).\n.٣٦ مدخل إلى التراث: المفهوم والمنهج، كلية دار العلوم بجامعة المنيا، بمصر، ١٤٢٧ هـ/ ٢٠٠٧ م.\n.٣٧ العلاقات العامة مع غير المسلمين، بمجلة جامعة الشارقة للعلوم الشرعية، (ع ٣، المجلد ٤، ١٤٢٨ هـ/٢٠٠٧ م).\n.٣٨ تحقيق التراث في العصر الحديث، بمجلة كلية الشريعة والقانون بجامعة الإمارات، (ع ٣١، ١٤٢٨ هـ/ ٢٠٠٧ م).\n.٣٩ التزام السائق، شركة التزام للمعايير الإسلامية بالإمارات العربية المتحدة، ١٤٢٨ هـ/ ٢٠٠٧ م.\n.٤٠ دور العلماء المسلمين في الفكر السياسي، بكلية دار العلوم في جامعة المنيا بمصر، ١٤٢٩ هـ/٢٠٠٨ م.\n.٤١ السلطات العامة في الإسلام، بمجلة جامعة الشارقة للعلوم الشرعية والإنسانية، (ع ٣ م ٣، ١٤٢٧ هـ/ ٢٠٠٦ م).\n.٤٢ خروج المرأة للعمل وأثره في انتشار الطلاق، بمجلة البحوث الإسلامية بالرياض، ع ٧٧، ١٤٢٧ هـ/ ٢٠٠٦ م.\n.٤٣ جهود المعاصرين في خدمة السنة (التحقيق والتخريج)، بمجلة كلية أصول الدين بالمنصورة، ع ١٢، ١٤٢٧ هـ.\n.٤٤ الدولة ومبادئ نظام الحكم في الإسلام، بمجلة الحق، جمعية الحقوقيين بالإمارات، ع ١٢، ١٤٢٧/ ٢٠٠٧ م.\n.٤٥ النظام الاقتصادي في الإسلام، فصل في كتاب (نظام الإسلام) كلية الدراسات العليا بجامعة الشارقة، ١٤٢٧ هـ.\n.٤٦ إدراك الركعة بإدراك الركوع مع الإمام، بمجلة البحوث الإسلامية بالرياض، العدد (٩٠) عام ١٤٣١ هـ.\n.٤٧ التقرير الاستراتيجي لمجلة البيان الإصدار الأول، صل عن (الفكر والسياسية في الإسلام)، لندن، ١٤٢٤ هـ.\n.٤٨ الوسطية وأثرها في البناء الحضاري، مجلة الداعي، الجامعة الإسلامية في الهند، مجلد ٢٥، سنة ١٤٢٢ هـ.\n.٤٩ خصائص القانون الدولي الإسلامي، مجلة الداعي، الجامعة الإسلامية في الهند، مجلد ٢٦، سنة ١٤٢٣ هـ.\n.٥٠ مصادر العقيدة ووظيفة العقل، بمجلة البحوث الإسلامية، هيئة كبار العلماء بالرياض، ع ٤٦، سنة ١٤١٦ هـ.\n.٥١ وظيفة الدولة الإسلامية، بمجلة البحوث الإسلامية، تصدر عن هيئة كبار العلماء بالرياض، ع ٣٦ سنة ١٤١٤ هـ.\n.٥٢ الحقّ في الشريعة الإسلامية، بمجلة البحوث الإسلامية، هيئة كبار العلماء بالرياض، ع ٤٠، سنة ١٤١٤ هـ.\n.٥٣ إنّ الدِّين عند الله الإسلام، بمجلة البحوث الإسلامية، هيئة كبار العلماء بالرياض، ع ٢١، ١٤٠٨ هـ.\n.٥٤ الإسلام وعلاقته بالشرائع الأخرى، بمجلة البحوث الإسلامية، هيئة كبار العلماء بالرياض، ع ١٦، سنة ١٤٠٦ هـ.\nد- البحوث في المؤتمرات العلمية والندوات:\n.١ الإرهاب: دراسة منهجية في المصطلح ودوافع التهمة، بكلية الشريعة والدراسات الإسلامية ١٩ – ٢١/ ١١/٢٠١٦ م.\n.٢ المنهج العلمي في الإسلام وأثره في الفكر الغربي، الندوة الدولية بمركز ابن جلوي بالشارقة عن التحولات الفكرية وأثرها في الفكر الإسلامي، ٣٠/ ٤/٢٠١٦ م.\n.٣ الضوابط الأخلاقية والفقهية للتواصل الاجتماعي الإلكتروني، مؤتمر أخلاقيات الإعلام في دول مجلس التعاون الخليجي، جامعة الشارقة ومؤسسة الشارقة للإعلام، ٢٧ – ٢٨/ ٤/٢٠١٦ م\n.٤ الوسطية وأثرها في فقه الأقليات المسلمة، المؤتمر الدولي عن فقه الأقليات المسلمة بجامعة الإمام محمد بن سعود الإسلامية بالرياض، ٣٠ – ٣١/ ١٠/٢٠١٦ م.\n.٥ الضوابط الأخلاقية والفقهية للتواصل الاجتماعي الإلكتروني، مؤتمر أخلاقيات الإعلام في دول الخليج، كلية الاتصال بجامعة الشارقة، ٢٧ – ٢٨/ ٤/٢٠١٦ م.\n.٦ معالم التعايش مع غير المسلمين في القرآن الكريم والسنة النبوية، مؤتمر التعايش مع غير المسلمين من خلال التراث الإسلامي، كلية الدراسات الإسلامية في البوسنة والهرسك، ٣٠ – ٣١/ ٥/٢٠١٦ م.\n.٧ الإمام محمد بن الحسن الشيباني وأثره في العلاقات الدولية، مؤتمر الدراسات الفقهية والشرعية، كوالالمبور ماليزيا -٧ ١٠/ ٣/٢٠١٦ م.\n.٨ الرحمة والحزم في العلاقات الدولية، المؤتمر العالمي عن الرحمة في الإسلام: دراسة تأصيلية تطبيقية، جامعة الملك سعود بالرياض، في ٧ – ٩/ ٢/٢٠١٦ م.\n.٩ مؤتمر قضايا قانونية معاصرة، كلية القانون بجامعة الشارقة، ٢٥ – ٢٦/ ١١/٢٠١٥ م.\n.١٠ توظيف القانون الدولي في مجال الاحتساب، مؤتمر الاحتساب: مفاهيم وتطبيقات، رابطة علماء المسلمين ومركز المحتسب بالسعودية، ٩ – ١٠/ ٥/٢٠١٥ م.\n.١١ معالم الوسطية في السنة النبوية، مؤتمر الوسطية في السنة، ماليزيا، ١٤/ ٤/٢٠١٥ م.\n.١٢ مدى تدخل الدولة في المجال الاقتصادي، منتدى الاقتصاد الإسلامي، دبي، ٢٢ – ٢٤/ ٣/٢٠١٥ م.\n.١٣ أصول العلاقات الدولية في الإسلام، مؤتمر قضايا الدولة المعاصرة في ضوء السياسة الشرعية، مجمع الفقه الإسلامي بالسودان، ١١ – ١٣/ ١٢/٢٠١٤ م.\n.١٤ الفكر العلمي في الحضارة الإسلامية، المؤتمر الدولي الثاني بجامعة الشارقة في تاريخ العلوم عند العرب والمسلمين، ٨/ ١٢/٢٠١٤ م.\n.١٥ المبادئ الشرعية في الأمن والدفاع عن الأوطان، مؤتمر سياسات الدفاع الوطني بين الالتزامات السيادية والتحديات الإقليمية، جامعة ورقلة بالجزائر بالتعاون مع وزارة الدفاع ومؤسسة هانس صيدال الألمانية، ١٢ و ١٣/ ١١/٢٠١٤ م.\n.١٦ مكانة الشريعة الإسلامية وخصائصها، المؤتمر الدولي عن “الاجتهاد والقياس: اصالة وتجديد واستشراف”، إسطنبول في تركيا، تاريخ ١٠ – ١١/ ٥/٢٠١٤ م.\n.١٧ تخريج الفروع الفقهية على الأصول اللغوية، مؤتمر الشارقة الدولي الأول في لغة القرآن الكريم، ومستجدات العصر والإنسان، ٣٠ – ٢٩/ ٣/٢٠١٤ م.\n.١٨ أثر الحسبة في الرقابة على الغذاء والدواء وحماية المستهلك، مؤتمر الغذاء والدواء في ضوء المستجدات من منظور الفقه الإسلامي، جامعة الشارقة، ١٦ – ١٧/ ٤/٢٠١٤ م.\n.١٩ نظرية العدل في الإسلام، مؤتمر العدالة الانتقالية، بكلية الحقوق بالإسكندرية، ٢٢ – ٢٣/ ٢/٢٠١٤ م.\n.٢٠ حماية حقوق الإنسان أثناء الحروب والمنازعات، مؤتمر حقوق الإنسان بكلية الحقوق بجامعة السلطان قابوس، مسقط، ١٦/ ١٢/٢٠١٣ م.\n.٢١ أثر الإمام مالك في القانون الدولي الإنساني، مؤتمر الإمام مالك الدولي في الجامعة الأسمرية في ليبيا، ١٧ - ٢٠/ ١٢/٢٠١٣ م.\n.٢٢ الإمام الدهلوي رائد مدرسة الفقه والحديث في الهند، مؤتمر علوم الحديث وعلاقتها بالعلوم الأخرى: الواقع والتطلعات، جامعة الشارقة، ١٣ – ١٥/ ٦/١٤٣٤ هـ، ٢٣ – ٢٥/ ٤/٢٠١٣ م.\n.٢٣ قانون المعاملات المدنية الإماراتي وصلته بالفقه الإسلامي، مؤتمر قانون المعاملات المدنية بين الأصالة والمعاصرة، بكلية القانون بجامعة الشارقة، ٢٧ – ٢٨/ ٢/٢٠١٣ م.\n.٢٤ مسؤولية رئيس الدولة في النظام الإسلامي والنظم المعاصرة، مؤتمر العدالة بين الواقع والمأمول، بكلية الحقوق بجامعة الإسكندرية، ١٨ و ١٩/ ١٢/٢٠١٢ م.\n.٢٥ استثمار أموال الوقف التعليمي وأساليب إدارته، مؤتمر الوقف الإسلامي وأثر في النهضة العلمية، كلية الشريعة بجامعة الشارقة، ٩ – ١٠/ ٥/٢٠١١ م.\n.٢٦ وسطية الإسلام والأمة المسلمة، ندوة دور الجامعات في تعزيز مبدأ الوسطية عند الشباب، بجامعة طيبة بالمدينة المنورة في ٦ - ٩/ ٣/٢٠١١ م.\n.٢٧ المساواة بين الرجل والمرأة في الشريعة الإسلامية، مؤتمر حقوق المرأة بجامعة الإسكندرية، ١ و ٢/ ١٢/٢٠١٠ م.\n.٢٨ فقه السياسة الشرعية وأثره في تكييف العلاقة مع الآخر في ظل المتغيرات الدولية، مؤتمر إرادة التغيير في عالم متغير، أكاديمية شرطة دبي بالإمارات العربية المتحدة، ١٤٣١ هـ/٢٠١٠ م.\n.٢٩ تعقيبات على الحداثة في واقع التداول المعاصر، الندوة الدولية الثالثة لمركز ابن جلوي: الوعي الحضاري: فاعلية وتمكين وشهود، بالشارقة، ١/ ٦/١٤٣١ هـ ١٥/ ٥/٢٠١٠ م\n.٣٠ أصول إسلامية في تدريس العلوم الأساسية في المرحلتين الثانوية والجامعية، مهرجان الشارقة للعلوم بجامعة الشارقة، ١٤٣١ هـ/٢٠١٠ م.\n.٣١ من إبداعات الحضارة الإسلامية المعرفية: علم السِّيَر: القانون الدولي الإسلامي، مؤتمر الوحدة والتنوع في الحضارة الإسلامية بكلية الآداب بجامعة الشارقة، ١٤٣١ هـ/٢٠١٠ م.\n.٣٢ المصطلح القرآني: منهج وتطبيق، مؤتمر التفسير الموضوعي: واقع وآفاق، بكلية الشريعة بجامعة الشارقة،١٤٣١ هـ/٢٠١٠ م.\n.٣٣ أخلاقيات الطبيب وقانون المسؤولية الطبية: دراسة في ضوء الإسلام، ندوة المسؤولية الطبية في ظل القانون الاتحادي رقم (١٠) لسنة ٢٠٠٨ م، بجامعة الإمارات العربية المتحدة، العين، ٨ – ٩/ ١٢/٢٠٠٩ م.\n.٣٤ حق الطفل في التربية: تحفة المودود نموذجاً، مؤتمر السياسات الاجتماعية في مجتمعات الخليج، بكلية الآداب بجامعة الشارقة، ٢٠١٠ م.\n.٣٥ الإصلاحات التشريعية في مجال الط ق، مؤتمر السياسات الاجتماعية، بكلية الآداب بجامعة الشارقة، ٢٠١٠ م.\n.٣٦ علم العقيدة: عوامل النشأة و تطور التدوين، في ندوة مناهج التأليف في العقيدة الإسلامية، بجامعة الشارقة، ٢٠٠٩ م.\n.٣٧ المنهج العلمي في الإسلام في الإسلام، إسهامات المسلمين في الحضارة الإنسانية، المؤتمر الدولي الخامس بكلية دار العلوم بمصر، ٢٠٠٩ م\n.٣٨ لمحات في حرية الرأي في الإسلام، ندوة حرية التعبير بين الشريعة والقانون، جمعية الحقوقيين بدولة الإمارات العربية المتحدة، الشارقة ١٤٢٩ هـ/ ٢٠٠٨ م.\n.٣٩ نظرية الشبهات وأثرها في درء الحدود، في مؤتمر أصول النظام الجنائي الإسلامي ومنهجه في حفظ المدنية، بجامعة الشارقة بالتعاون مع مركز العدالة الجنائية، ١٤٢٩ هـ/ ٢٠٠٨ م.\n.٤٠ دور العلماء المسلمين في الفكر السياسي، في المؤتمر الدولي الرابع؛ الثقافة الإسلامية: الوحدة والتنوع، بكلية دار العلوم في جامعة المنيا بمصر، ١٤٢٩ هـ/٢٠٠٨ م.\n.٤١ النظرية السياسية الإسلامية (تعقيب)، بمؤتمر رؤية استراتيجية لمستقبل الأمة في ظل الواقع الدولي، مركز طيبة للبحوث والدراسات، الخرطوم، ٢٠٠٨ م.\n.٤٢ الأسرة وتربية الأبناء في مرحلة المراهقة، مؤتمر الأسرة والشباب في دول مجلس التعاون الخليجي بجامعة الشارقة، ١٤٢٨ هـ/ ٢٠٠٧ م.\n.٤٣ المرأة المسلمة و مواجهة التحديات في ظل العولمة، ندوة الرؤية المستقبلية للمرأة في الإمارات، بجمعية الاجتماعيين بدولة الإمارات، ١٤٢٨ هـ/ ٢٠٠٧ م.\n.٤٤ الكون و الجمال في لغة القرآن، مهرجان الفنون الإسلامية، جامعة الشارقة، ١٤٢٨ هـ/٢٠٠٧ م.\n.٤٥ الحوار مع الآخر: علاقة الإسلام بالأديان الأخرى، مؤتمر الحوار مع الآخر، بجامعة الشارقة، ١٤٢٨ هـ/ ٢٠٠٧ م\n.٤٦ مدخل إلى التراث: المفهوم والمنهج، المؤتمر العلمي الدولي الثالث لكلية دار العلوم بجامعة المنيا، عن العلوم الإسلامية والعربية والإعجاز .. بين التراث والمعاصرة، ١٤٢٧ هـ/ ٢٠٠٧ م.\n.٤٧ شبابنا وطوفان الجريمة في عصر العولمة: أثر الإيمان في مكافحة الجريمة، مؤتمر الشباب العربي وتحديات العصر في القرن الحادي والعشرين، بكلية الآداب والعلوم بجامعة الشارقة، ١٤٢٨ هـ/ ٢٠٠٧ م.\n.٤٨ أثر الإسلام في تطوير القانون الدولي الإنساني، ندوة نحو ثقافة قانونية وإنسانية، بكلية القانون بالتعاون مع اللجنة الدولية للصليب الأحمر، ١٤٢٧ هـ.\n.٤٩ العلاقات العامة مع غير المسلمين في السنة النبوية، مؤتمر السنة النبوية في الدراسات المعاصرة، جامعة اليرموك بالأردن ١٤٢٧ هـ.\n.٥٠ مدى خضوع غير المسلمين للقضاء في الدولة الإسلامية، ندوة القضاء الشرعي بجامعة الشارقة، ١٤٢٧ هـ\n.٥١ جهود المعاصرين في خدمة السنة المشرفة، مؤتمر الجهود المبذولة في خدمة السنة، جامعة الشارقة، ١٤٢٦ هـ.\n.٥٢ إثبات هلال رمضان بين الرؤية و الحساب الفلكي، بجامعة الإمارات العربية المتحدة بمدينة العين، ١٤٢٦ هـ.\n.٥٣ قواعد العلاقات الشرعية مع غير المسلمين، مؤتمر العلاقات الدولية والمنهج الحضاري بمكة المكرمة، ١٤٢٤ هـ.\n.٥٤ المنهج العلمي في العلوم الإسلامية، ندوة تدريس العلوم بروح إسلامية، وزارة المعارف بالمملكة العربية السعودية، ١٣٩٧ هـ.\nعضوية الجمعيات العلمية والمهنية:\n.١ عضو الجمعية المصرية للقانون الدولي، جامعة القاهرة، جمهورية مصر العربية.\n.٢ عضو جمعية حماية اللغة العربية، الشارقة بدولة الإمارات العربية المتحدة.\n.٣ عضو لجنة الفتوى في موقع الإسلام اليوم (Islam today)  على الشبكة العالمية.\n.٤ عضو منتدى المفكرين المسلمين بدولة الكويت.\n.٥ عضو مركز الحوار للدراسات والتدريب في دبي بدولة الإمارات العربية المتحدة.\n.٦ عضو في الاتحاد العربي لتنمية الموارد البشرية.\nالجوائز العلمية أو الجوائز الأخرى الحائز عليها:\n– جائزة جامعة الشارقة التشجيعية لأعضاء هيئة التدريس المتميزين في البحث العلمي ٢٠١٥ – ٢٠١٦ م.\n– جائزة التميز لأعضاء هيئة التدريس بجامعة الشارقة، بتقدير “متميز” من العام الجامعي ٢٠١١ م.\n– المكافأة التشجيعية لأعضاء هيئة التدريس في مجال البحث العلمي بجامعة الشارقة، للعام الجامعي ٢٠٠٨ – ٢٠٠٩ م.\n– جائزة التفوق في البحوث الإسلامية لعام ١٣٩٨ هـ، بوزارة المعارف بالرياض، السعودية عن بحث ((التصور الإسلامي للكون والحياة والإنسان)) طبع بالكويت ١٤٠٠ والقاهرة ١٤٠٢ هـ.\n– جائزة التفوق في البحوث الإسلامية لعام ١٣٩٨ هـ، بوزارة المعارف بالرياض، السعودية عن بحث ((منهج الإسلام في الحرب والسلام))، مطبوع بالكويت ١٤٠٢ هـ.\n– جائزة التفوق في البحوث الإسلامية لعام ١٤٠١ هـ، بوزارة المعارف إدارة التعليم بالطائف، عن بحث ((تربية المراهق في الإسلام: دراسة تربوية نفسية)).\nوقد ختم سيرته الذاتية بقول الإمام الذهبي رحمه الله: ((وإنْ سلمَ لي ديني فيا فوزي!))\nمختصر من سيرة الشيخ الذاتية بموقعه على الإنترنت  www.othmand.com\nhttp://www.othmand.com/?page_id=٨",
  "books": [
    {
      "text_id": 9991,
      "title": "مدخل لدراسة العقيدة الإسلامية"
    }
  ]
}