{
  "author_id": 199,
  "author_meta": "أحمد بن عمر بن سالم بن أحمد بن عبود أبو عمر بازمول السلفي المكي الرحابي. وبازمول قبيلة يرجع نسبها إلى كندة.\nالمدرس بالمسجد الحرام.\nولد في مكة المكرمة في ١/٥/١٣٩١هـ، وبها نشأ، وطلب العلم على يد علمائها، فأخذ عن أخيه الشقيق الشيخ محمد بن عمر بازمول، ولازمه ملازمة تامة، وبه تخرج، وقد درس لديه العديد من الكتب، مثل كتاب التوحيد لشيخ الإسلام محمد بن عبدالوهاب وكتاب بلوغ المرام للحافظ ابن حجر، والورقات للجويني والعديد من رسائل شيخ الإسلام محمد بن عبدالوهاب في التوحيد، وغيرها من الكتب، ودرس مقدمة في أصول التفسير لشيخ الإسلام ابن تيمية، كما درس لديه في مباحث من الإتقان في علوم القرآن وغيرها من الكتب والرسائل. وأجازه بجميع مروياته.\nومن شيوخه الشيخ الدكتور وصي الله عباس، درس عنده نزهة النظر، وحضر كثيراً من دروسه في عمدة الأحكام ودرس في مرحلة الماجستير التخريج ودراسة الأسانيد وغير ذلك.\nأجازه جماعة من العلماء بالتدريس والرواية، وقد جاوز عدد شيوخه في الرواية أكثر من مائة شيخ من أماكن مختلفة من البلاد الإسلامية، وله ثبت ذكر فيه معجم شيوخه، وتفاصيل الرواية عنهم.\nأثنى عليه جماعة من أهل العلم، وكتبوا له توصيات علمية تدل على أهليته للتدريس، فقد قال عنه الشيخ محمد بن عبد الله السبيل إمام وخطيب المسجد الحرام في تاريخ ٢٠/١٠/١٤٢٣هـ (إن الأخ الشيخ أحمد بن عمر بن سالم بازمول، أحد طلبة العلم الخيرين، وحاصل على شهادة الماجستير من جامعة أم القرى، وله جهود مباركة في الدعوة إلى الله، وتبصير الناس بأمور دينهم، وقد عرفناه بحسن معتقده، وسيره على منهج أهل السنة والجماعة، محذراً من أهل البدع والأهواء).\nوقال عنه الشيخ وصي الله عباس في تاريخ ١٧/٤/١٤١٥هـ (إن الطالب الأخ أحمد بن عمر بازمول، أحد طلاب كلية الدعوة، قد تخرج فيها، والتحق الآن بالدراسات العليا قسم الكتاب والسنة، قد عرفته منذ عدة سنوات، درسته في الكلية بعض مواد القسم.\nوهو على ما عرفته طالب علم مجد ومجتهد، ذو خلق حسن، وسلوك مرضي، واطلاعه في تخصصه واسع بالنسبة لمستواه الدراسي، حسب ما ظهر لي، نرجو منه الاستمرار في الطلب والتحصيل، وندعو الله أن ينفع به.\nوقد طلب مني هذه الكلمات لغرض تقديمها مع طلب وظيفة معيد في الجامعة، نتمنى أن يحقق الله له ما أراد فإنه إن شاء الله جدير لها).\nوقرظ معالي الشيخ الدكتور صالح الفوزان عضو لجنة الإفتاء لكتابه المدارج في ٧/٣/١٤٢٥هـ قال فيها (الحمد لله وبعد: فقد قرأت هذا الكتاب الذي هو من تأليف الأخ في الله: أحمد بن عمر بن سالم بازمول، في موضوع كشف شبهات الخوارج فوجدته بحمد الله وافياً في موضوعه في رد شبهات هذه الفرقة المارقة المفسدة …فجزى الله المؤلف لهذا الكتاب خير الجزاء فهو إسهام منه جيد منه في دفع خطر هؤلاء، وإبطال شبهاتهم، نفع الله بهذا الكتاب، ورد به كيد الأعداء).\nحصل على البكالوريوس عام ١٤١٥هـ بتقدير ممتاز.\nوحصل على الماجستير عام ١٤١٩هـ بتقدير ممتاز، وكانت بعنوان (الحديث المضطرب دراسة وتطبيق على السنن الأربع).\nوحصل على الدكتوراه عام ١٤٢٧هـ بتقدير ممتاز مع مرتبة الشرف الأولى، وكانت بعنوان (تخريج الأحاديث والآثار المتعلقة بالتفسير من المعجم الأوسط للطبراني من سورة المائدة إلى آخر القرآن).\nدرَّس في العديد من المعاهد العلمية؛ فقد درس في معهد الحرم المكي الشريف عام ١٤١٨هـ  حيث تم قبوله بعد اجتيازه امتحان المقابلة العلمية وكانت في القرآن وتجويده، وفي العقيدة والتفسير وعلومه والحديث وعلومه والفقه وأصوله، وفي المواريث وفي النحو والبلاغة لدى الشيخ يحيى بن عثمان المدرس والشيخ سيد صادق الأنصاري والشيخ موسى السكر والشيخ عبد الله التنبكتي والشيخ إكرام الله إمداد الحق، وقد وافقت اللجنة على ترشيحه وقبوله وأهليته لذلك، وبقي مدرساً في المعهد إلى عام ١٤٢٢هـ، حيث انتقل إلى مكتبة الحرم المكي باحثاً فيها لحاجة المكتبة لباحث متميز مثله حسب خطاب الرئيس العام لشئون المسجد الحرام والمسجد النبوي الشيخ صالح الحصين رقم (٥٦٧/٥/د) بتاريخ ١٩/٦/١٤٢٣هـ وفيه : نظراً لحاجة مكتبة الحرم المكي لباحث متميز، وحيث أن لديكم التأهيل والخبرة الكافيين للوفاء بهذه الحاجة لذا اعتمدوا انتقالكم من معهد الحرم المكي الشريف، ومباشرة مهام عملكم الجديد باحثاً بمكتبة الحرم المكي الشريف انتهى.\nكما درَّس في معهد منابر السعداء والمعهد العلمي النسوي بجدة مادة التفسير والحديث والمصطلح والتخريج.\nودرَّس بجامعة الطائف متعاوناً مادة أحاديث الأحكام، والفقه، والمواريث، وقواعد أصولية، وتخريج الفروع على الأصول.\nوقدم برنامجاً إذاعياً في إذاعة القرآن الكريم بعنوان ما لا يصح في الصيام.\nوقدم برنامجاً إذاعياً في إذاعة نداء الإسلام بعنوان المنة في نشر السنة\nوشارك في عدة دورات علمية درَّس فيها المواريث وأصول التفسير والنحو والتخريج ودراسة الأسانيد .\nوشارك في إلقاء عدة محاضرات علمية في المساجد.\nوهو الآن أستاذ مساعد بجامعة أم القرى كلية المعلمين قسم الدراسات الإسلامية. كما أنه خطيب احتياطي بوزاة الأوقاف والشئون الإسلامية.\nله عدة مؤلفات : منها رسالة عمر بن الخطاب إلى أبي موسى الأشعري في القضاء وآدابه رواية ودراية، والمقترب في بيان المضطرب، والمدارج في كشف شبهات الخوارج، والسنة فيما يتعلق بولي الأمة، والدرر السنية في ثناء العلماء على المملكة العربية السعودية، ودولة ا لتوحيد والسنة، تحفة الألمعي بمعرفة حدود المسعى وأحكام السعي، وحجية الأحاديث النبوية الواردة في الطب والعلاج، وخطورة نقد الحديث، والنجم البادي في ترجمة الشيخ العلامة يحيى بن عثمان عظيم آبادي السلفي، وله غير ذلك من الكتب والرسائل.\nمنقولة من كتاب ((المدرسون بالمسجد الحرام)) للأستاذ منصور النقيب وهو قيد الطبع بإذن الله تعالى",
  "books": [
    {
      "text_id": 8562,
      "title": "المقترب في بيان المضطرب"
    }
  ]
}