{
  "author_id": 2,
  "author_meta": "ابن حَزْم (٣٨٤ - ٤٥٦ هـ = ٩٩٤ - ١٠٦٤ م)\nعلي بن أحمد بن سعيد بن حزم الظاهري، أبو محمد\nعالم الأندلس في عصره، وأحد أئمة الإسلام.\nكان في الأندلس خلق كثير ينتسبون إلى مذهبه، يقال لهم «الحزْمية».\nولد بقرطبة. وكانت له ولأبيه من قبله رياسة الوزارة وتدبير المملكة، فزهد بها وانصرف إلى العلم والتأليف، فكان من صدور الباحثين فقيها حافظا يستنبط الأحكام من الكتاب والسنة، بعيدا عن المصانعة. وانتقد كثيرا من العلماء والفقهاء، فتمالأوا على بغضه، وأجمعوا على تضليله وحذروا سلاطينهم من فتنته، ونهوا عوامهم عن الدنو منه، فأقصته الملوك وطاردته، فرحل الى بادية ليلة (من بلاد الأندلس) فتوفي فيها.\nرووا عن ابنه الفضل أنه اجتمع عنده بخطه أبيه من تآليفه نحو ٤٠٠ مجلد، تشتمل على قريب من ثمانين ألف ورقة. وكان يقال: لسان ابن حزم وسيف الحجاج شقيقان.\nأشهر مصنفاته:\n«الفصل في الملل والأهواء والنحل - ط»\nوله «المحلى - ط» في ١١ جزءا، فقه\nو «جمهرة الأنساب - ط»\nو «الناسخ والمنسوخ - ط»\nو «حجة الوداع - ط» غير كامل\nو «ديوان شعر - خ» جزء منه - ذكر في حجة الوداع ١٤٦ الهامش -\nو «جوامع السيرة - ط» ومعه خمس رسائل له\nو «التقريب لحدّ المنطق والمدخل إليه - ط»\nو «مراتب العلوم - خ» رسالة في الرباط (٢٠٩ ق) [طُبع]\nو «الإعراب - خ» ٢١٤ ورقة كتب سنة ٧٦١ في شستربتي (٣٤٨٢) [طُبع]\nو «ملخص إبطال القياس - ط» حققه الأفغاني ورجح نسبته إلى ابن حزم\nو «فضائل الأندلس - ط»\nو «أمهات الخلفاء - ط»\nو «رسائل ابن حزم - ط»\nو «الأحكام لأصول الأحكام - ط» ثماني مجلدات\nو «إبطال القياس والرأي - خ»\nو «المفاضلة بين الصحابة - ط» رسالة مما اشتمل عليه كتاب «الفصل» المتقدم ذكره، نشرها سعيد الأفغاني\nو «مداواة النفوس - ط» رسالة في الأخلاق\nو «طوق الحمامة - ط» أدب، وغير ذلك\nوللدكتور عبد الكريم خليفة «ابن حزم الأندلسي - ط» (١).\n_________\n. (١) نفح الطيب ١: ٣٦٤ وسير النبلاء - خ. المجلد الخامس عشر. وآداب اللغة ٣: ٩٦ وأخبار الحكماء ١٥٦ وإرشاد الأريب ٥: ٨٦ - ٩٧ ولسان الميزان ٤: ١٩٨ وابن بسام في الذخيرة: المجلد الأول من القسم الأول ١٤٠ وفيه كلام لابن حيان، يحط به من ابن حزم، وينال من علمه ومكانته. وبغية الملتمس ٤٠٣ وفيه: «أصله من الفرس، وأول من أسلم من أسلافه جدّ له يدعى يزيد كان مولى ليزيد بن أبو سفيان» وابن خلكان ١: ٣٤٠ وللمستشرق أرندنك van Arendonk C. في دائرة المعارف الإسلامية ١: ١٣٦ - ١٤٤ بحث مفيد في ترجمته.\nاللباب ١: ٢٩٧ والتبيان - خ. وفيه: «مات ابن حزم مبعدا عن سكنه مشردا عن وطنه من قبل الدولة». وجذوة المقتبس ٢٩٠ ومجلة المقتبس ١: ٢ و ٩٦ ويستفاد من الإعلام بتاريخ الإسلام - خ. لابن قاضي شهبة، حوادث سنة ٤٥٦ أن كتب ابن حزم لم يخرج أكثرها من بيته - في أيامه - لزهد الفقهاء فيها، وأن بعضها أحرق ومزق علانيه بإشبيلية. وفي «المغرب في حلى المغرب» ٣٥٤ ما محصله: «ابن حزم، من أهل قرية الزاوية، من قرى أونبة بالاندلس، كان جده حزم من موالي بني أميه، فارسي الاصل، اشتغل بالفلسفة، وقيل: إنه زل وضل فأقصاه الملوك، وكان متشيعا لبني أمية منحرفا عمن سواهم من قريش» و «المخطوطات المصورة»، القسم ٢ من الجزء ٢ ص ١٧٠.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]",
  "books": [
    {
      "text_id": 1028,
      "title": "التقريب لحد المنطق والمدخل إليه بالألفاظ العامية والأمثلة الفقهية"
    },
    {
      "text_id": 1036,
      "title": "جوامع السيرة ط المعارف"
    },
    {
      "text_id": 1038,
      "title": "رسائل ابن حزم"
    },
    {
      "text_id": 10432,
      "title": "الإحكام في أصول الأحكام - ابن حزم"
    },
    {
      "text_id": 10518,
      "title": "طوق الحمامة لابن حزم"
    },
    {
      "text_id": 12446,
      "title": "مراتب الإجماع"
    },
    {
      "text_id": 13109,
      "title": "حجة الوداع لابن حزم"
    },
    {
      "text_id": 2216,
      "title": "الناسخ والمنسوخ - ابن حزم"
    },
    {
      "text_id": 33,
      "title": "الإعراب عن الحيرة والالتباس الموجودين في مذاهب أهل الرأي والقياس"
    },
    {
      "text_id": 6321,
      "title": "النبذة الكافية في أحكام أصول الدين"
    },
    {
      "text_id": 6521,
      "title": "الفصل في الملل والأهواء والنحل"
    },
    {
      "text_id": 6874,
      "title": "الأخلاق والسير في مداواة النفوس"
    },
    {
      "text_id": 767,
      "title": "المحلى بالآثار"
    },
    {
      "text_id": 9728,
      "title": "جوامع السيرة ط العلمية"
    },
    {
      "text_id": 9793,
      "title": "جمهرة أنساب العرب - ابن حزم"
    }
  ]
}