{
  "author_id": 20,
  "author_meta": "الشافعي (١٥٠ - ٢٠٤هـ، ٧٦٧ - ٨٢٠م).\nمحمد ابن إدريس بن العباس بن عثمان بن شافع القرشي بن عبد المطلب بن عبد مناف وينسب إلى شافع فيقال له الشافعي، كما ينسب إلى عبد المطلب فيقال المطلبي، كما ينسب إلى مكة لأنها موطن آبائه وأجداده فيقال له المكي، إلا أن النسبة الأولى قد غلبت عليه. ولد بمدينة غزة بفلسطين، حيث خرج والده إدريس من مكة إليها في حاجة له، فمات بها وأمه حامل به، فولدته فيها ثم عادت به بعد سنتين إلى مكة. حفظ القرآن بها في سن السابعة وحفظ موطأ مالك في سن العاشرة. اختلط بقبائل هذيل الذين كانوا من أفصح العرب فاستفاد منهم وحفظ أشعارهم وضرب به المثل في الفصاحة. تلقى الشافعي فقه مالك على يد مالك. وتفقه بمكة على شيخ الحرم ومفتيه مسلم بن خالد الزنجي، المتوفى سنة ١٨٠هـ، وسفيان بن عيينة الهلالي، المتوفى سنة ١٩٨هـ وغيرهما من العلماء. ثم رحل إلى اليمن ليتولى منصبًا جاءه به مصعب بن عبد الله القرشي قاضي اليمن. ثم رحل إلى العراق سنة ١٨٤هـ، واطلع على ما عند علماء العراق وأفادهم بما عليه علماء الحجاز، وعرف محمد بن الحسن صاحب أبي حنيفة وتلقى منه فقه أبي حنيفة، وناظره في مسائل كثيرة ورفعت هذه المناظرات إلى الخليفة هارون الرشيد فسُرَّ منه. ثم رحل الشافعي بعدها إلى مصر والتقى بعلمائها وأعطاهم وأخذ منهم. ثم عاد مرة أخرى إلى بغداد سنة ١٩٥هـ في خلافة الأمين. وقد أصبح الشافعي في هذه الفترة إمامًا له مذهبه المستقل ومنهجه الخاص به. واستمر بالعراق مدة سنتين عاد بعدها إلى الحجاز بعد ما ألّف كتابه الحجة الذي رواه عنه أربعة من تلاميذه في العراق وهم: أحمد بن حنبل، وأبو ثور، والزعفراني، والكرابيسي، ثم عاد مرة ثالثة إلى العراق سنة ١٩٨هـ وأقام بها أشهرًا ثم رحل إلى مصر سنة ١٩٩هـ أو سنة ٢٠٠هـ على قول بعض المؤرخين، ونزل ضيفًا عزيزًا على عبد الله بن الحكم، بمدينة الفسطاط، وبعد أن خالط المصريين وعرف ما عندهم من تقاليد وأعراف وعادات تخالف ما عند أهل العراق والحجاز. فكرَّ في إعادة النظر فيما أملاه البويطي، والمزني، والربيع المرادي بالعراق. وظل بمصر إلى أن توفي بها سنة ٢٠٤هـ وضريحه بها مشهور. وقد رتب الشافعي أصول مذهبه كالآتي:\nكتاب الله أولاً وسنة الرسول ثانيًا، ثم الإجماع والقياس والعرف والاستصحاب. وقد دون مذهبه بنفسه. فقد ألّف في مذهبه القديم كتاب الحجة، وهذا الكتاب لم يصل إلينا بعينه، حيث أعاد النظر فيه وجاء منه ببعض المسائل في مذهبه الجديد في كتاب الأم الذي أملاه على تلاميذه في مصر. ولم يصل إلينا كتاب الأم إلا برواية الربيع المرادي. فهي المطبوعة الآن في سبعة أجزاء.\nيعد الشافعي أول من ألّف في علم أصول الفقه، ويتضح ذلك في كتابه المسمى الرسالة وقد كتبها في مكة وأرسلها إلى عبد الرحمن بن مهدي ـ حاكم العراق حينذاك ـ مع الحارث بن شريح الخوارزمي البغدادي، الذي سمي بالنقال بسبب نقله هذه الرسالة. ولما رحل الشافعي إلى مصر، أملاها مرة أخرى على الربيع بن سليمان المرادي. وما أملاه على الربيع يسمى بالرسالة الجديدة وما أرسله إلى عبد الرحمن بن مهدي يسمى بالرسالة القديمة. وقد ذهبت الرسالة القديمة، وما بين أيدينا هو الرسالة الجديدة، التي أملاها على الربيع، وقد انتشر مذهب الشافعي في الحجاز والعراق ومصر والشام وفلسطين وعدن وحضرموت، وهو المذهب الغالب في إندونيسيا وسريلانكا ولدى مسلمي الفلبين وجاوه والهند الصينية وأستراليا.\nنقلا عن\nالموسوعة العربية العالمية http://www.mawsoah.net",
  "books": [
    {
      "text_id": 1021,
      "title": "اختلاف الحديث - ت عبد العزيز"
    },
    {
      "text_id": 13033,
      "title": "السنن المأثورة للشافعي"
    },
    {
      "text_id": 1655,
      "title": "الأم للشافعي - ط الفكر"
    },
    {
      "text_id": 21495,
      "title": "مسند الشافعي - ترتيب السندي"
    },
    {
      "text_id": 3197,
      "title": "جماع العلم"
    },
    {
      "text_id": 8180,
      "title": "الرسالة للشافعي"
    },
    {
      "text_id": 9182,
      "title": "تفسير الإمام الشافعي"
    },
    {
      "text_id": 9344,
      "title": "مسند الشافعي"
    },
    {
      "text_id": 9348,
      "title": "اختلاف الحديث - ط الفكر بآخر كتاب الأم"
    },
    {
      "text_id": 9615,
      "title": "مسند الشافعي - ترتيب سنجر"
    }
  ]
}