{
  "author_id": 200,
  "author_meta": "«موسى الموسوي» صاحب كتاب الشيعة والتصحيح\nهو حفيد السيد «أبو الحسن الموسوي الأصبهاني» ولد في «النجف» عام / ١٩٣٠ / وأكمل الدراسات التقليدية في جامعتها الكبرى وحصل على الشهادة العليا في الفقه الإسلامي «الاجتهاد».\nحصل على شهادة الدكتوراه في الفلسفة من جامعة «باريس» (السوربون) عام ١٩٥٩.\nحصل على شهادة الدكتوراه في التشريع الإسلامي من جامعة «طهران» عام ١٩٥٥.\nعمل أستاذاً للاقتصاد الإسلامي في جامعة «طهران» ١٩٦٠ - ١٩٦٢\nعمل أستاذاً للفلسفة الإسلامية في جامعة بغداد ١٩٦٨ - ١٩٧٨\nانتخب رئيساً للمجلس الإسلامي في غرب أمريكا منذ ١٩٧٩\nأستاذاً زائراً في جامعة «هالة» بألمانيا الديمقراطية، وأستاذاً معاراً في جامعة طرابلس بليبيا عام ١٩٧٣ - ١٩٧٤، وأستاذ باحث في جامعة هارفارد بالولايات المتحدة الأمريكية عام ١٩٧٥ - ١٩٧٦، وأستاذ موفد إلى جامعة لوس آنجلوس في عام ١٩٧٨.\nمؤلفاته المطبوعة:\n١ - من الكندي إلى ابن رشد عام ١٩٧٢ م طبعة بيروت.\n٢ - إيران في ربع قرن عام ١٩٧٢ م طبعة بيروت.\n٣ - قواعد فلسفية عام ١٩٧٧ م طبعة النجف الأشرف.\n٤ - الجديد في فلسفة صدر الدين عام ١٩٧٨ م طبعة بغداد.\n٥ - من السهروردي إلى صدر الدين عام ١٩٨٠ م طبعة بيروت.\n٦ - فلاسفة أوروبيون عام ١٩٨٠ م طبعة بيروت.\n٧ - الثورة البائسة عام ١٩٨٣ م طبعة لوس انجلوس.\n٨ - الجمهورية الثانية عام ١٩٨٥ م طبعة لوس انجلوس.\n٩ - الشيعة والتصحيح: الصراع بين الشيعة والتشيع عام ١٩٨٧ م طبعة لوس انجلوس\n(تنبيه عن كتاب الشيعة والتصحيح)\nقال الشيخ عثمان الخميس مجيبا على أحد الحاضرين:\nهو يسأل عن كتاب الشيعة والتصحيح هل هو كتاب موضوعي أو كتاب من باب دس السم في العسل؟؟\nج: الظاهر الثاني لأن الكتاب كتاب سياسي أكثر مما هو علمي القضية وما فيها أن الموسوي هذا كان يرى أن الخلافة له\nولأبيه ولأجداده وأنهم هم أهل بيت الرسول صلى الله عليه وسلم كما يدعون وأنهم هم أهل الخلافة ولا يجوز أن يحكم\nالخميني ويدعي إمامة أو ولاية الفقيه بل الإمامة له ولأبيه!!!!!\nوهذا حدثنا به الشيخ بكر أبو زيد أنا سألته بنفسي عن هذا الكتاب قلت له ما رأيك بهذا الكتاب؟؟\nيقول أنا التقيت بالرجل نفسه موسى الموسوي مرتين في أمريكا يقول:\nوالرجل رافضي خبيث كمثلهم، ولكن هو في هذا الكتاب يريد فقط الطعن في الخميني وفي دولة الخميني وأخذ هذا الجانب وهو جانب بعض العقائد التي عند الشيعة فركز عليها ليهدم أساس الخميني لا أنه يهدم دين الشيعة وهو في نفس هذا الكتاب أحيانا\nكما قلت يدس السم في العسل كمثل قوله:\nنعم نحن لا نسب أبا بكر وعمر لكن الخلافة لعلي!!!!!\nوأمثال ذلك من الأمور ولكن الكتاب طيب لمن أراد أن يقرأ على حذر ولكن القصد أن كل الكتاب طيب لا، فيه دس.\nوقال العلامة صالح آل الشيخ (شرح الطحاوية):\nموسى الموسوي أحد الإمامية الرافضة نقم على الخميني دعوته في ولاية [الفقيه] وفي بعض أمور السياسة فرحل إلى أمريكا وأنشأ له هناك داراً ومركزاً، وألف بعض الكتب باللغة الإنجليزية والبعض باللغة العربية، وبعض كتبه كـ: «الشيعة والتصحيح» و «الشيعة والتشيع»، و «يا شيعة العالم استيقضوا» ونحو هذه الكتب مفيدة في الرّد على الشيعة وبيان أن منهم من يردّ عليهم من كتبهم وأنهم متناقضون، وأن الحقّ ليس معهم وأنّ عندهم من التناقض وعندهم من مخالفة ما عليه أكابرهم المتقدمون ما يدل على فساد ما ذهبوا إليه، فكتبه مفيدة في ذلك.\nلكنه هو يذهب إلى شيء يجب أن تنتبه إليه، وهو أن الشيعة حق وأن التشيع حق وأن الجعفرية حق، وأنه لا يجوز أن يُتعدى على التشيع من حيث هو، وأن السنة والشيعة فرقتان من فرق الإسلام لا ينبغي أن يكون بينهما كبير فرق، ومع هذا فهو رد على الشيعة في مواضع كثيرة، مثلا أذكر له في كتابه «الشيعة والتصحيح» ذكر عدة مسائل منها مسألة العصمة، مسألة ترك يوم الجمعة وزواج المتعة. وأيضاً ذكر وهي مسألة مهمة عقد لها باباً سماه (الشيعة ومراقد الأئمة)، وذكر في هذا نقداً واضحاً وتضليلاً للذين يقدسون الأئمة ويتجهون إلى مراقدهم بالحج يعني إلى قبورهم، وقال حتى في صدر هذا الباب إن صح حفظي يقول في أول أسطر منه: (يحلو لبعض الفئات أن تجعل معظّمهم مقدّساً ويجعلون عليه خِلعاً من صفات الإله كما فعل الناس من المسلمين بمعظميهم فلدى السنة معظمون خلعوا عليهم من صفات الإله وجعلوا يذهبون إليهم بالذبائح والنذور والطلبات والاستغاثات، وللشيعة أيضاً مقدسون ومعظمون خلعوا عليهم من صفات الإله ولم ينجُ -هذه عبارته- ولم ينجُ من هذا التخريف إلا الطائفة الموسومة بالسلفية).\nفعلى العموم عنده ما عنده وكتبه تستفيد منها، يستفيد منها طالب العلم في بعض الأمور وخاصة في مسألة متى بدأ القول بالعصمة، ومتى بدأ الانحراف، انحراف الشيعة عن أقوال الأوائل، أرخها في كتبه تأريخاً جيدا، وبين أن بداية الانحراف كانت في أوائل المائة الرابعة بدأ القول بالعصمة وبدأ الانحراف عن طريقة أئمتهم الأولين، فيُرَدّ عليهم من كلام بعضهم.",
  "books": [
    {
      "text_id": 12802,
      "title": "الثورة البائسة"
    },
    {
      "text_id": 9587,
      "title": "الشيعة والتصحيح"
    }
  ]
}