{
  "author_id": 2002,
  "author_meta": "محمد إبراهيم الفيومي (١٩٣٨ - ٢٠٠٦م)\nولد الدكتور محمد إبراهيم الفيومي سنة ١٩٣٨م، في قرية أوليلة مركز ميت غمر بمحافظة الدقهلية. التحق بالتعليم الأولي وكتَّاب القرية حتى حفظ القرآن الكريم وفي سنة ١٩٥١م التحق بمعهد الزقازيق الديني إلى أن حصل على الشهادة الثانوية في ١٩٥٩ - ١٩٦٠م. والتحق بكلية أصول الدين - جامعة الأزهر إلى أن حصل على الشهادة العالية ليسانس ١٩٦٥م. وفي ١٩٦٨م حصل على ماجستير الفلسفة الإسلامية من كلية أصول الدين - جامعة الأزهر، وفي ١٩٧١م - ١٩٧٣م سافر إلى فرنسا عضوًا في بعثة الأزهر لدراسة الفلسفة الإسلامية \"بالسوربون\" - جامعة باريس وحصل على دبلوم عال في الفلسفة الإسلامية. وفي سنة ١٩٧٤م حصل على دكتوراه في الفلسفة الإسلامية - كلية أصول الدين - جامعة الأزهر.\nوفي عام ١٩٦٦م عين مدرسًا بوزارة التربية والتعليم ببورسعيد ثم استقال في ١٩٦٧م. وفي سنة ١٩٧٠م عين باحثًا في مجمع البحوث الإسلامية. وفي سنة ١٩٧٤م عين مدرسًا للفلسفة بكلية أصول الدين بالقاهرة. وفي سنة ١٩٧٨م عمل أستاذ الفلسفة الإسلامية المساعد معارًا لكلية التربية، ثم تطورت كلية التربية إلى جامعة قطر، وأسهم في إنشاء كلية الشريعة والدراسات الإسلامية. وفي سنة ١٩٨٢م انتدب قائمًا بعمل عميد لكلية الدراسات الإسلامية والعربية للبنين بالقاهرة. وفي سنة ١٩٨٤م عين أستاذ الفلسفة الإسلامية وعميدًا لكلية الدراسات الإسلامية والعربية للبنين - جامعة الأزهر.\nوفي سنة ١٩٨٥م سافر معارًا للمشاركة في مشروع إنشاء جامعة السلطان قابوس كلية التربية والعلوم الإسلامية. وفي سنة ١٩٩١م انتهت إعارته وعين رئيس قسم أصول الدين كلية الدراسات الإسلامية والعربية - جامعة الأزهر وفي سنة ١٩٩٣م انتدب أمينًا عامًّا للمجلس الأعلى للشؤون الإسلامية ثم استقال سنة ١٩٩٤م. وفي سنة ١٩٩٥م انتدب مرة ثانية أمينًا عامًّا للمجلس الأعلى للشؤون الإسلامية ثم استقال سنة ١٩٩٦م. وفي سنة ١٩٩٦م انتدب للتدريس في معهد الدراسات الإسلامية للدراسات العليا لإلقاء محاضرات في الدين المقارن.\nعضوية اللجان والمؤتمرات والمشاركات العلمية:\n* عضو مؤتمر السيرة والسنة - قطر ١٩٨٠م.\n* عضو اللجنة العليا لمؤتمر السيرة والسنة ممثلاً لجامعة الأزهر ١٩٨٤م.\n* المشاركة في ندوة مركز الدراسات السياسية والإستراتيجية الأهرام، موضوعها: الشباب والتطرف الديني وتطبيق الشريعة الإسلامية، نشر الأهرام ملخص الندوة على حلقات ١٩٨٥م.\n* أمين عام المؤتمر العام السادس الذي عقده المجلس الأعلى للشؤون الإسلامية ١٩٩٤م.\n* عضو المؤتمر الخامس لوزراء الأوقاف والشؤون الإسلامية ١٩٩٤م.\n* عضو لجنة وضع بروتوكول بين جامعة الأزهر وجامعة هوارد - واشنطن ١٩٩٥م برياسة شيخ الأزهر الراحل الشيخ جاد الحق علي جاد الحق.\n* عضو لجنة وضع مشروع: مركز إسلامي بألمانيا رياسة شيخ الأزهر الراحل الشيخ جاد الحق ١٩٩٥م.\n* عضو ندوة الأديان والتسامح نظمتها اليونسكو مع الجمعية الوطنية إسطامبول - تركيا ١٩٩٥م.\n* عضو اللجنة التحضيرية لمؤتمر حقوق الإنسان - دعت إليه الكنيسة الإنجيلية الإسكندرية سنة ١٩٩٨م.\n* وفي سنة ١٩٩٨م اختير عضوًا بالمجالس القومية المتخصصة - المجلس القومي للتعليم ومقرر شعبة التعليم الأزهري.\n* عضو مشارك ببحث في مؤتمر الجمعية الفلسفية الأفروأسيوية ٢٠/١٢/١٩٩٨م - الجامعة العربية.\n* اختير عضوًا بمجمع البحوث الإسلامية سنة ٢٠٠٠م.\n* اختير عضوًا بمجلس إدارة جمعية الدراسات الإسلامية - معهد الدراسات الإسلامية سنة ٢٠٠٠م.\n* اختير عضوًا بمجمع اللغة العربية سنة ٢٠٠٣م في المكان الذي خلا بوفاة الدكتور أحمد عز الدين عبد الله.\n* شارك في مؤتمر القدس مدينة الأديان الثلاثة وألقى بحثًا بعنوان \"مأساة وطن عربي إسلامي\"، الذي عقد بلندن في الفترة من ١- ٢/٣/٢٠٠٣م برعاية المركز الشيعي الإسلامي بلندن.\n* شارك في مؤتمر مجمع البحوث الإسلامية ببحث \"الإسلام والحضارة\" الذي عقد بالقاهرة في الفترة من ١٦ - ١٨/٤/٢٠٠٢م.\n* شارك في مؤتمر مجمع اللغة العربية ببحث اللغة العربية في أدوار تحديثها الذي عقد في القاهرة مارس ٢٠٠٣م.\nالإنتاج العلمي:\nأولاً:- دراسات في الفكر الإسلامي والفلسفي:\n* القلق الإنساني: طبعة أولى عام ١٩٧٦م وثانية عام ١٩٨٠م، وثالثة عام ١٩٨٢م، الأنجلو المصرية - ورابعة عام ١٩٨٤م دار الفكر العربي.\n* قضايا في الاجتماع الإسلامي: طبعة أولى عام ١٩٧٥م، الأنجلو المصرية.\n* الإسلام واتجاهات الفكر المعاصر: طبعة أولى عام ١٩٧٦م، الأنجلو المصرية.\n* تاريخ الفكر الديني الجاهلي: طبعة أولى (١٩٧٩م)، وثانية (١٩٨١م) دار القلم الكويت، وثالثة دار المعارف (١٩٨٥م)، ورابعة دار الفكر العربي (١٩٩٥م).\n* ملاحظات على المدرسة الفلسفية في الإسلام: طبعة أولى عام ١٩٧٩م الأنجلو المصرية.\n* رسالة في الحوار الفكري بين الإسلام والحضارة: طبعة أولى عام ١٩٨١م عالم الكتب.\n* تأملات في أزمة العقل العربي: طبعة أولى عام ١٩٨٢م الأنجلو المصرية، وثانية عام ١٩٩١م، دار الفكر العربي.\n* الوجودية فلسفة الوهم الإنساني: بتكليف من مجمع البحوث الإسلامية وطبعة المجمع عام ١٩٨٤م.\n* رسالة في الحوار الفكري بين العرب والحضارة: الأنجلو المصرية عام ١٩٨٦م.\n* محاضرات في منهج الدين المقارن - معهد الدراسات الإسلامية ١٩٩٦م.\n* تاريخ الفلسفة الإسلامية في المشرق: ج١ طبعة مزيدة ومنقحة - دار الجيل - عام ١٩٩٩م.\n* تاريخ الفلسفة الإسلامية في المغرب والأندلس ج٢ عام ١٩٩٧م - دار الجيل - بيروت طبعة ثانية، طبعة أولى دار المعارف ١٩٩١م.\n* الاستشراق رسالة استعمار: تطور الصراع الغربي مع الإسلام، دار الفكر العربي عام ١٩٩٣م.\n* ثنائية الإنسان وضرورة الدين في علم النفس المعاصر: المجلس الأعلى للشؤون الإسلامية ١٩٩٦م.\n* المسألة الإسلامية ومفهوم الوعي الثقافي الخاطئ: دار الهداية ١٩٩٦م.\n* اللقاءات التاريخية بين الإسلام والغرب: المجلس الأعلى للشؤون الإسلامية ١٩٩٥م.\n* أيامي، حديث نفس مغتربة: سيرة ذاتية ١٩٩٨م الأنجلو المصرية أو المؤلف.\n* أدب الحوار: مفاهيمه ومجالاته، كلية الدراسات الإسلامية والعربية، ١٩٩٨م ونشر على مقالات في مجلة الأزهر سنة ١٩٩٩م إلى شهر مايو ٢٠٠٠م.\n* الأحلاف العربية وفكرة التضامن العربي: حولية كلية الدعوة الإسلامية جامعة الأزهر، ونشر في مجلة الأزهر من شهر يناير ٢٠٠٠م.\n* دراسات في الفرق الإسلامية، تقع في ٦ أجزاء مع مقدمة الفرق: خلفيتها الثقافية وأصولها الدينية والفلسفية.\nالخوارج والمرجئة ج ١. الشيعة العربية ج ٢. الشيعة الشعوبية والاثني عشرية ج ٣. المعتزلة - تكوين العقل العربي ج ٤. الإمام الأشعري شيخ أهل السنة والجماعة ج ٥. الإمام الماتريدي شيخ متكلمي ما وراء النهر ج ٦.\n* في مناهج تحديد الفكر الديني، دار الفكر العربي.\nثانيا: في الشخصيات:\n* الإمام الغزالي، طبعة أولى عام ١٩٧٦م الأنجلو المصرية - وثانية عام ١٩٨٧م دار الفكر العربي.\n* البوصيري وابن عطاء الله السكندري، طبعة أولى عام ١٩٨٠م الأنجلو المصرية.\n* ابن باجة وفلسفة الاغتراب، ١٩٨٨م دار الجيل - لبنان.\n* الإمام الشافعي، الدار المصرية اللبنانية سنة ١٩٩٨م.\n* الشيخ الأكبر ابن عربي، الدار المصرية اللبنانية سنة ١٩٩٨م.\n* الحلاج، الدار المصرية اللبنانية ١٩٩٩م.\nوله عدد كبير من البحوث والدراسات نشرت في مجلات أو حوليات أكاديمية أو ألقيت في مؤتمرات أو منتديات علمية. ومنها:\n* الإسلام والغرب: بحث، مجلة \"رسالة التربية\" الصادرة عن دائرة البحوث التربوية بالمديرية العامة للتنمية التربوية - وزارة التعليم وشؤون الشباب.\n* فلسفة خطاب الإعلام بين التبرير والتغيير: نشر بكتاب ندوة الإعلام الإسلامي بين تحديات الواقع وطموحات المستقبل المنعقدة بالقاهرة ٣-٥ مايو ١٩٩٢م - مؤسسة اقرأ الخيرية - مركز صالح كامل للاقتصاد الإسلامي.\n* حول قضية التوفيق بين الدين والفلسفة: بحث منشور في حولية كلية الإنسانيات والعلوم الاجتماعية - جامعة قطر - العدد الأول ١٣٩٩هـ / ١٩٧٩م.\n* فيلسوف مغترب في الأندلس، بحث منشور في مجلة كلية الآداب - جامعة القاهرة - العدد (٥٨).\n* علم النفس المعاصر وثنائية الإنسان من منظور إسلامي: بحث منشور في المجلة المصرية للدراسات النفسية- العدد الثالث - ديسمبر ١٩٩٢م توزيع مكتبة الأنجلو المصرية - القاهرة .\n* سيكولوجية الحوار الفكري بين المشرق والغرب: محاضرة ألقيت في جامعة قطر سنة ١٩٨٠م ونشرت في كتاب جامعة قطر ثمار الفكر ١٤٠٢م - دولة قطر.\n* الشباب والتطرف: ندوة مركز الدراسات السياسية والاستراتيجية بالأهرام ١٩٨٥م نشر في صحيفة الأهرام.\n* حوار حول مفهوم النظرية السياسية في الإسلام - نشر في روزا ليوسف بملف يصدر عن دار اليوسف ١٩٩٥م.\n* أثر كتاب الله للعقاد في حياتي، نشر في كتاب \"العقاد وهؤلاء\"، عام ١٩٨٤م.\n* التوظيف التاريخي للإرهاصات النبوية في سيرة ابن هشام، بحث ألقي في مؤتمر مجمع البحوث الإسلامية الحادي عشر من نوفمبر ١٩٨٥م.\n* الفكر السياسي في الإسلام والقضايا التي حسبت عليه - منبر الشرق عدد (١٧) سنة ١٩٩٥م أصدرها المركز العربي الإسلامي للدراسات.\n* الدين: من محاور الحضارة، نشر في كتاب مؤتمر الجمعية الفلسفية الأفروأسيوية ١٩٩٨م.\n* إشكاليات التحدي الحضاري نشر في مؤتمر الجمعية الفلسفية الأفروأسيوية ٢٠٠٠م.\n* المسألة الإسلامية ست مقالات نشرت في صحيفة الشرق الأوسط التي تصدر بلندن ١٩٩٨م.\n* سلسلة مقالات عن العقل العربي نشرها الأهرام ١٩٩٩م.\n* منهج توثيق السنة نشره الأزهر ملحقًا مستقبلاً بمجلة الأزهر - رمضان سنة ١٤٢٠هـ.\n* العولمة وإشكالات التحدي الحضاري بين الإسلام والغرب - ألقي في مؤتمر لشبونة ونشر في كتاب المؤتمر مترجمًا إلى البرتغالية.\nحصل على شهادة تقدير وميدالية ذهبية من الجمعية الثقافية للعلوم والفنون والآداب عام ١٩٨٣م.",
  "books": [
    {
      "text_id": 10006,
      "title": "تاريخ الفكر الديني الجاهلي"
    }
  ]
}