{
  "author_id": 2006,
  "author_meta": "٢- العالم الفقيه المقرئ عبد الواحد بن عاشر (٩٩٠-١٠٩٠هـ = ١٥٨١-١٦٣١م)\nالتعريف به:\nعبد الواحد بن عاشر، هو أبو محمد بن عبد الواحد بن أحمد بن عاشر الأنصاري الأندلسي، المغربي الفاسي.\nهاجر أجداده من الأندلس إلى المغرب، وبعد مدة سكنت أسرته مدينة فاس العلمية.\nمولده:\nولد عبد الواحد بن عاشر بمدينة فاس سنة ٩٩٠هـ الموافق سنة ١٥٨١م، في أسرة علمية، وذات فضل وعلم ووقار وورع، فنشأ على حب العلم، ومكارم الأخلاق، فتربى تربية دينية ملتزمة، في فقه وعلم وأدب.\nنشأته:\nفتدرج الطفل على عادة الصبيان يتردد على الكتاب لحفظ القرآن الكريم حتى أظهره، وأتقنه رسما وضبطا، وجوده ببعض الروايات على زمرة من شيوخ هذا الفن، ثم انتقل إلى حفظ المتون وفنون القراءات.\nأشياخه:\nتلقى عبد الواحد بن عاشر علم الرسم والضبط على يد جماعة من علماء القرويين الأفذاذ الذين منهم:\n* إمام العصر في الرسم، والضبط العباس اللمطي.\n* أبو العباس الكفيف الذي أخذ عنه القراءة القرآنية بالروايات السبع.\n* أبو عبد الله الشريف المريني التلمساني\n* الشيخ القصار الذي كان يعد أكبر عالم في علوم القرآن والقراءات في زمانه، فكان من حظ عبد الواحد بن عاشر أنه تتلمذ عليه.\n* كما تتلمذ على أبي القاسم بن القاضي.\n* ومن فقهائه أبو عبد الله الجنان وغير هؤلاء كثير.\n* والفقيه عبد الواحد بن عاشر عالم جليل، وفقيه كبير في الغرب الإسلامي أيام السعديين، تبحر في الموسم، والضبط وعلوم القرآن والقراءات، والفقه واللغة والأصول.\nكان رحمه الله مشاركا في جل الفنون، وقد ثابر على التعليم، والبحث والتجوال حتى تفرد في عصره بعلم الرسم، والضبط، فكان من تلاميذه:\n١- الشيخ ميارة.\n٢- الحافظ أبو زيد، وغير هؤلاء كثير …\nرحلاته:\nرحل الفقيه عبد الواحد بن عاشر إلى الحجاز، قصد أداء فريضة الحج، وفي هذا البلد الأمين نظم أرجوزة في الفقه والعقائد، والتصرف «المرشد المعين …» وانتشرت هذه المنظومة في الشرق العربي، والغرب الإسلامي، وأقبل عليها الناس حفظا وشرحا ودراسة.\nوالفقيه عبد الواحد بن عاشر كان يرى أن قراءة القرآن في الجنائز بدعة منكرة تجب محاربتها لانعدام النص في ذلك، ومن المدهش أن جل المغاربة يحفظون هذه المنظومة، إلا أنهم يقرأون القرآن على موتاهم في المقابر.\nوباختصار شديد، فقد كان الفقيه عبد الواحد بن عاشر مثال العالم، والقدوة، والعامل لإحياء السنة، ومحاربة البدعة اختصر في منظومته: العقائد الأشعرية، والعبادات الفقهية على مذهب مالك، وختمها بالتصوف الجنيدي، فكانت سهلة المنال سهلة الاستيعاب، وانتشرت في الغرب الإسلامي انتشارا واسعا.\nوفاته:\nتوفي الفقيه عبد الواحد بن عاشر سنة ١٠٤٠هـ الموافق لسنة ١٦٣١م، تاركا وارءه تراثا علميا، أغنى به الفكر العقدي، والفقهي بالغرب الإسلامي، فكان بحق مفخرة علمية في عهد الدولة السعدية في فن الرسم والضبط، وعلم القراءات «تنبيه الخلان على الإعلان بتكميل مورد الضمآن في رسم الباقي من قراءات الأئمة الأعيان …».\nآثاره:\nالمرشد المعين على الضروري من علوم الدين\n- شرح مختصر خليل.\n- الإعلان بتكميل مورد الظمآن.\n- أرجوزة في التوقيت.\n- تعليق على كبرى السنوسي.\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 10011,
      "title": "تنبيه الخلان بتكميل مورد الظمآن مطبوع ضمن كتاب دليل الحيران على مورد الظمآن"
    }
  ]
}