{
  "author_id": 2032,
  "author_meta": "قال أحمد بن المقري التلمساني في«نفح الطيب من غصن الأندلس الرطيب»:\nأبو عبد الله محمد بن صالح القحطاني، المعافري الأندلسي المالكي رحل إلى المشرق فسمع بالشام خيثمة بن سليمان، وبمكّة أبا سعيد ابن الأعرابي، وببغداد إسماعيل بن محمد الصفّار، وسمع بالمغرب بكر ابن حماد التّاهرتي ومحمد بن وضاح وقاسم بن أصبغ، وبمصر جماعة من أصحاب يونس والمزني. روى عنه أبو عبد الله الحاكم وقال: اجتمعنا به بهمذان، مات ببخارى سنة (٣٨٣) ، وقيل: سنة ثمان، وقيل: سنة تسع وسبعين.\nوقال فيه أبو سعيد الإدريسي: إنّه كان من أفاضل الناس، ومن ثقاتهم\nهوأبو عبد الله محمد بن صالح بن السمح بن صالح بن هاشم بن غريب القحطاني المالكي المعاركي الأندلسي.\nوذكره ابن الفرضي في «تاريخ علماء الأندلس» فقال:\nمحمد بن صالح المُعافري: من أهل قرطبة.\nسمع بقرطبة: من قاسم بن أصبغ وغيره، ورحل إلى المشرِق فسمع بمكة: من ابن الأَعرابيّ ومن غيره من المكييّن ودخل العراق فكتبَ بها عن كثير من مُحَدِّثيها. وكان كتّابة للحديث، ورحل إلى خُراسَان فتَرَدّد بها، واستوطن بُخَارَى ولم يزل مقيماً فيها إلى أن تُوفِّيَ رحمه الله: سنة ثمان وسبعين وثلاث مائة فيما ذكره عبد الرحمن بن عبد الله التَّاجر. إنتهى من تاريخ إبن الفرضي.\nوقال غنجار، في «تاريخ بخارى»: هو محمد بن صالح بن محمد بن السمح المعافري الأندلسي، كان فقيهاً حافظاً، جمع تاريخاً لأهل الأندلس. روى عن محمد بن رفاعة، ومحمد بن الوضاح، وإبراهيم بن القزاز، والحسن بن سعد، وأحمد بن حزم، والقاسم بن أصبغ، الأندلسيين. وسمع بالشام خثيمة بن سليمان الأطرابلس، وببغداد إسماعيل بن محمد الصفار. ذكره أبو سعد الإدريسي في تاريخ سمرقند وقال: أبو عبد الله الفقيه القحطاني، قدم علينا سمرقند قبل الخمسين والثلاثمائة، وكتبت بها عن مشايخنا للأندلسيين، سمعناه منه بسمرقند، وكان من أفضل الناس، ومن ثقاتهم، جمع منه الحديث شيئاً لا يوصف، من مشايخ الأندلس والمغرب والشام والحجاز والعراق والجبال وخراسان ما وراء النهر، مات رحمه الله ببخارى في نيف وسبعين وثلاثمائة.\nذكره الحاكم أبو عبد الله في تاريخ نيسابور فقال: محمد بن صالح بن محمد بن سعد بن نزار بن عمر بن ثعلبة القحطاني المعافري، الفقيه الأندلسي المالكي، وكان ممن رحل من المغرب إلى المشرق، وإنا اجتمعنا بهمذان، في شوال سنة إحدى وأربعين وثلاثمائة، فتوجه منها إلى أصبهان وقد كان سمع في بلاده وبمصر من أصحاب يونس بن عبد الأعلى وأبي إبراهيم المزني، وبالحجاز من أبي سعيد بن الإعرابي، وبالشام من خيثمة بن سليمان، وبالجزيرة من أصحاب عليّ بن حرب، وببغداد من إسماعيل الصفار، ورد نيسابور في ذي الحجة سنة إحدى وأربعين، سمع الكثير، ثم خرج إلى مروان ومنها إلى أبي بكر بن حنيف فبقي بها إلى أن توفي رحمه الله ببخارى، في رجب سنة ثلاث وثمانين وثلاثمائة.\nوقال غنجار: توفي أبو عبد الله الأندلسي ببخارى، سنة تسع وسبعين وثلاثمائة. إنتهى من الأنساب.\nوقال السمعاني فيه: كان فقيهاً حافظاً، رحل في طلب العلم إلى المشرق والمغرب، رحمه الله تعالى. إنتهى من نفح الطيب للتلمساني.",
  "books": [
    {
      "text_id": 7533,
      "title": "نونية القحطاني"
    }
  ]
}