{
  "author_id": 2064,
  "author_meta": "اللواء المهندس أحمد عبد الوهاب علي\nولد في مدينة فاقوس - محافظة الشرقية في أول يونيو عام ١٩٣٠ م.\nحصل على بكالوريوس هندسة كهربائية، شعبة الاتصالات من جامعة القاهرة عام ١٩٥٤ م، وكانت له براءة اختراع مسجلة لتليفون بخاصية اظهار رقم الطالب في الستينات وغير ذلك.\nالتحق بالقوات المسلحة وتدرج في مختلف الرتب حتى رتبة اللواء عام ١٩٨٠م.\nلتميزه عمل مستشارًا بهيئة الأمم المتحدة في مجال الاتصالات السلكية واللاسلكية لأعوام عدة.\nعضو بارز و مؤسس لجمعية الإعجاز العلمي للقرآن والسنة النبوية المطهرة بجمهورية مصر العربية مع الأساتذة. (د. منصور حسب النبي، د. أحمد شوقي إبراهيم، د. كارم غنيم، د.أحمد حشاد، د. ممدوح عبد الغفور، د. على مرسي) وغيرهم وله مقالات منشورة بالكتاب غير الدوري (كتاب الإعجاز في القرءان والسنة) الذى يصدر عن هده الجمعية.\nرئيس المركز الإسلامي بالزيتون بالقاهرة (العزيز بالله).\nمن الرواد القلائل البارزين في مصر والعالم العربي والإسلامي في مجال مقارنة الأديان، وقد بدأ اهتمامه بهذا الموضوع الدقيق منذ أكثر من أربعين عامًا، وهو أول مَن قام بنقل أبحاث علم النقد الكتابي إلى العربية في سبعينيات القرن الماضي.\nكان مشاركًا أساسيًّا في معظم اللقاءات والمؤتمرات الدولية التي تناقش العلاقة والحوار بين الأديان، أضاف إلى المكتبة الإسلامية كتبًا يعتبرها الباحثون في هذا التخصص من المراجع الأساسية التي تتميز بالاستيعاب الكامل لأحدث الدراسات الغربية عن الكتب المقدسة، ساعده على ذلك تمكُّنه من اللغات الإنجليزية والفرنسية والإسبانية، وكتب بهذه اللغات عدة كتب ودراسات.\n(مؤلفاته)\nسلسلة دراسات في الأديان: الناشر مكتبة وهبة، ومكتبة النهضة، ومكتبة التراث الإسلامي، ومكتبة غريب، والمركز الإسلامي العام لدعاة التوحيد والسنة بالقاهرة و  دار الصحيفة للطباعة والنشر والمجلس الأعلى للشؤون الإسلامية، ومطابع في لندن وباريس ومدريد.\nالوحي والملائكة في اليهودية والمسيحية والإسلام: ٩٦ صفحة (النهضة ووهبة).\nالنبوة والأنبياء في اليهودية والمسيحية والإسلام: ٣٠٤ صفحة.\nاختلافات في تراجم الكتاب المقدس وتطورات هامة في المسيحية: ١٢٩ صفحة.\nالبرهان المبين في تحريف أسفار السابقين: ٧٢ صفحة.\nطائفة الموحدين من المسيحيين عبر القرون: ٥٤ صفحة.\nحقيقة التبشير بين الماضي والحاضر: ٢٠٤ صفحة.\nالقرآن لا يشهد لتوراة اليهود ردٌّ على مزاعم التنصير: ٢٦٢ صفحة .\nله مناظرة شهيرة من ١٨ شريط، استمرت ٦ ليال بالسودان، ومعه الدكتور جميل غازي، والأستاذ إبراهيم خليل القس السابق - أسلم فيها أكثر من ١٣ قسيسًا، ١٢ منهم من الفاتيكان، وقد قامت الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد بالمملكة العربية السعودية بتفريغ هذه المناظرة وطبعها، ونشرها في كتاب باسم المناظرة بين علماء النصارى والإسلام.\nالمسيح: في مصادر العقائد المسيحية خلاصة أبحاث علماء المسيحية في الغرب - ٣٢٨صفحة، وهو من أهم الكتب، واستغرق البحث فيه ٢٠ عامًا، وكان المرجع الأساس في مناظرة السودان، ولا يزال يعد أقوى الكتب التي تكلمت في هذا الباب. وقد كتبه باللغة الإنجليزية بعنوان:   THE CHRIST as seen in the sources of the Christian Beliefs.\nتعدُّد نساء الأنبياء ومكانة المرأة في اليهودية والمسيحية والإسلام: ٥٣٥ صفحة، وهو مرجع هام.\nكتب بالإنجليزية عن التثليث: ٧٠ صفحة.  The Crucifixion and the Resurrection Fact or Conjectures\nأساسيات العلوم الذرية الحديثة في التراث الإسلامي: ٢٣٢ صفحة.\nإعجاز النظام بين الكون والقرآن: ١٧١ صفحة.\nالمنظومات العددية في القرآن العظيم: برهان إحصائي في إحكام البناء القرآني بالاشتراك مع المهندس مصطفى أبو سيف بدران - ٨٧ صفحة.\nالإسلام في الفكر الغربي.. دين.. ودولة.. وحضارة: ١٤٤ صفحة.\nالتغريب، طوفان من الغرب: ٤٨ صفحة.\nفلسطين بين الحقائق والأباطيل: ٣٣٦ صفحة.\nرسالة من التوراة إلى مؤتمر السلام - إبطال مزاعم إسرائيل الدينية والتاريخية في فلسطين: ١٦٠ صفحة .\nتاريخ انهيار دولة إسرائيل ومَحْو الهيكل من الجغرافيا والتاريخ: ١٢٨ صفحة .\nالحرب المشروعة في الأديان اليهودية والمسيحية والإسلام: (باللغتين العربية والإنجليزية) في كتاب واحد - ١٠٤ صفحة.    Legitimate War in Religions. Judaism، Christianity and Islam by Ahmad Abdel -WahabRt. Maj- GEN.\nالحضارة الإسلامية وجهتها الله والحضارة الغربية مركزها الإنسان! Civilization، الإصدار(٤) من سلسلة العقيدة والتربية التي يصدرها المركز الإسلامي العام لدعاة التوحيد والسنة بالقاهرة، الناشر دار الصحيفة للطباعة والنشر والتوزيع.\nبشارات خاتم النبيين محمد صلى الله عليه وسلم في أسفار أهل الكتاب: وهو كتاب أرسله إلى المؤتمر العالمي السابع للإعجاز العلمي في القرآن والسنة، ٧٢ صفحة.\nالقرآن الكريم والتوراة والإنجيل والعلم: دراسة الكتب المقدسة في ضوء المعارف الحديثة.\nالقرآن المبين وحضارات الأقدمين.\n(بالفرنسية)\nحوار عبر النصوص بين المسحية والإسلام:   DIALOGUE TRANSTEXTUEL enter le christianisme et L' Islam Edition du Centre Abaad، ٦ rue Baudin، ٩٣٤٠٠ Saint Quen، PARIS.\nLA CRUCIFIXTION et LA et LA RESURRECTION.\nLA SITUATION de LA FEMME dans le Judaïsme، le christianisme et L'Islam; A.E.I.F Edition، ٢٣rue Boyer Barret، ٧٥٠١٤ PARIS.\n(بالإسبانية)\nLa Mujer en EL Judaismo، ELCristianismo y EL Islam.\nDIALOGO ISLAMO CHRITIANO; Asociaci?n Musulmana; Anastasio Herrero ٧، ٢٨٠٢٠ MADRID.",
  "books": [
    {
      "text_id": 22862,
      "title": "النبوة والأنبياء في اليهودية والمسيحية والإسلام"
    }
  ]
}