{
  "author_id": 207,
  "author_meta": "محمد مهدي نذير قشلان\nسوري من مواليد: ١٩٨٠ م، مقيم في الأردن من عام ٢٠١٢ م، ممارس للخطابة والتدريس لأكثر من عشرين سنة بين دمشق وعمان (الأردن)، وله العديد من الرسائل المطبوعة والإلكترونية\nتلقى تعليمه الابتدائي والإعدادي والثانوي والجامعي في دمشق الشام.\nنشأ في أسرة علمية وتربى في حلقات المساجد على حفظ القرآن الكريم وتعلّم العلوم الشرعية.\nمتزوج وله أربعة أولاد؛ اثنين ذكور وابنتان\n(المؤهلات)\nحصل على الثانوية الشرعية من معهد الفرقان للعلوم العربية والشرعية بدمشق- مدة الدراسة: (ست سنوات).\nحصل على البكالوريوس من قسم التخصص (القسم الجامعي) بمعهد الفتح الإسلامي بدمشق- شعبة الشريعة الإسلامية عام ١٤٢٩ هـ - ٢٠٠٨ م، وهو إجازة عامة في الشريعة الإسلامية. المُوقّع على الإجازة: الدكتور عبد الفتاح البزم -مفتي دمشق-، والعلاَّمة الفقيه عبد الرزاق الحلبي -رحمه الله تعالى-والدكتور حسام الدين فرفور\n(الإجازات)\nالإجازة السابقة من قسم التخصص شعبة الشريعة الإسلامية بمعهد الفتح الإسلامي بدمشق.\nإجازة عامة بالخطابة والإمامة من وزارة الأوقاف بدمشق من عام: (١٩٩٨ م).\nإجازة في القرآن الكريم قراءةً وإقراءً؛ (بقراءة عاصم الكوفي) بروايتي حفص وشعبة، وبقراءة نافع برواية قالون.\nإجازة خطية من فضيلة الشيخ العلامة عبد الهادي الخرسة.\nإجازة خطية من فضيلة الشيخ العلامة موفق صالح المرابع.\nإجازات متنوعة ببعض كتب الحديث والفقه ومتون التجويد والقراءات. من كبار العلماء المسندين.\nإجازة عامة بالخطابة والإمامة من وزارة الأوقاف بدمشق من عام: (١٩٩٨ م). ثم ممارسة الخطابة والتدريس للقرآن وعلومه والفقه والحديث وعلومه في عدة مساجد بدمشق، وآخرها مسجد حمزة بن عبد المطلب-رضي الله عنه- بدمشق-.\n(الإنتاج العلمي)\nتأليف العديد من الرسائل التربوية والفقهية وهي متوفرة عبر الشبكة العنكبوتية. منها:\n١ - في ظلال الذكر - دراسة فقهية مقارنة - وقدَّم لهذا الكتاب العلامة الشيخ الدكتور: منذر الدقر، والشيخ العلامة المحقق: عبد الهادي الخرسة، والشيخ الداعية المربي: نذير قشلان. مطبوع في دمشق، والعمل جاري للطبعة الثانية.\n٢ - المذاهب الأربعة نجوم يهتدى بها في ظلمات الجهل والوهم. . منشور عبر الشبكة\n٣ - تنبيه الحائر على عدم جواز المسح على الجورب المعاصر.\n٤ - الرفق في منظور الشريعة الإسلامية. منشور عبر الشبكة\n٥ - مناجم الأسرار في فضل الاستغفار.\n٦ - ولا تنسوا الفضل بينكم. منشور عبر الشبكة\n٧ - الكبر وبعض خصال أهله الخفية. منشور عبر الشبكة\n٨ - القرآن وشهر الصيام. منشور عبر الشبكة\n٩ - الجمع بين الصلوات منشور عبر الشبكة\n١٠ - القول السديد في حكم القراءة للفقيد. منشور عبر الشبكة\n١١ - تفسير وبيان لسورة الرحمن بما فتح ويَسَّر المنَّان. منشور عبر الشبكة\n١٢ - كتاب الصلاة لأطفالنا. طبع في دمشق\n١٣ - التأصيل في أن المشقة تجلب التيسير. لم ينشر بعد\n١٤ - مراجعة وتحقيق كتاب - ملحمة قيامة أرطغرل - ثورة في صناعة الوعي الصحيح للأمة. للداعية المؤرخ محمد حمادة الدمشقي الميداني. مطبوع\n١٥ - كيف تعامل الإسلام مع الوباء والبلاء … منشور عبر الشبكة\n١٦ - الدعوة والدعاة من ظلال آية: تأملات في قول الله تعالى: (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ)\nوغيرها من الرسائل والأبحاث",
  "books": [
    {
      "text_id": 1051,
      "title": "تنبيه الحائر على عدم جواز المسح على الجورب المعاصر"
    },
    {
      "text_id": 151181,
      "title": "كيف تعامل الإسلام مع الوباء والبلاء"
    },
    {
      "text_id": 151183,
      "title": "تسوية الصفوف والفهم الخاطئ له"
    },
    {
      "text_id": 249,
      "title": "الدعوة والدعاة من ظلال آية"
    },
    {
      "text_id": 77,
      "title": "الهجرة النبوية الشريفة دروس وفوائد ولطائف"
    },
    {
      "text_id": 82,
      "title": "مناجم الأسرار في فضل الاستغفار"
    }
  ]
}