{
  "author_id": 2075,
  "author_meta": "إبراهيم السَّقّا (١٢١٢ - ١٢٩٨ هـ = ١٧٩٨ - ١٨٨١ م)\nإبراهيم بن علي بن حسن السقا:\nخطيب، من فقهاء مصر [الشافعيين].\nمولده ووفاته في القاهرة.\nتَولّى الخطابة في الأزهر نيفا وعشرين عاما.\nمن كتبه:\n١ - (غاية الأمنية في الخطب المنبرية) - ط.\n٢ - (حاشية على شرح البيجوري لعقيدة السباعي) - خ في مجلدين، [واسم شرح البيجوري: «فتح القريب المجيد بشرح بداية المريد في علم التوحيد» طُبع بتحقيق د. محمد عبد القادر نصّار عن دار الإحسان بالقاهرة ٢٠١٧ م].\n٣ - (التحفة السنية في العقائد السنية) - خ، لعله حاشيته على عقيدة السباعي، [كذا قال الزركلي، لكن في «هدية العارفين» و «مؤلفي كحالة»: أنه شرح على منظومة محمد بليحه في التوحيد اهـ، ومنه نسخة خطية في مكتبة الملك عبد الله بجامعة أم القرى في مكة المكرمة برقم ١٣٥٣٥ قال في أوله باختصار: «قد سألني الأخ الفاضل السيد محمد بليحه أن أشرح منظومته التي ألّفها في التوحيد، فأجبتُه وإن لم أكن أهلا لذلك، وسميته بـ التحفة السنية في العقائد السنية»].\n٤ - رسالة في (مناسك الحج الشريف) -[طُبع في مطبعة كردستان العلمية بمصر ١٣٢٧ هـ].\n٥ - (حاشية على تفسير أبي السعود) لم يتمها، منها ستة أجزاء مخطوطة في الأزهرية -[حُققتْ قطَعٌ منها في رسائل علمية بجامعة اللأزهر بمصر] (*).\n* * *\n٦ - [(حاشية على فضائل رمضان للأُجهوري) - طُبعَت مع أصلها طبع حجر في مطبعة الحروف بالقاهرة سنة ١٢٧٧ هـ-١٨٦٠ م في ١٥٧ صفحة، ثم أعادتْ طبعها عام ١٢٨٠ هـ-١٨٦٣ م في ١٠٠ صفحة، وهي حاشية على (شرح) الشيخ أبي الإرشاد علي الأُجهوري المالكي (ت ١٠٦٦ هـ) على (منظومته) في «فضائل رمضان»، وقد طُبع الشرح مفردا باسم: «فضائل شهر رمضان» بتحقيق أحمد السايح وعبدالمنعم درويش عن دار القاضي عياض للتراث بالقاهرة ١٩٩٦ م ودار الفضيلة بالقاهرة في ٢٥٦ صفحة معتمدين على الطبعة السابقة، ومِن (الشرح) نسخةٌ خطية محفوظة في المكتبة السليمانية برقم ١٥٥٦ نُسخَت سنة ١١١٦ هـ بعنوان (شرح المنظومة في فضائل رمضان)، و (المنظومة) في أكثر من ٢٣٠ بيتا ولها نُسَخ خطية عديدة وقد ضَبَطَها وقَدّم لها الباحث: عبد الفتاح مغفور ونَشرها بالموقع الإلكتروني للرابطة المحمدية للعلماء بالمغرب سنة ٢٠١٨ م].\n٧ - [(حاشية على ينابيع الأحكام في معرفة الحلال والحرام) للصدر ابن زنكي الإسفرايني الشعيبي الشافعي (ت ٧٤٧) على المذاهب الأربعة كما قال السخاوي في «الضوء» ٨/ ٦٨، و (الحاشية) جَرّدها محمد إمام السقا من خط والده إبراهيم، منها نسخة بالمكتبة الأزهرية برقم (٣٦١٩٨ عام - ٢١٨ فقه عام) في ٣٤٨ صفحة فرغ من نسخها سنة ١٣٣٨ هـ، تنبيه: ذُكر في بعض الفهارس أن للحاشية نسخة أخرى في المكتبة الأزهرية برقم (٣٩٥٦١ الصعايدة -١٦٣٤ بلاغة) في ٣١ ورقة وذكروا أن أَوّل المخطوط: «هذه حواشي وضعتُها على شرح السمرقندية للمولى العصام» اهـ، وبالرجوع إلى هذه النسخة تَبيّن أنها نسخة من حاشية أحمد الأسقاطي الحنفي (ت ١١٥٩ هـ) على شرح السمرقندية للمولى العصام؛ كما هو ثابت على غلاف النسخة، وفي أولها: «يقول أحمد بن عمر الأسقاطي الحنفي: هذه حواشي وضعتها … »؛ فعُلم بذلك خطأ ما دُوّن بالفهرس المشار إليه. ويُنظَر لذلك موقع الرق المنشور الإلكتروني].\n٨ - [(حاشية على شرح القطر في النحو) - ذكرها كحالة].\n٩ - [رسالة (منح المنان بفضائل نصف شعبان) - طُبعَت قديمًا في مصر ومعها الرسالة التالية].\n١٠ - [رسالة (شرح الصدر بفضائل ليلة القدر) - طُبعت في مصر بذيل الرسالة السابقة].\n١١ - [(رسالة في الطب النبوي) مستخرجة من المواهب الكردية (أو اللدنية) - ذكرها كحالة وموسوعة تراجم مجلة الحكمة].\n١٢ - [(اختصار السعي المحمود في نظام الجنود) لابن العنابي الجزائري الحنفي (ت ١٢٦٧ هـ) - منه نسخة خطية بالمكتبة الأزهرية برقم (٢٨٨٢٥ عام - ٨٦٦ حنفي)].\n١٣ - [(قصة الإسراء) - منه نسختان بالمكتبة الأزهرية؛ يُنظَر موقع الرق المنشور الإلكتروني].\n١٤ - [(رسالة في ذِكر زوجات النبي وعددهن) - منه نسختان بالمكتبة الأزهرية؛ يُنظَر موقع الرق المنشور الإلكتروني].\n١٥ - [(التعليمات في رد ما للتفهيمات في إنكار معجزة القمر لسيد البشر) - منه نسخة بالمكتبة الأزهرية برقم (٢٨٨٥٩ عام - ١٢٧٦ مجاميع)].\n_________\n(*) مقدمة شرح الأم - خ [للشيخ أحمد بك الحسيني الشافعي ت ١٣٣٢ هـ]- وإيضاح المكنون ١: ٢٥١ وخطط مبارك ١٢: ١١٨ والأزهرية الطبعة الثانية ١: ٢٥٥\nويقول ولده محمد إمام السقا، في ترجمة لأبيه، بخطه، رأيتها عند الشيخ عبد الحفيظ الفاسي بالرباط: ولد بمصر القاهرة بحارة الدويداري المسماة قديما بحارة كتامة في أواخر عام ١٢١٢ هـ.\nنقل عن «الأعلام» للزركلي، مع زيادات كثيرة بين [معقوفين].",
  "books": [
    {
      "text_id": 151103,
      "title": "من حاشية إبراهيم السقا على تفسير أبي السعود"
    }
  ]
}