{
  "author_id": 2109,
  "author_meta": "أحمد بن سعد بن حمدان الغامدي (١٣٦٧ - ١٤٣٤ هـ)\nأحمد بن سعد بن حمدان الحمدان الغامدي:\nأستاذ الدراسات العليا بقسم العقيدة بجامعة أم القرى سابقاً بمكة المكرمة.\nالنشأة والتعليم الأولي:\nولد الشيخ الدكتور أحمد بن سعد بن حمدان -رحمه الله- في قرية الظفير بمنطقة الباحة في عام ١٣٦٧ هـ وهو ثالث أبناء الشيخ سعد الحمدان الغامدي، وقد درس المرحلة الابتدائية في مدرسة الظفير السعودية، ودرس المعهد الابتدائي في الظفير وتعين مدرسا في منطقة الباحة واستمر أربع سنوات معلماً في قطاع التعليم.\nوقد نشأ رحمه الله نشأة دينية وتأثر كثيراً بعدد من المشايخ في مقدمتهم الشيخ حسين بن عبدالله الموجان والشيخ صالح الرقيب رحمهم الله، وقد اشترى مكتبة علمية بـ أربعة آلاف ريال حينها كانت تعادل أربعين ألف ريال في الوقت الحاضر من الشيخ صالح العشماوي والد الدكتور والشاعر عبدالرحمن وذلك لحبه الشديد للعلم والمعرفة وتعلقه بالقراءة والإطلاع على الجديد في العلوم الدينية والفتوى، و كان للفقيد -رحمه الله- عدة لقاءات أيام شبابه بعدد من المشايخ في مقدمتهم سماحة الوالد الشيخ عبدالعزيز بن باز -رحمه الله- والذي كان له أثر كبير في حياته العملية وتغير مساره العلمي، وكان يتلقى منه ومن غيره العلم في دروس بالمسجد النبوي في المدينة المنورة وقد كان على تواصل مع الشيخ ابن باز أيضاً حينما كان مديرا للجامعة الإسلامية بالمدينة وقدم -رحمه الله- استقالته من التعليم وأكمل دراسته الثانوية في مدرسة دار التوحيد بالطائف ثم واصل دراسته الجامعية في بالجامعة الإسلامية المدنية المنورة ونال البكالوريوس من كلية الشريعة بتقدير امتياز عام ١٣٩٥ هـ ثم تعين معيداً فيها وأبتعث لإكمال دراسته العليا في جامعة الملك عبدالعزيز فرع مكة قبل أن تكون جامعة أم القرى وحصل على الماجستير من كلية الشريعة بتقدير ممتاز عام ١٣٩٨ ثم تحولت إلى جامعة أم القرى وحصل فيها على الدكتوراه من كلية الشريعة فرع العقيدة بتقدير امتياز عام ١٤٠٢ هـ، وبعدها عمل أستاذاً مساعداً في الجامعة الإسلامية عام ١٤٠٢، ثم تنقل في عدد من المناصب فكان عميدا لشؤون الطلاب في الجامعة الإسلامية وحصل على درجة أستاذ عام ١٤١٤ هـ،\nوتحت إلحاح من والده أن ينقل إلى مكة المكرمة ليكون قريبا من الباحة ليصل والديه قدم نقل خدماته إلى جامعة أم القرى عام ١٤١٥ هـ، وعمل بها أستاذاً بقسم العقيدة و الدراسات العليا بذات القسم، والإشراف على طلاب الماجستير والدكتوراه وقد أشرف وناقش مجموعة من الدعاة وطلبة العلم المعروفين مثل صاحب الفضيلة الشيخ الدكتور سعيد بن مسفر القحطاني الداعية المعروف وصاحب الفضيلة الشيخ الدكتور عبدالله الدميجي عميد كلية الدعوة سابقاً وفضيلة الشيخ الدكتور عبدالعزيز الحميدي رئيس قسم العقيدة بجامعة أم القرى سابقاً وفضيلة الشيخ الدكتور أحمد العبداللطيف والشيخ الدكتور سعد بن علي الشهراني الأمين العام لهيئة علماء المسلمين بالرابطة وغيرهم واستمر بهذا العمل حتى أحيل إلى التقاعد عام ١٤٢٣ هـ ثم عمل متعاقداً ثمان سنوات وتفرغ بعدها للتأليف إلى ان وافته المنية عام ١٤٣٤ هـ\nمسيرة طلب العلم:\nتتلمذ الشيخ رحمه الله على مجموعة كبيرة من العلماء منهم:\n١ - سماحة الشيخ عبد العزيز بن باز رحمه الله أثناء رئاسته للجامعة الإسلامية في دروس عامة.\n٢ - فضيلة الشيخ عبد المحسن العباد حفظه الله رئيس الجامعة الإسلامية في الفقه والحديث.\n٣ - الشيخ محمد المختار الشنقيطي رحمه الله المعاصرة.\n٤ - الشيخ أبو بكر الجزائري حفظه الله في التفسير في الجامعة والمسجد النبوي الشريف.\n٥ - الشيخ حماد الأنصاري رحمه الله في العقيدة.\n٦ - الشيخ عبد اللطيف آل الشيخ رحمه الله في الفقه.\n٧ - الشيخ محمد الأمين الشنقيطي رحمه الله في التفسير في دروس بالمسجد النبوي الشريف.\n٨ - - الأستاذ الدكتور عبد العظيم الشناوي ثاني شخصية في العالم الإسلامي في اللغة العربية آنذاك رحمه الله.\n٩ - الأستاذ عبد الهادي لطفي الصباغ متخصص في اللغة العربية والقراءات والتفسير في بداية الطلب.\n١٠ - الشيخ عبد القادر شيبة الحمد رحمه الله في المذاهب ودروس الفقه بالمسجد النبوي الشريف.\n١١ - الشيخ محمد عطية سالم رحمه الله في الفقه بالمسجد النبوي الشريف.\n١٢ - الشيخ المنتصر الكتاني رحمه الله في الحديث بالمسجد النبوي الشريف.\n١٣ - الشيخ محمد أمين المصري رحمه الله في الحديث.\n١٤ - الشيخ محمد الغزالي رحمه الله في الأديان.\n١٥ - الشيخ محمد قطب حفظه الله في المذاهب المعاصرة.\nالتخصص والدرجة العلمية (تدرجا):\nالتخصص العام: شريعة\nالتخصص الخاص: عقيدة ومذاهب معاصرة.\nالدرجة العلمية: استاذ.\nالوظيفة (السابقة والحالية):\n-العمل: أستاذ الدراسات العليا بقسم العقيدة بجامعة أم القرى سابقاً بمكة المكرمة\n-التدريس بقسم العقيدة بالجامعة الإسلامية من ١٤٠٢ هـ إلى ١٤٠٤ هـ.\n-عميد شئون الطلاب بالجامعة الإسلامية من ١٤٠٤ هـ - إلى عام ١٤١٠ هـ.\n-أستاذ مشارك بقسم الدراسات العليا بالجامعة الإسلامية من ١٤١٠ هـ إلى عام ١٤١٤ هـ.\n-أستاذ كرسي بقسم الدراسات العليا بجامعة أم القرى من ١٤١٥ هـ إلى ١٤٢٥ هـ.\n-عضو بالمجلس العلمي بالجامعة الإسلامية سابقاً.\n-عضو بمجلس الجامعة الإسلامية- سابقاً.\n-عضو المجلس العلمي بجامعة أم القرى -سابقاً.\n-الإشراف على دورتين أقيمتا لتعليم اللغة العربية في بريطانيا و بنجلاديش.\n-رحلات دعوية إلى عدة دول غربية - أمريكا وألمانيا_\n-المشاركة في بعض المؤتمرات والندوات الدعوية والجامعية.\n-الإشراف والمناقشة لعشرات الرسائل العلمية بمرحلتي الماجستير والدكتوراه في عدة جامعات.\n* أنشطة أخرى منها:\n- دروس علمية أسبوعية بمكة وجدة في التوحيد والتفسير في كتابي:\n١ - تيسير العزيز الحميد في شرح كتاب التوحيد للشيخ سليمان بن عبدالله بن محمد بن عبدالوهاب.\n٢ - تفسير المصباح المنير في تهذيب تفسر ابن كثير للشيخ صفي الله المباركفوري.\n-ملتقى أسبوعي مفتوح كل يوم أحد - بعد العشاء - بالمنزل يستضاف فيه العلماء والدعاة في أثناء العام الدراسي وسمي بـ (ملتقى مكة الثقافي)\n-تحكيم أبحاث علمية للترقيات والمجلات العلمية المُحَكَّمة.\n-محاضرات وندوات علمية.\nالإنتاج العلمي (كتب وأبحاث):\n١ - عقيد ختم النبوة بالنبوة المحمدية - رسالة ماجستير - ط\n٢ - تحقيق كتاب شرح أصول اعتقاد أهل السنة والجماعة لأبي القاسم اللالكائي نصفه تقريباً رسالة دكتوراه والباقي بعد ذلك (٨ ج) -ط.\n٣ - تحقيق كتاب الكرامات لأبي القاسم اللالكائي - ط.\n٤ - فطرية المعرفة وموقف المتكلمين منها-ط.\n٥ - المجتمع الإسلامي من خلال سورة الفاتحة-ط.\n٦ - الوحدة الإسلامية: أسسها ووسائل تحقيقها-ط.\n٧ - الترف المادي والفكري وأثره على المجتمع البشري- ط.\n٨ - نقد كتاب الأعلام في صدر الإسلام - بحث - ط.\n٩ - رسالة في تحقيق حديث بئر بضاعة - خ.\n١٠ - آيات الصفات - بحث - ط\n١١ - الإسلام الدين الحق - ط - عربي انجليزي\n١٢ - الإيمان العملي - خ-\n١٣ - توحيد العبادة - بحث - ط.\n١٤ - منهج تقرير العقيدة وحوار المخالفين.-ط-\n١٥ - حكم أقوال الصحابة في الاعتقاد.\n١٦ - الأمن العقدي - بحث -\n١٧ - حوار هاديء مع الدكتور القزويني الشيعي الاثني عشري-ط- عربي فارسي\n١٨ - حوارات عقلية مع الطائفة الاثني عشرية في الأصول - ط-عربي فارسي\n١٩ - حوارات عقلية مع الطائفة الاثني عشرية في المصادر - ط-عربي فارسي\n٢٠ - الضوابط الفقهية في التعامل مع المخالفين في المسائل الأصلية والفرعية -ط-\n٢١ - براءة آل البيت مما وضعته عليهم الروايات ــ ط ــ عربي\n٢٢ ــ التشيع نشأته ومراحل تكوينه ــ ط-عربي فارسي -ط\n٢٣ - أحاديث استدلت بها الشيعة الإثناعشرية -ط\n٢٤ - تصحيح الأحاديث في العصر الحاضر -ط\n٢٥ - تجديد الفقه السياسي في المجتمع الإسلامي -ط- ٢ ج\nجهات المشاركات الدعوية:\n- أشرف على دورتين أقيمتا لتعليم اللغة العربية ببريطانيا وبنجلادش.\n- شارك في عدد من الرحلات الدعوية و العلمية في عدة دول غربية.\n- شارك في الكثير من المؤتمرات والندوات الجامعية.\nنقلا عن موقع: \"علماء مكة\":\nhttps://makkahscholars.org/scholar/١",
  "books": [
    {
      "text_id": 12165,
      "title": "أثر العقيدة الإسلامية في تضامن ووحدة الأمة الإسلامية"
    },
    {
      "text_id": 8990,
      "title": "الوحدة الإسلامية أسسها ووسائل تحقيقها"
    }
  ]
}