{
  "author_id": 211,
  "author_meta": "الفِيرُوزآبادي (٧٢٩ - ٨١٧ هـ = ١٣٢٩ - ١٤١٥ م)\nمحمد بن يعقوب بن محمد بن إبراهيم بن عمر، أبو طاهر، مجد الدين الشيرازي الفيروزآبادي\nمن أئمة اللغة والأدب.\nولد بكارزين (بكسر الراء وتفتح) من أعمال شيراز. وانتقل إلى العراق، وجال في مصر والشام، ودخل بلاد الروم والهند.\nورحل إلى زبيد (سنة ٧٩٦ هـ) فأكرمه ملكها الأشرف إسماعيل وقرأ عليه، فسكنها وولي قضاءها. وانتشر اسمه في الآفاق، حتى كان مرجع عصره في اللغة والحديث والتفسير، وتوفي في زبيد.\n[مؤلفاته]\nأشهر كتبه (القاموس المحيط - ط) أربعة أجزاء\n(المغانم المطابة في معالم طابة - ط) القسم الجغرافي منه، حققه ونشره حمد الجاسر، وبقية الكتاب مخطوطة عنده\nوينسب للفيروزابادي (تنوير المقباس في تفسير ابن عباس - ط)\nوله (بصائر ذوي التمييز في لطائف الكتاب العزيز - ط)\nو (نزهة الأذهان في تاريخ أصبهان)\nو (الدرر الغوالي في الأحاديث العوالي)\nو (الجليس الأنيس في أسماء الخندريس - خ)\nو (سفر السعادة - ط) في الحديث والسيرة النبويّة\nو (المرقاة الوفية في طبقات الحنفية - خ) وكان شافعيا\nو (البلغة في تاريخ أئمة اللغة - خ)\nو (تحبير الموشين في ما يقال بالسين والشين - ط)\nو (المثلث المتفق المعنى - خ)\nو (الإشارات إلى ما في كتب الفقه من الأسماء والأماكن واللغات - خ)\nو (نغبة الرشاف من خطبة الكشاف - خ) رسالة.\nوكان قوي الحافظة، يحفظ مئة سطر كل يوم قبل أن ينام.\nوللشيخ رمضان بن موسى العطيفي (ريّ الصادي في ترجمة الفيروزآبادي - خ) ذكره تيمور (١).\n_________\n(١) البدر الطالع ٢: ٢٨٠ والضوء اللامع ١٠: ٧٩ وبغية الوعاة ١١٧ والعقود اللؤلؤية ٢: ٢٦٤ و ٢٧٨ و ٢٩٧ والعقيق اليماني - خ. وفيه: (وفاته في شوال ٨١٩). وأزهار الرياض ٣: ٣٨ - ٥٣ وفيه: وفاته سنة ٨١٦ أو ٨١٧ والتاج ١: ١٣ و ١١٢، ١١٠  Princeton  وآداب اللغة ٣: ١٤٥ ومفتاح السعادة ١: ١٠٣ والشقائق النعمانية ١: ٣٢ ومجلة الجنان، سنة ١٨٧٢ ص ٧٠١ وروضات الجنات، الطبعة الثانية ٧١٦ و ٣٨١  Huart  وكشف الظنون ١٦٥٧ وعاشر ٤٣ والتيمورية ١: ١٦٣ و ٢٤٣ ثم ٣: ٢٣٢ وأنيس الجليس ٢: ١٢٣ و  Brock ٢: ٢٣١ (١٨١) S ٢: ٢٣٤.  قلت: تناقل المتقدمون نسبة صاحب الترجمة إلى (فيروزاباد) بالذال المعجمة، وعندي عدة نموذجات من خطه لم ينقط (الدال) في إحدها. وقد يكون ذلك لشهرتها إلا أن المعروف - كما في التاج ٤: ٦٧ وغيره - أن (أباد) كلمة فارسية معناها (عمارة) وفى بلاد الهند وإيران اليوم بلدان كثيرة ينتهى اسمها بهذا اللفظ: كحيدر أباد ودولة أباد، وظفرأباد، وخيرأباد، ونصير أباد، وسلطان أباد، ونجف أباد، ومحمد أباد. وتلفظ كلها بتحريك الحرف الذى قبلها ممدودا، وليس في أهلها من يجعل الدال في إحداها ذالا. وقس عليها فيروزاباد، وضيزناباد، وأمثالهما، خلافا لياقوت في معجم البلدان ٤: ١٠٥ ثم ٦: ٧٩ و ٤٠٩\nنقلا عن: «الأعلام» للزركلي",
  "books": [
    {
      "text_id": 1172,
      "title": "المغانم المطابة في معالم طابة"
    },
    {
      "text_id": 11760,
      "title": "رسالة في بيان ما لم يثبت فيه حديث صحيح للفيروزآبادي"
    },
    {
      "text_id": 12877,
      "title": "تنوير المقباس من تفسير ابن عباس"
    },
    {
      "text_id": 132416,
      "title": "سفر السعادة للفيروزابادي"
    },
    {
      "text_id": 37554,
      "title": "الرد على الرافضة أو القضاب المشتهر على رقاب ابن المطهر"
    },
    {
      "text_id": 7283,
      "title": "القاموس المحيط"
    },
    {
      "text_id": 960,
      "title": "تحفة الأبيه فيمن نسب إلى غير أبيه - ضمن نوادر المخطوطات"
    },
    {
      "text_id": 9856,
      "title": "بصائر ذوي التمييز في لطائف الكتاب العزيز"
    },
    {
      "text_id": 9984,
      "title": "البلغة في تراجم أئمة النحو واللغة"
    }
  ]
}