{
  "author_id": 2123,
  "author_meta": "سليمان بن إبراهيم بن عبد الله اللاحم، أستاذ القرآن الكريم وعلومه في كلية الشريعة وأصول الدين بالقصيم\nولد في في محافظة الشماسية بالقصيم، ونشأ يتيمًا؛ حيث توفي والده إبراهيم ابن عبد الله اللاحم -رحمه الله- وهو صغير، فتولت تربيته والدته هيلة بنت عبد الرحمن اليحيى -رحمها الله-.\nدرس في المدرسة السعودية في الشماسية، وتخرج فيها سنة ١٣٨٤ - ١٣٨٥ هـ.\nالتحق بالمعهد العلمي ببريدة، وتخرج فيه سنة ١٣٨٩ - ١٣٩٠ هـ.\nثم التحق بكلية الشريعة بالرياض وتخرج فيها سنة ١٣٩٣ - ١٣٩٤ هـ.\nحصل من كلية أصول الدين بالرياض على درجة الماجستير في القرآن وعلومه سنة ١٤٠١ هـ، وعلى درجة الدكتوراه سنة ١٤٠٧ هـ.\nوكان من الأوائل في سني دراسته كلها.\nبعد تخرجه في الجامعة عمل مدرسًا في التعليم العام في محافظة الشماسية، ثم بعد أن حصل على الماجستير انتقل إلى جامعة الإمام محمد بن سعود الإسلامية، وعمل فيها محاضرًا في قسم القرآن الكريم وعلومه في كلية الشريعة وأصول الدين بالقصيم.\nثم بعد أن حصل على الدكتوراه عين أستاذًا مساعدًا، ثم رقي أستاذًا مشاركًا، ثم أستاذًا.\nتولى وكالة قسم القرآن الكريم وعلومه بالكلية عدة سنوات، ثم عين رئيسًا للقسم ثماني سنوات، ويعمل الآن أستاذًا متعاقدًا في القسم.\nكان له عدة دروس ومحاضرات في عدد من المساجد في محافظة الشماسية وفي بعض المراكز القريبة منها، وفي بريدة، وفي المنطقة وخارجها.\nأشرف على كثير من رسائل الماجستير والدكتوراه، وناقش الكثير منها.\n(وله من المؤلفات المطبوعة)\n١ - الناسخ والمنسوخ لأبي جعفر النحاس (تحقيق).\n٢ - منهج ابن كثير في التفسير\n٣ - الأئمة والمؤذنون والعاملون في بيوت الله بين التكليف والتشريف\n٤ - نشر له عدة كتب ورسائل في تفسير آيات الأحكام، وفي مفصل القرآن، وقد جمعها كلها في تفسيره: «عون الرحمن في تفسير القرآن»\nاللباب في تفسير الاستعاذة والبسملة وفاتحة الكتاب.\nتفسير آيات الأحكام في سورة النساء.\nتفسير آيات الأحكام في سورة المائدة.\nانشراح الصدور في تدبر سورة النور.\nمنهج الكريم الوهاب في تفسير الأحكام في سورة الأحزاب.\nالحرز الأمين في تدبر سورة الإخلاص والمعوذتين.\nربح أيام العمر في تدبر سورة العصر.\nتدراك بقية العمر في تدبر سورة النصر.\nتنوير العقول والأذهان في تفسير مفصل القرآن.\n٥ - مراقي العزة ومقومات السعادة: وقفات قرآنية ووصايا وفوائد وفرائد علمية تربوية وحكم ومعان شعرية، منتقاة من تفسيره «عون الرحمن في تفسير القرآن»",
  "books": [
    {
      "text_id": 10055,
      "title": "تدارك بقية العمر في تدبير سورة النصر"
    },
    {
      "text_id": 14533,
      "title": "اللباب في تفسير الاستعاذة والبسملة وفاتحة الكتاب"
    },
    {
      "text_id": 14537,
      "title": "حقوق اليتامى كما جاءت في سورة النساء"
    },
    {
      "text_id": 800,
      "title": "مراقي العزة ومقومات السعادة"
    }
  ]
}