{
  "author_id": 213,
  "author_meta": "الخلدي (٢٥٣ - ٣٤٨ هـ = ٨٦٧ - ٩٥٩ م)\nجعفر بن محمد بن نصير، أبو محمد الخلدي: شيخ الصوفية في أيامه ببغداد، وأعلمهم بالحديث.\nكان خواصا (يبيع الخوص، وهو ورق النخل) نسبته إلى (قصر الخلد) ببغداد ولم يكن منه وإنما دعاه (الجنيد) بالخلدي، فلزمه. حج ٥٦ حجة. مولده ووفاته ببغداد. وفي مجموع بالظاهرية، رسالة منسوبة إليه، في (محنة الإمام الشافعي - خ) ورقتان. ومن كلامه: المحب يجتهد في كتمان محبوبه، وتأبى المحبة إلا اشتهارا، وكل شئ ينم على المحب حتى يظهره\nكذا في الأعلام للزركلي\nوقال الذهبي في «السير»\nالشَّيْخُ، الإِمَام، القُدْوَة، المُحَدِّث، شَيْخ الصُّوْفِيَّة، أَبُو مُحَمَّدٍ جَعْفَرُ بنُ مُحَمَّدِ بنِ نُصَيْر بنِ قَاسم البَغْدَادِيُّ الخُلْدِيُّ ، كَانَ يَسْكُنُ مَحلَّةَ الخُلْدِ [(بالهامش) : وقيل له «الخلدي» لأنه كان يوما عند الجنيد، فسئل الجنيد عن مسألة فقال الجنيد: أجبهم، فأجابهم.\nفقال: يا خلدي من أين لك هذه الاجوبة؟ فبقي عليه.\nقال الخلدي: والله ما سكنت الخلد، ولا سكن أحد من آبائي.].\nسَمِعَ:الحَارِث بن أَبِي أُسَامَةَ، وَعَلِيَّ بنَ عَبْدِ العَزِيْزِ، وَأَبَا مُسْلِم الكَجِّيّ، وَعُمَر بن حَفْص السَّدُوْسِيّ، وَأَبَا العَبَّاسِ بن مَسْرُوْق.\nوصَحِب أَبَا الحُسَيْن النُّورِي، وَالجُنَيْد، وَأَبَا مُحَمَّد الجَرَيْرِيّ.\nحَدَّثَ عَنْهُ:يُوْسُف القَوَّاس، وَالحَاكِمُ، وَأَبُو الحَسَنِ بنُ الصَّلْت، وَعَبْد العَزِيْزِ السّتُورِي، وَالحُسَيْن الغَضَائِرِي، وَابْن رَزْقُوَيْه، وَابْن الفَضْلِ القَطَّان، وَأَبُو الحَسَنِ الحَمَّامِي، وَأَبُو عَلِيٍّ بنُ شَاذَانَ.\nوَقَالَ الخَطِيْبُ:ثِقَةٌ.\nقَالَ إِبْرَاهِيْمُ بنُ أَحْمَدَ الطَّبَرِي:سَمِعْتُ الخُلْدِيّ يَقُوْل:\nمضيتُ إِلَى عَبَّاس الدُّوْرِيّ، وَأَنَا حَدَث، فكتبتُ عَنْهُ مَجْلِساً، وَخَرَجْتُ، فلقينِي صُوفيٌ، فَقَالَ:أَيشٍ هَذَا؟\nفَأَريتُه فَقَالَ:وَيْحَك، تَدَعُ عِلْمَ الخِرَق، وَتَأَخذُ عِلْم الوَرَق!ثُمَّ خرَّق الأَورَاق، فَدَخَلَ كَلَامُه فِي قلبِي، فَلم أَعدْ إِلَى عَبَّاس، وَوقفتُ بعرَفَة ستاً وَخَمْسِيْنَ وَقفَة.\nقُلْتُ :مَا ذَا إِلاَّ صُوفيٌّ جَاهِلٌ يمزِّق الأَحَادِيْثَ النَّبويَة، وَيحُضُّ عَلَى أَمرٍ مَجْهُول، فَمَا أَحْوَجَه إِلَى العِلْم.\nقيل:عجَائِب بَغْدَاد:نُكَتُ المُرْتَعِش ، وَإِشَارَات الشِّبْلِي، وَحكَايَات الخُلْدِيّ\nقَالَ القَوَّاس:سَمِعْتُ الخُلْدِيّ يَقُوْلُ:لَا تُوجد لَذَّة المُعَاملَة مَعَ لذَّة النَّفْس .\nوَعَنِ الخُلْدِيّ قَالَ:عِنْدِي مائَةٌ وثَلَاثُوْنَ دِيوَاناً مِنْ دَوَاوين القَوْم .\nقُلْتُ:تُوُفِّيَ سَنَةَ ثَمَانٍ وَأَرْبَعِيْنَ وَثَلَاثِ مائَةٍ فِي رَمَضَانَ وَلَهُ خَمْسٌ وَتِسْعُوْنَ سَنَةً.\nوَعِنْدِي مَجَالِس مِنْ (أَمَاليه).",
  "books": [
    {
      "text_id": 9310,
      "title": "الفوائد والزهد والرقائق والمراثي"
    }
  ]
}