{
  "author_id": 2130,
  "author_meta": "- ولد رحمه الله عام ١٣٢٦هـ في بلاد مالي من قارة إفريقيا الغربية، بقرية تسمى (فَفَا)\n- وصل إلى مكة عام ١٣٤٥ هـ وأدى فريضة حجه، وعندما وصل إلى مدينة رسول الله صلى الله عليه وسلم اتصل بعالم جليل من أبناء جنسه وعشيرته يدعى الشيخ سعيد بن صديق, وكان يشتغل بالتدريس في المسجد النبوي\n- ولما افتتحت دار الحديث بالمدينة المنورة التحق الشيخ الأفريقي بها، ودرس فيها الصحاح والسنن، ومصطلح الحديث والفقه وأصولهما، وعلوم الآلة، ورأى مؤسس الدار منه الحرص الشديد على طلب العلم، وانقطاعه له، وإخلاصه فيه فازدادت محبته له، وجعل مكتبة الدار مذللة له، وصار يشرف عليها ويرشده إلى المراجع وينمي فيه ملكة البحث والمطالعة.\nشيوخه وتلاميذه:\nلقد لازم الشيخ رحمه الله علماء أفذاذاً في المسجد النبوي وبدار الحديث، أخص منهم بالذكر:\n- شيخه الأول سعيد بن صديق\n- والشيخ ألفا هاشم\n- والعلامة المصلح السلفي واللغوي محمد الطيب بن إسحاق الأنصاري، شيخ شيوخ المدينة وعلمائها وأدبائها في أوساط هذا القرن والمتوفى عام ١٣٦٣ هـ.\n- ولازم كلاًَ من الشيخ يونس بن نوح الأفريقي، والعلامة الجليل السلفي الورع الزاهد الشيخ صالح الزغيبي الذي كان إماماً للمسجد النبوي قرابة ربع قرن لم يتخلف طيلة هذه المدة عن الإمامة إلا مرتين أو ثلاث.\n- وتلقى على كل من الشيخ محمد سلطان المعصومي الأفغاني، والشيخ محمد سلطان المعصومي الأفغاني\n- وقرأ على زميله الشيخ محمد بن علي الحركان النحو والصرف، وعلى الشيخ محمد بن علي شويل الحديث وعلومه\n- وتردد على حلقات الشيخ إبراهيم بري، والشيخ محمد حميدة، والشيخ أحمد البساطي، والشيخ صالح الفيصل التونسي، والعلامة المحدث الشيخ محمد علي اللكنوى.\nأما تلاميذه: فكثيرون في الشرق والغرب وهنا وهناك, وفي العديد من القارات، فلقد نفع الله به نفعاً كبيراً في تدريسه بالمسجد النبوي، وفي مدرسة دار الحديث المدنية، وفي ينبع النخل حينما اختاره جلالة الملك عبد العزيز آل سعود - رحمه الله - ليقوم بها داعية متجولاً في جميع قراها عام ١٣٦٤هـ. وفي الرياض عندما كان مدرساً بالمعهد العلمي، وفي مسجد سماحة الشيخ محمد بن إبراهيم آل الشيخ رحمه الله، وفي كلية الشريعة بالرياض، وفي منزله الذي كان مجمعاً للضيوف الذين لا يأخذ على قراهم أجراً، وإنما كانوا يقصدونه لأنه يجيد بعض لغاتهم الأفريقية, ويجيد اللغة الفرنسية.\nمؤلفاته:\n١ - من اتصاله بالكثير من الحجاج الأفارقة تأكد أن الطريقة التيجانية المنسوبة إلى الشيخ أحمد التيجاني قد انتشرت في تلك البلاد، وتضاربت أقوال الناس فيها، وعمت بلاد أفريقيا موجة من الاختلاف في شأن هذه الطريقة، وفشا بين العامة منهم أن من لم يعتنق الطريقة التيجانية فليس من الإسلام في شيء. فألف الشيخ رسالته (الأنوار الرحمانية لهداية الفرقة النجاتية) .\nوقد بارك الله فيها وكانت سبباً لوعي الكثير من الناس لسهولة أسلوبها وخلوص نية صاحبها، والتركيز على نقاط حساسة هامة جعلت العامة تقف على بعض المعتقدات التي لا يعرفها إلا الخاصة من أهل الطريقة\n٢ - أما رسالة الشيخ رحمه الله الثانية فهي (جواب الأفريقي) ، وهي رسالة لطيفة بلغت صفحاتها ستين صفحة، أجاب فيها على سبع عشرة مسألة, وردت إليه من بلاد مليبار عام ١٣٦٦هـ وهي:\nإذا مات الميت ماذا يفعل له أهله، وما يقولون حين يمشون بالجنازة، وإذا مات الأب ماذا يفعل الأولاد من الخير والصدقات، وقراءة القرآن وهل ينفعه ويصل إليه أم لا؟ إذا صلوا الفرض هل لهم أن يجلسوا في مصلاهم للدعاء؟ والإمام يدعو وهم يؤمنون, وعن القنوت في صلاة الصبح, وعن صلاة التراويح كم ركعة هي, وعن مجالس الوعظ والإرشاد في المساجد وعن قراءة المولد للنبي صلى الله عليه وسلم, وهل يتصدق ويجعل ثوابه للنبي وما هي محبته عليه الصلاة والسلام. وهل لعيسى عليه السلام أب أم لا وهل هو حي الآن أم لا؟\nولما عرج بالنبي صلى الله عليه وسلم إلى السماء هل كان بجسده أو روحه، وهل يجوز التداوي بالحرام، وهل يجوز للمسلم أن يكون مذهبياً أم لا. وما هي السنة في صيام التطوع.\nوهي مسائل كما سمعت هامة وجليلة تولى الإجابة عليها بما وفقه الله مستدلاً بالكتاب والسنة وذكر بعض أقوال العلماء.\nأما كتابه الثالث فهو: توضيح الحج والعمرة، كما جاء بالكتاب والسنة. وقد بلغت صفحاته ١٢٠ صفحة فرغ من تأليفه ليلة الثلاثاء من شهر صفر عام ١٣٦٧هـ.\n٣ - ولفضيلته رحمه الله مجموعة من الفتاوى لم تطبع ومسودات لبعض المذكرات في الحديث والمصطلح ألقاها على طلابه في المعهد العلمي وفي كلية الشريعة بالرياض.\nوفاته:\nتوفي رحمه الله تعالى في ليلة الثلاثاء الموافق ٢٨/٣/١٣٧٧هـ بعد أن انتابته أمراض كثيرة لم تكن سبباً لتوقفه عن الدعوة والجهاد في سبيل الله، بعد خدمة جليلة للسنة شهد له بها القاصي والداني.\nوخلف أربعة أبناء، وأربع بنات, لم يكن رحمه الله حريصاً على ترك دنيا لهم حرصه على إحياء دار الحديث بالمدينة المنورة، وجعلها شغله الشاغل والتي كان ينوي جعلها كلية للحديث النبوي الشريف في مدينة رسول الله صلى الله عليه وسلم، لكن أدركه الأجل قبل أن تتحقق أمنيته.\nوقد حقق الله تعالى إنشاء كلية الحديث في هذه المدينة الطيبة تابعة للجامعة الإسلامية في عام ١٣٩٦هـ نفع الله بها وبقية كليات الجامعة والمعاهد الإسلامية جمعاء, وجعلها معاقل خير لخدمة الإسلام والمسلمين فرحمه الله رحمة واسعة، وأغدق عليه رضوانه، وجعلنا وإياه مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا.\n(ملخص من ترجمة له كتبها الشيخ عمر فلاتة - رحمه الله -، وهي ضمن بحوث المكتبة الشاملة، بعنوان «ترجمة الشيخ عبد الرحمن الأفريقي»)",
  "books": [
    {
      "text_id": 8783,
      "title": "الأنوار الرحمانية لهداية الفرقة التيجانية"
    }
  ]
}