{
  "author_id": 2138,
  "author_meta": "عمر عبد الرحمن الساريسي (١٩٣٨ - ٢٠١٣ م)\nالاسم: عمر عبد الرحمن يوسف الساريسي.\nمكان وتاريخ الميلاد: في قرية ساريس (قضاء القدس) فلسطين ١٠/ ١٠/ ١٩٣٨ م.\nشهاداته العلمية:\n- الإجازة في اللغة العربية وآدابها من جامعة دمشق عام ١٩٥٦ م.\n- الماجستير من كلية الآداب بجامعة القاهرة عام ١٩٧٢ م.\n- الدكتوراه في الأدب العباسي من جامعة عين شمس بالقاهرة عام ١٩٧٧ م.\nالخبرات العملية:\n- تدريس مادة اللغة العربية مدة (١٥ عاما) في حقل التدريس في مدارس طولكرم وجنين وأريحا في الضفة الغربية، وفي الزرقاء بالأردن.\n- عضو اللغة العربية في معهد التأهيل التربوي في وزارة التربية والتعليم من عام ١٩٧٣ - ١٩٧٧ م.\n- عمل في الإشراف التربوي في عمان من عام ١٩٧٨ - ١٩٨٠ م.\n- عمل في التدريس الجامعي بالجامعة الإسلامية بالمدينة المنورة من عام ١٩٨٠ - ١٩٨٥ م.\n- رئيس قسم الإشراف التربوي ي وزارة التربية في عمان من عام ١٩٨٥ - ١٩٨٦ م.\n- رئيس قسم التوثيق التربوي في الوزارة نفسها من عام ١٩٨٦ - ١٩٨٧ م.\n- عضو في قسم اللغة العربية في مديرية المناهج والكتب المدرسية من عام ١٩٨٧ - ١٩٩٠ م.\n- عمل في كلية تأهيل المعلمين العالية بوزارة التعليم العالي.\n- عمل في التدريس الجامعي في كل من جامعة عمان الأهلية، وجامعة الإسراء الأردنية، وجامعة الزرقاء الأهلية من عام ١٩٩٠ - ٢٠٠٠ م.\n- أستاذ في كلية الدراسات الإسلامية والعربية بدبي، في الإمارات العربية المتحدة.\nأنشطته الأدبية والثقافية:\n- حضر مؤتمرات عديدة منها مؤتمر الرصيد اللغوي في الجزائر ١٩٨٧ - ١٩٨٠ م.\n- حضر عددا من مؤتمرات رابطة الأدب الإسلامي العالمية داخل الأردن وخارجها.\n- حضر مؤتمر وحدة الفولكلور العربي عام ١٩٨٠ م.\n- عضو رابطة الأدب الإسلامي العالمية منذ تأسيسها ١٤٠٥ هـ/١٩٨٥ م.\n- عضو اتحاد الكتاب والأدباء الأردنيين.\n- عضو جمعية الدراسات والبحوث الإسلامية.\nأهم مؤلفاته:\n١ - الحكاية الشعبية في المجتمع الفلسطيني، ج ١ (فولكلور)، المؤسسة العربية، ١٩٨٠ م.\n٢ - الحكاية الشعبية في المجتمع الفلسطيني، ج ٢ (النصوص) (الفولكلور) دار الكرمل، ١٩٨٥.\n٣ - حكايات شعبية محلية من فلسطين والأردن (مشترك) دار الينابيع، عمان، ١٩٩٣ م.\n٤ - كلمات في المأثورات الشعبية (فولكلور) رابطة الكتاب الأردنيين، ١٩٨٣ م.\n٥ - نصوص من أدب عصر الحروب الصليبية (أدب) دار المنارة، جدة، ١٩٨٣ م.\n٦ - الراغب الأصفهاني وجهوده في اللغة، والأدب (تاريخ أدب)، مكتبة الأقصى، ١٩٨٧ م.\n٧ - مجمع البلاغة للراغب الأصفهاني، (تحقيق) في جزأين، مكتبة الأقصى، عمان، ١٩٨٧ م.\n٨ - حداة وأحاديث (نقد)، ١٩٨٨ م.\n٩ - رسالة في الواحد الأحد للراغب الأصفهاني (تحقيق)، دار الفرقان، ١٩٩١ م.\n١٠ - دراسات في اللغة العربية (مشترك)، دار الفكر، ١٩٨٩.\n١١ - مقالات في الأدب الإسلامي، دار الفرقان، عمان، ١٩٩٦ م.\n١٢ - رسالة في آداب الاختلاط بالناس، للراغب الأصفهاني (تحقيق) دار البشير، عمان، ١٩٩٨ م.\n- نشر مقالاته ودراساته وأبحاثه في عدد كبير من المجلات والصحف المحلية والعربية.\n- قدم برامج تلفزيونية عن الحكايات الشعبية في الوطن العربي في التلفزيون الأردني.\nوفاته:\nوافته المنية في عمان يوم الأحد ٢٣ رجب ١٤٣٤ هـ، الموافق ٢/ ٦/٢٠١٣ م، وصلي عليه في مسجد سليمان المسفر بحي الونانات في عمان.\nنقلا عن موقع \"رابطة الأدب الإسلامي العالمية\":\nhttps://www.adabislami.org/news/٩٥٧",
  "books": [
    {
      "text_id": 10376,
      "title": "الراغب الأصفهاني وجهوده في اللغة"
    }
  ]
}