{
  "author_id": 214,
  "author_meta": "مالك (٩٣ - ١٧٩هـ، ٧١٢ - ٧٩٥م).\nمالك بن أنس بن مالك بن عامر الأصبحي المدني، إمام دار الهجرة وأحد الأئمة الأعلام ومؤسس المذهب المالكي. عربي الأصل، من التابعين.\nولد مالك بن أنس بالمدينة المنورة وعاش كل حياته بها في مهبط الوحي ومقر التشريع وموطن جمهرة الصحابة ومحط رحال العلماء والفقهاء. ولم يرحل من المدينة إلا إلى مكة حاجًا. مات في المدينة ودفن بالبقيع.\nتلقى مالك علومه على علماء المدينة وأخذ القراءة عن نافع وأخذ الحديث عن ابن شهاب الزهري، وشيخه في الفقه ربيعة بن عبد الرحمن ـ المعروف بربيعة الرأي ـ وظل يأخذ وينهل من العلم حتى سن السابعة عشرة، وقام بالتدريس بعد أن شهد له شيوخه بالحديث والفقه. وقد قال مالك: ما جلست للفتوى حتى شهد لي سبعون شيخًا أني أهل لذلك.\nويعتبر مالك إمام أهل الحجاز في عصره وإليه ينتهي فقه المدينة، وقد أجمع العلماء على أمانته ودينه وورعه، قال الشافعي: مالك حجة الله على خلقه. وقال عبد الرحمن بن مهدي: ما رأيت أحدًا أتم عقلاً ولا أشد تقوى من مالك. شهد له جميع الأئمة بالفضل حتى قالوا: لا يفتَى ومالك في المدينة. وقد قصده العلماء وطلاب العلم من كل قطر ليأخذوا عنه؛ لذا انتشر مذهبه في كثير من الأقطار على أيدي تلاميذه الذين أخذوا عنه. وللإمام مالك كتاب الموطأ ظل يحرره أربعين عامًا جمع فيه عشرة آلاف حديث. ويعد كتاب الموطأ من أكبر آثار مالك التي نقلت عنه. صنّفت الأحاديث فيه على الموضوعات الفقهية. روى الموطأ عن مالك كثير من العلماء وطبع بروايتين إحداهما رواية محمد بن الحسن الشيباني من أصحاب أبي حنيفة، والثانية رواية يحيى بن يحيى الليثي الأندلسي.\nوبجانب الموطأ فللإمام مالك المدونة وقد صنفها سحنون التنوخي وراجعها علي بن القاسم. واحتوت على جميع آراء مالك المخرجة على أصوله، وكذا آراء أصحابه. وهي من أهم الكتب التي حفظت مذهب الإمام مالك.\nوقد تعرض مالك لبعض المحن نتيجة بعض الفتاوى التي تغضب الحكام، حيث أفتى بعدم لزوم طلاق المكره، وكانوا يكرهون الناس على الحلف بالطلاق عند البيعة، فرأى الخليفة والحكام أن الفتوى تنقض البيعة التي يبايعها من حلف بالطلاق. وبسبب ذلك ضرب بالسياط وانفكت ذراعه بسبب الضرب الذي أوقعه عليه جعفر بن سليمان والي المدينة.\nوقد بنى مالك مذهبه على أصول هي: ١- كتاب الله. ٢-سنة رسوله صلى الله عليه وسلم. ٣-الإجماع. ٤-القياس أو عمل أهل المدينة، إذا ما رأى المصلحة في أحدهما قدمه على الآخر، ثم خبر الواحد إذا لم يخالف عمل أهل المدينة، ثم المصالح المرسلة والعرف والاستصحاب وسد الذرائع.\nويعتبر مالك صاحب مذهب فردي مستقل جاء نتيجة اجتهاده هو بنفسه وليس لأصحابه إلا القليل من الأحكام التي استنبطوها بناء على أصول إمامهم، وكان لمالك تلاميذ كثيرون منهم عليّ بن القاسم وسحنون وأسد بن الفرات.\nوقد ذاع صيت مذهب مالك في جميع الأقطار، فرحل الناس إليه من كل مكان وظل يعلم ويفتي قرابة سبعين عامًا؛ فكثر تلاميذه في الحجاز واليمن وخراسان والشام ومصر والمغرب والأندلس.\nوبسبب هذا فقد انتشر هذا المذهب في مصر والمغرب الأقصى والجزائر وتونس وطرابلس، وهو الغالب في السودان وبعض دول إفريقيا والأندلس والبصرة والكويت وقطر والبحرين، وقل شيوعه في بغداد بالعراق والأحساء من المملكة العربية السعودية.\nنقلا عن\nالموسوعة العربية العالمية http://www.mawsoah.net",
  "books": [
    {
      "text_id": 16050,
      "title": "موطأ مالك رواية محمد بن الحسن الشيباني"
    },
    {
      "text_id": 1699,
      "title": "موطأ مالك - رواية يحيى - ت عبد الباقي"
    },
    {
      "text_id": 28107,
      "title": "موطأ مالك - رواية يحيى - ت الأعظمي"
    },
    {
      "text_id": 587,
      "title": "المدونة"
    },
    {
      "text_id": 8140,
      "title": "موطأ مالك رواية أبي مصعب الزهري"
    }
  ]
}