{
  "author_id": 2160,
  "author_meta": "محمد المبارك (١٩١٢ - ١٩٨١ م)\nنشأته وحياته:\nولد محمد بن عبد القادر المبارك في دمشق سنة ١٩١٢ م، ونشأ في أسرة معروفة بالعلم والتقوى والصلاح.\nدرس المرحلة الابتدائية والثانوية في مدارس دمشق، وكان متفوقًا في دراسته وخاصةً في اللغة العربية والرياضيات، وكان له ميل واضح إلى العلوم العربية والعلوم الإسلامية، فتلقَّى علوم اللغة والشريعة عن والده الشيخ عبد القادر المبارك وعن محدّث الشام الشيخ بدر الدين الحسني.\nانتسب إلى (كلية الحقوق) في جامعة دمشق ونال إجازتها في عام ١٩٣٥ م، ونال في العام نفسه شهادة الآداب العليا.\nأوفدته وزارة المعارف السورية إلى فرنسا فدرس في (جامعة السوربون)، وحصل على شهادة في الأدب العربي وأخرى في الأدب الفرنسي وثالثة في علم الاجتماع، وعاد إلى دمشق عام ١٩٣٨ م.\nعمل المبارك بعد عودته إلى دمشق أستاذًا للأدب، ثمّ موجّهًا للغة العربية والتربية الإسلامية، ثمّ عضوًا في اللجنة الفنّية في وزارة المعارف. شارك في وضع المناهج لمادّتي اللغة العربية والدين.\nوفي عام ١٩٤٧ م ترك العمل الرسمي ورشَّح نفسه للنيابة، ففاز عن مدينة دمشق، وظلّ نائبًا عنها ثلاث دورات متتالية حتى عام ١٩٥٨ م، وتولى الوزارة في أثناء ذلك (١٩٤٩ - ١٩٥٨ م) ثلاث مرّات؛ فكان وزيرًا للأشغال العامة، ثمّ للمواصلات، ثمّ للزراعة. وكان في الوقت نفسه أستاذًا محاضرًا يدرّس في (كلية الشريعة) العقيدةَ ونظامَ الإسلام، ويدرّس في (كلية الآداب) فقهَ اللغة والدراسات القرآنية. وفي عام ١٩٥٨ م عُين عميدًا لكلية الشريعة.\nانتُدب في عام ١٩٦٦ م إلى (جامعة أم درمان) في السودان، وانتقل عام ١٩٦٩ م إلى (كلية الشريعة) بمكّة المكرمة، ثمّ مستشارًا في (جامعة الملك عبد العزيز) بجدّة، وظلّ يمارس عمله في التدريس وإلقاء المحاضرات والدعوة والتخطيط الجامعي، ويشارك في الندوات والمؤتمرات في البلاد العربية والإسلامية والأوربية،\nإلى أن وافاه الأجل يوم الخميس في ٧ صفر ١٤٠٢ هـ الموافق ٤ كانون الأول ١٩٨١ م في المدينة المنورة، ودفن في البقيع.\nانتُخب الأستاذ محمد المبارك عضوًا عاملًا في مجمع اللغة العربية بدمشق سنة ١٩٦١ م، وصدر مرسوم تعيينه في ١٤ شباط ١٩٦١ م، وأقيمت حفلة استقباله في الأول من شهر شباط ١٩٦٢ م.\nنشر في مجلة المجمع، مقالًا بعنوان (النظم القرآني) [المجلد ٤٤، الجزء ١، ١٩٦٩ م]، وتعريفًا بكتاب (المدرسة النظامية وتاريخها-تأليف أسعد طلس) [المجلد ١٧، الجزء ٣، ١٩٤٢ م]، إضافة إلى كلمته التي ألقاها في حفلة استقباله.\nكان عضوًا في مجمع اللغة العربية في القاهرة وفي المجمع العلمي العراقي.\nمن آثاره:\nأولًا: الكتب:\nفن القصص في كتاب البخلاء، مطبعة الترقي، دمشق، ١٩٤٠ م، دار الفكر، دمشق، ط ٢، ١٩٦٥ م، دار الفكر الإسلامي الحديث، ١٩٧٩ م.\nعبقرية اللغة العربية، دار الفكر، بيروت، ١٩٥٦ م.\nنظرة الإسلام العامة في الوجود وأثرها في الحضارة، المطبعة الجديدة، دمشق، ١٩٥٨ م.\nالأمة العربية في معركة تحقيق الذات، مؤسسة المطبوعات العربية، دمشق، ١٩٥٩ م، دار الفكر، بيروت، ١٩٨٨ م.\nمن منهل الأدب الخالد، ١٩٥٩ م، دار الفكر، بيروت، ١٩٦٤ م.\nفقه اللغة وخصائص العربية، دار الفكر، بيروت، ١٩٦٠ م.\nنحو وعي إسلامي جديد، دار الفكر، ١٩٦٠ م.\nذاتية الإسلام أمام المذاهب والعقائد، دار الفكر، بيروت، ١٩٦٠ م.\nنحو إنسانية سعيدة: نظرات في الكون والحياة والمصير وفي الإنسان من خلال الكتاب العربي المبين، ١٩٦١ م، دار الفكر المعاصر، ط ٢، ١٩٧٠ م، دار الفكر الإسلامي الحديث، ٢٠٠٠ م.\nالعقيدة في القرآن الكريم، دار الفكر، بيروت، ١٩٦٧ م.\nالفكر الإسلامي الحديث في مواجهة الأفكار الغربية، دار الفكر، ١٩٦٨، دار الفكر الإسلامي الحديث، ١٩٧٠ م.\nنظام الإسلام: العقيدة والعبادة، دار الفكر، ط ١، ١٩٦٨ م.\nالمشكلة الثقافية في العالم الإسلامي: واقعها وعلاجها، دار الفكر، بيروت، ١٩٦٩ م.\nالمجتمع الإسلامي المعاصر، دار الفكر للطباعة والنشر والتوزيع، ١٩٧١ م، دار الفكر، بيروت، ط ٢، ١٩٧٣ م، دار اللواء، بيروت، ط ٤، ١٩٧٩ م.\nالأمة والعوامل المكونة لها، دار الفكر، دمشق، د. ت، دار الفكر، بيروت، ط ٣، ١٩٧٥ م، ١٩٨٨ م.\nالإسلام والفكر العلمي، دار الفكر، بيروت، ط ١، ١٩٧٨ م.\nبين الثقافتين الغربية والإسلامية: دراسات في الثقافة والتربية، دار الفكر، بيروت، ١٩٨٠ م.\nنظام الإسلام: الحكم والدولة، دار الفكر، ١٩٨٩ م.\nنظام الإسلام العقائدي في العصر الحديث، الدار العالمية للكتاب الإسلامي والمعهد العالمي للفكر الإسلامي، ط ١، ١٩٨٩ م، إعادة طبع، ١٩٩٥ م.\nمذكرات في الثقافة الإسلامية، دار الفكر، بيروت، د. ت.\nثانيًا: المحاضرات:\nألقى الأستاذ محمد المبارك عددًا كبيرًا من المحاضرات في: مكة المكرمة، والجزائر، ولاهور، ودمشق، والرياض، والخرطوم، وأمريكا، وقطر، وباريس، والرباط، وجدة، وإسطنبول، وأبو ظبي، وعمَّان.\nثالثًا: المقالات:\nنشر الأستاذ محمد المبارك عددًا من المقالات في: (مجلة الآداب)، و (مجلة الأديب)، و (مجلة الثقافة-مدحت عكاش)، و (مجلة الرسالة)، و (مجلة المجلة)، و (مجلة المعرفة)، و (مجلة دعوة الحق-المغربية)، و (مجلة المسلم المعاصر)، و (مجلة البعث الإسلامي).\nنقلا عن موقع «مجمع اللغة العربية بدمشق»:\nhttp://www.arabacademy.gov.sy/ar/page ١٦٢٥٠/%D ٨%A ٧%D ٩%٨٤%D ٨%A ٣%D ٨%B ٣%D ٨%AA%D ٨%A ٧%D ٨%B ٠_%D ٩%٨٥%D ٨%AD%D ٩%٨٥%D ٨%AF_%D ٨%A ٧%D ٩%٨٤%D ٩%٨٥%D ٨%A ٨%D ٨%A ٧%D ٨%B ١%D ٩%٨٣",
  "books": [
    {
      "text_id": 8987,
      "title": "الوحدة الإسلامية"
    }
  ]
}