{
  "author_id": 2184,
  "author_meta": "أبو الفضل وأبو علي محمد المنتصر بالله بن محمد الزمزمي ابن محمد بن جعفر بن إدريس الكتاني الإدريسي الحسني.\nولد - رحمه الله تعالى - في الثاني عشر من ربيع الأول عام اثنين وثلاثين وثلاثمائة وألف (١٣٣٢ - ١٩١٤) بالمدينة المنورة على ساكنها أفضل الصلاة والسلام، وأول ما ولد أدخل الحجرة النبوية على عادة أهل المدينة المنورة حينذاك مع أبناء العلماء.\nوالده: هو الشيخ محمد الزمزمي من العلماء، والمحدثين المسندين، سافر في البلاد من المغرب للهند توفي - رحمه الله تعالى - عام ١٣٧١ بدمشق الشام.\nجده: هو الإمام أبو عبد الله محمد بن جعفر الكتاني - صاحب «الرسالة المستطرفة» في مشهور كتب السنة، و «سلوة الأنفاس» في أعلام فاس .. وغيرهما، والمتوفى بفاس بالمغرب عام ١٣٤٥.\nعاش في بداية فترة الاستعمار في العالم الإسلامي، وانهيار الخلافة في المغرب وتركيا، وقيام الحركات الفكرية والثورية والعلمانية والإسلامية بمختلف اتجاهاتها، وكذلك عصر الاستقلال للعالم الإسلامي ودول العالم الثالث ..\nعاش في المدينة المنورة أربع سنين، ثم هاجرت أسرته من المدينة المنورة إلى دمشق الشام؛ حيث حفظ القرآن الكريم وتلقى أساسات العلم، وحضر الكثير من دروس جده؛ خاصة في شرح مسند الإمام أحمد بن حنبل، ودرس على مجموعة من أهل العلم بالشام تلك الفترة وبعدها\nثم في عام ١٣٤٥ انتقل مع أسرته إلى مدينتهم الأصلية فاس، وحضر دروس جده في القرويين في مسند الإمام أحمد بن حنبل، وفي نفس العام توفي جده المذكور رحمه الله تعالى.\nوأخذ العلم بفاس عن علماء أهل بيته؛ كوالده، والشيخ عبد الحي بن عبد الكبير الكتاني، وغيرهم، وأخذ علم الأنساب عن الشيخ عبد الكبير بن هاشم الكتاني صاحب «زهر الآس»، ونجله النسابة الاجتماعي محمد بن عبد الكبير بن هاشم الكتاني صاحب «تحفة الأكياس».\nكما رحل إلى طنجة للأخذ عن تلميذ جده محمد بن الصديق الغماري، ولازمه مدة\nوزار شتى مدن المغرب؛ كزرهون ومكناس ومراكش، وتطوان، وطنجة، والرباط\nوفي هذه الفترة - وهو ابن ١٧ عاما فقط - خرج في مظاهرات ضد الاستعمار الفرنسي، فاعتقل وضرب بالسياط،\nوفي عام ١٣٥٢ زار مع والده الشام، والتقى بعمه شيخ علمائها محمد المكي الكتاني وبقية علماء الشام.\nومنها ذهب إلى مصر ومكث يدرس بها بالأزهر مدة من عامين؛ أخذ فيهما عن عدد من أعلامها؛ كمفتي مصر الإمام محمد بخيت المطيعي الحنفي، ومحمد بن أحمد أبو زهرة، وحافظها أحمد بن محمد شاكر، ومسندها أحمد بن رافع الطهطاوي، واستفاد كثيرا من صديقه وشيخه أحمد بن محمد بن الصديق الغماري خاصة في علم الحديث، والتقى بالإمام المصلح حسن البنا.\nثم عاد إلى المغرب، واشتغل بالدراسة والتدريس والإصلاح الاجتماعي والسياسي.\nوبعد تمكنه من فقه المالكية؛ اتجه إلى فقه الظاهرية مطالعة وبحثا ونقدا، ودرس محلى ابن حزم في مدة من اثنتي عشرة عاما جرد فيها مسائله جردا، وبحثها واستخرج عللها وقارنها بالمذاهب الأخرى، وكان شيخاه في هذه المرحلة: ابن عمه الإمام المجاهد البحاثة محمد إبراهيم بن أحمد الكتاني، والعلامة ابن عبد السلام السائح الرباطي.\nوفي عام ١٣٦٢/ ١٩٤٢ أسس حزب الخلافة، وانضم إليه صديقه وشيخه أحمد ابن الصديق الغماري، وحاول إحياء الجهاد المسلح ضد الاستعمار ين الفرنسي والإسباني مستطاعه، وجمع الناس وألقى خطابات فيهم، يقطع المغرب من أقصاه إلى أقصاه من أجل ذلك، وقد بنى فكرة هذا الحزب على إحياء الخلافة الإسلامية في المغرب، وطرد الاستعمار، وتحكيم الشريعة الإسلامية، وضمن أفكاره في كتاب «فتية طارق والغافقي» الذي طبع بدار إدريس ببيروت حدود عام ١٩٧٥، والذي يعد مشروعا متكاملا لنظام الدولة الإسلامية.\nواستمر في حياته العلمية والثقافية؛ فأسس ودرس في عدة مدارس بفاس وسلا وطنجة، وشغل مديرا لبعضها، كذلك، ودرس العلوم الشرعية والفكر الإسلامي في مختلف مساجد المغرب الكبيرة، وعمل فقيها ضابطا بمحكمة الاستئناف الشرعي العليا بالرباط، وأستاذا للفقه المالكي والحضارة الإسلامية بمعهد الدراسات المغربية العليا في قسم الحقوق بالرباط.\nواشتغل أثناء ذلك بالدعوة إلى الله تعالى والتعليم؛ وأسلم على يديه مجموعة من الرهبان واليهود والقسس، وكانت داره مقصدا للمثقفين والمستشرقين منهم خاصة، لما اتسمت به ثقافته من موسوعية وعمق. واستمر أثناء كل ذلك مدرسا في عدة من مساجد المغرب.\nثم لما ضاقت به الأرض بالمغرب رحل إلى دمشق الشام عام ١٣٧٥/ ١٩٥٥، ودرس في جامعة دمشق التفسير والحديث والفقه المقارن بكلية الشريعة، وعين رئيسا لقسم علوم القرآن والسنة في عموم كليات سوريا، ودرس بجامع دمشق وبمنزله بحي الميدان، وكان مفتيا للمالكية بدمشق، والتقى بزعماء القيادات الإسلامية؛ مثل أبي الأعلى المودودي، ومفتي باكستان محمد شفيع الديوبندي العثماني، والعلامة عبد المحسن الأسطواني، والعلامة محمد إدريس القندهاري اللاهوري، والإمام المفسر محمد الطاهر ابن عاشور التونسي، والعلامة العارف أبو القاسم الدباغ الحسني، وشيخ علماء الشام أبي الخير الميداني، والأصولي الكبير أحمد بن محمد الزرقا الحلبي، والعلامة الشيخ عبد القادر الحواري الحجازي، والعلامة المجاهد الكبير محمد البشير الإبراهيمي الجزائري الإدريسي الحسني.\nوتعاون مع عمه أبي الفيض محمد المكي بن محمد بن جعفر الكتاني مؤسس رابطة علماء سوريا، والذي لم تكن تعين وزارة بسوريا لعدة سنوات إلا بموافقته الشخصية، فعملا على إصلاح البلاد، وكذا تعاون مع الأستاذ الكبير مصطفى السباعي، ونشر مقالات عدة في مجلته «المسلمون» وغيرها.\nوعمل مع عمه المذكور على توحيد سوريا ومصر عام ١٣٨١/ ١٩٦١ بالاتفاق مع الرئيس المصري جمال عبد الناصر، غير أن ذلك الاتحاد فشل نظرا لتعنت جمال عبد الناصر، ومحاولته استغلال ثروات وخيرات الشام دون مقابل، وبعيدا عن الشريعة الإسلامية.\nثم اضطرته الظروف إلى الهجرة من الشام إلى عمان بالأردن ثم منها إلى مكة المكرمة حيث اختاره الملك فيصل بن عبد العزيز آل سعود مستشارا له،\nوعمل في الحجاز في سلك التدريس في الجامعة الإسلامية بالمدينة المنورة التي كان أحد مؤسسيها؛ أستاذا للتفسير والحديث والفقه، والمذاهب الإسلامية والاجتماعية المعاصرة في كلية الشريعة وكلية الدعوة، ودرس الحديث في كلية الشريعة وكلية الدعوة الإسلامية بجامعة الملك عبد العزيز بجدة، ثم بجامعة أم القرى بمكة المكرمة، وعضوا ومستشارا برابطة العالم الإسلامي.\nوكان مواظبا على التدريس بالحرمين الشريفين؛ فدرس بالحرم المكي والحرم النبوي الشريف تفسير القرآن الكريم إلى أن أتمه، والموطأ، ومسند الإمام أحمد … وغير ذلك، متنقلا نصف الشهر في مكة المكرمة، والنصف الآخر بالمدينة المنورة.\nوقد أشار على الملك فيصل - رحمهما الله تعالى - بعدة إشارات وجد منه فيها القبول التام؛ منها فكرة: ((منظمة المؤتمر الإسلامي))، التي كان ينوي عن طريقها جمع الدول الإسلامية في هيئة واحدة تكون مقدمة للخلافة الإسلامية الجامعة، وسافر سفرات طويلة إلى مختلف البلاد الإسلامية والتقى بقادتها من أجل إقناعهم بهذه الفكرة، ولتكون في مقابلة جامعة الدول العربية التي هي فكرة بريطانية في الأصل. وقد تمت هذه الفكرة؛ غير أنها لم تستمر كما أراد، نظرا لاستشهاد الملك فيصل - رحمه الله تعالى - بعد ذلك.\nكما حاول الصلح بين المغرب والجزائر في أزمة الحدود الشهيرة التي كادت تندلع الحرب بينهما بسببها، حيث أرسله الملك فيصل للتوسط بين البلدين الشقيقين من أجل المصالحة.\nوقد اقترح على الملك المذكور فكرة الدينار الإسلامي؛ عملة نقدية يتوحد عليها العالم الإسلامي في مقابلة الدولار الأمريكي، وأن لا تقبل الدول التعامل إلا بهذه العملة، غير أن هذا المشروع أقبر باستشهاد الملك المذكور.\n- وهو صاحب فكرة: ((موسوعة الفقه الإسلامي)) في مصر، بل أول من دندن حولها في العالم الإسلامي، وهي من اختراعه وابتكاره، وكان المقصود منها: تيسير الوصول إلى مظان الفقه الإسلامي؛ خاصة المذاهب الفقهية غير المتبوعة والمنقرضة، وذلك لتيسير إحياء الحكم بالشريعة الإسلامية كما كان الحال في أيام الخلافة الإسلامية المزدهرة. وبسبب توجيهاته أسست: «موسوعة جمال عبد الناصر للفقه الإسلامي»، التي سميت من بعد: «موسوعة الفقه الإسلامي».\n- ولما استوطن سوريا؛ نقل تلك الفكرة؛ فعملت جامعة دمشق على إصدار أول مؤلف من نوعه في هذا الميدان؛ وهو كتابه: «معجم فقه الظاهرية» في مجلدين باسم موسوعة الفقه الإسلامي، ثم ألف: «معجم فقه السلف: صحابة وتابعين وعترة» في تسعة أجزاء طبعتها جامعة أم القرى عام ١٤٠٦.\nوقد عمل - كذلك - في مجال الدعوة إلى الله تعالى في مختلف القارات الخمسة، وأسلم على يديه وبسببه جمع كبير من غير المسلمين، وألقى محاضرات كثيرة في التعريف بالإسلام والمسلمين.\nكما ركز على الدعوة الإسلامية في الأندلس (إسبانيا)، غير أن سنه كبرت، وتكاثرت الابتلاءات عليه، فقام بعمله نجله الإمام الداعية العلامة الشهيد الدكتور علي بن المنتصر الكتاني - رحمه الله تعالى - فقام بذلك أتم قيام وأفضله، جزاهما الله تعالى عن الإسلام والمسلمين خير الجزاء.\nوتقديرا من الأندلسيين للمترجم - رحمه الله تعالى - سمت حكومة مدينة قسطلة الأندلسية الشارع الرئيس بها باسمه؛ تقديرا لجهوده في إرجاع القومية والهوية الأندلسية إلى الشعب الأندلسي.\nوأعماله العلمية والوطنية كثيرة جدا يخطئها الحصر، كل ذلك حملا لهموم الأمة الإسلامية، محاولة لإخراجها من ربقتي الجهل والظلم، على مبدأ العلم والجهاد الذي هو - كما ذكر في مقدمة كتابه «فتية طارق والغافقي» - كجناحي طائر لا يطير إذا فقد أحدهما.\nوكان شديد البغض لمن يسمون بالإصلاحيين من أتباع جمال الدين الأفغاني ومحمد عبده، ويعتبرهما من أسباب بلاء الأمة وانتكاس أهلها، وانحرافهم الفكري.\nوكان ينبذ التفرنج وتقليد الغربيين في الهيأة والفكر واللباس .. وكل شئ، داعيا إلى العروبة، يعتبرها هي أساس الإسلام، ويرى أن كل من تكلم بالعربية فهو عربي، رافضا للشعوبية الرعناء، والقومية الجهلاء، فهو لا يحب القوميين العرب ولا الشعوبيين الجهلة.\nوكانت بينه وبين العلامة الحاج أمين الحسيني محبة تامة، ومودة خاصة، وكان يدعمه في كل نشاطاته التحريرية، وعندما بلغه نعيه؛ بكى عليه - على رباطة جأشه - بكاء مرا. رحمهما الله تعالى.\nوكان له اعتقاد كبير في الصالحين وأهل الخير والدعوة إلى الله تعالى، ذابا عنهم، محبا لهم.\nتلاميذه:\n- منهم: ولده الأكبر؛ الإمام القائم بالدعوة إلى الله تعالى في القارات الخمسة، الذي أفنى عمره وماله في الدعوة إلى الله تعالى، العلامة البارع في العلوم العقلية والهندسة والطاقة، والتاريخ والأقليات الإسلامية والتنظيم؛ بحيث إليه المرجعية في كل ذلك، الأستاذ الدكتور محمد علي، المستشهد - رحمه الله تعالى - بقرطبة عام ١٤٢٢.\n- ومنهم: محدث المغرب الشيخ عبد الله بن عبد القادر التليدي الطنجي، والأستاذ الإمام سعيد حوى الحموي، ومحدث الحجاز محمد بن علوي المالكي المكي، والأستاذ الداعية الكبير عبد السلام ياسين - وهو ممن تأثر به كثيرا في مجال الدعوة إلى الله تعالى - والمحدث المؤرخ خليل ملا خاطر المدني، والعلامة النظار محمد بدر الدين بن الشيخ عبد الرحمن الكتاني، ومفتي العراق العلامة الشيخ عبد الملك السعدي العراقي، والمحدث الداعية الدكتور همام سعيد الأردني، والمفتي الخطيب نافع العلواني الحموي، والدكتور محمد رواس قلعجي الدمشقي - وهو وارثه في علم الموسوعات الفقهية - والعالم المخلص عصام عرار الدمشقي، والعالم النزيه المدرس إبراهيم بن شعيب الهوساوي المكي، والدكتور محمد توفيق بن محمد تيسير المخزومي الدمشقي، والدكتور عبد اللطيف بن صالح فرفور الدمشقي، والداعية عبد القادر قويدر الدمشقي، والدكتور محمد فاروق النبهان الحلبي المغربي، والخطيب الداعية محمد ابن موسى الفاسي، والمحدث الدكتور فاروق حمادة القنيطري، وغيرهم\nمؤلفاته:\n١. نظام الدولة الإسلامية، المسمى: «فتية طارق والغافقي».\n٢. ترجمة القاضي عياض.\n٣. ترجمة الإمام الغزالي.\n٤. تقديم وتحقيق لكتاب جده: «الرسالة المستطرفة».\n٥. تفسير صوتي للقرآن الكريم، تام في أكثر من ٥٠٠ شريط.\n٦. فاس عاصمة الأدارسة. ط.\n٧. ترجمة الحافظ ابن تيمية.\n٨. ترجمة الإمام مالك. ط.\n٩. ترجمة جده الإمام محمد بن جعفر الكتاني. نشرت مقدمته بمجلة الرسالة، عام ١٩٥٢.\n١٠. ترجمة جد جده أبي العلاء إدريس بن الطائع الكتاني.\n١١. ترجمة الحافظ ابن حزم الأندلسي.\n١٢. ترجمة شيخه العلامة عبد الرحمن بن القرشي الإمامي.\n١٣. ترجمة شقيقة الفيلسوف محيي الدين الكتاني.\n١٤. ترجمة حافظ الأندلس بقي بن مخلد الأندلسي.\n١٥. تخريج أحاديث كتاب «تحفة الفقهاء» في فقه الأحناف لأبي الليث السمرقندي، بالتعاون مع العلامة الدكتور وهبة الزحيلي. طبع في مجلدين.\n١٦. جهاد أسرة.\n١٧. الدولة الإسلامية المنتظرة.\n١٨. ذيل على الشجرة الكتانية في الأنساب للشيخ عبد الكبير بن هاشم الكتاني.\n١٩. الرحلة الجزائرية عام ١٣٤٧.\n٢٠. شرح موطأ الإمام مالك تسجيل صوتي.\n٢١. شرح وتخريج مسند الإمام أحمد. أتم عشره في ستة عشر جزءا.\n٢٢. فاس عاصمة الأدارسة ورسائل أخرى. ط.\n٢٣. كتاب في آل الكتاني.\n٢٤. معجم فقه السلف صحابة وعترة وتابعين. ٩ أجزاء. ط.\n٢٥. معجم فقه ابن حزم الظاهري. مجلدين. ط.\n٢٦. المعذبون في الله في القرون الفاضلة.\n٢٧. المستدرك على «نظم المتناثر في الحديث المتواتر». ضمنه ألف حديث.\n٢٨. مذكرات في أكثر من مائة جزء ضمنها من كل فن طرفا.\n٢٩. مذكرات علمية. في عشرات الأجزاء.\n٣٠. المعقب في رجال الحديث. عقب فيه على الحافظ ابن حجر وغيره من أئمة علم الرجال.\n٣١. مؤلف في إثبات التدوين في القرن الأول الهجري، والرد على المستشرقين الذين ادعوا أن التدوين لم يكن إلا في القرن الثاني. طبع في مقدمة تخريجه لأحاديث «تحفة الفقهاء».\n٣٢. مسند الإمام بقي بن مخلد الأندلسي. جمع.\n٣٣. مسند الإمام ابن حزم الأندلسي. جمع.\n٣٤. مراحل تبع. في الأدب والتاريخ والعبر. في عدة مجلدات … وغير ذلك.\nوفاته:\nأصيب في عام ١٤٠٦، فأقعد، وما منعه ذلك من إكمال ما تيسر من بعض مؤلفاته، ثم في عام ١٤٠٩ انتقل إلى الرباط بالمغرب\nوتوفي بها يوم الثلاثاء الثامن من صفر لعام ١٤١٩ هـ الموافق ٢ - ٦ - ١٩٩٨ م\n(نقلا عن: ملتقى أهل الحديث، ببعض إيجاز، عن مقالة بقلم حفيد المترجم رحمه الله تعالى)",
  "books": [
    {
      "text_id": 5190,
      "title": "موسوعات الفقه الإسلامي أو معاجم القوانين الفقهية"
    },
    {
      "text_id": 7705,
      "title": "تفسير المنتصر الكتاني"
    }
  ]
}