{
  "author_id": 2185,
  "author_meta": "قال الذهبي في «السير» :\nابْنُ صَصْرَى الحُسَيْنُ بنُ هِبَة اللهِ بنِ مَحْفُوْظٍ الرَّبَعِيُّ *\nالشَّيْخُ الجَلِيْلُ، القَاضِي، مُسْنِدُ الشَّام، شَمْسُ الدِّيْنِ، أَبُو القَاسِمِ الحُسَيْنُ ابنُ أَبِي الغَنَائِمِ هِبَة اللهِ بن مَحْفُوْظ بن الحَسَنِ بنِ مُحَمَّدِ بنِ الحَسَنِ بنِ أَحْمَدَ بنِ الحُسَيْنِ بنِ صَصْرَى الرَّبَعِيّ، التَّغْلِبِيّ، الجَزَرِيّ، البَلَدِيّ، الدِّمَشْقِيّ، أَخُو الحَافِظ أَبِي المَوَاهِب.\nوُلِدَ: سَنَةَ بِضْعٍ وَثَلَاثِيْنَ وَخَمْسِ مائَةٍ.\nوَسَمِعَ مِنْ: أَبِيْهِ، وَجَدِّهِ، وَجَدِّهِ لأُمِّهِ؛ أَبِي المَكَارِمِ بنِ هِلَالٍ، وَعَبْدَان بنِ زرّيْنَ، وَأَبِي القَاسِمِ بنِ البُنِّ، وَنَصْر بن مُقَاتِل، وَأَبِي طَالِبٍ بن\nحَيْدَرَة، وَحَمْزَة ابْن الحُبُوْبِيِّ، وَحَمْزَة بن كَرُّوْس، وَعَلِيّ بن أَحْمَدَ الحَرَسْتَانِيّ، وَالفَلَكِيّ، وَالصَّائِن، وَأَخِيْهِ الحَافِظ، وَحَسَّان بن تَمِيْمٍ، وَعَبْد الوَاحِدِ بن قَزَّةَ، وَعَلِيّ بن عَسَاكِرَ بن سُرُوْر المَقْدِسِيّ، وَعَدَد كَثِيْر.\nوَسَمِعَ بِمَكَّةَ مِنْ: أَبِي حَنِيْفَةَ مُحَمَّد بن عُبَيْدِ اللهِ الخَطِيْبيّ، وَبِحَلَبَ مِنْ: أَبِي طَالِبٍ ابْن العَجَمِيّ.\nوَأَجَاز لَهُ: عَلِيُّ ابْنُ الصَّبَّاغِ، وَمُحَمَّد بن السَّلاَّل، وَأَبُو مُحَمَّدٍ سِبْط الخَيَّاط، وَأَحْمَد بنُ الآبُنُوْسِيِّ، وَمُحَمَّد بن طِرَاد، وَأَبُو الفَضْلِ الأُرْمَوِيُّ، وَالفَقِيْه نَصْر اللهِ بن مُحَمَّدٍ المَصِّيْصِيّ، وَخَلْق.\nوَخَرَّج لَهُ البِرْزَالِيّ (مَشْيَخَة) فِي مُجَلَّد.\nحَدَّثَ عَنْهُ: الضِّيَاء، وَالقُوْصِيّ، وَالمُنْذِرِيّ، وَالجمَال ابْن الصَّابُوْنِيّ، وَالزَّيْن خَالِد، وَأَبُو بَكْرٍ بنُ طَرْخَان، وَإِبْرَاهِيْم بن عُثْمَانَ اللَّمْتُوْنِيّ، وَالشَّرَف أَحْمَد بن أَحْمَدَ الفَرَضِيّ، وَالجمَال أَحْمَد بن أَبِي مُحَمَّدٍ المَغَارِيّ، وَالتَّقِيّ ابْن الوَاسِطِيّ، وَأَخُوْهُ، وَالتَّقِيّ بن مُؤْمِنٍ، وَالعِزّ بن الفَرَّاءِ، وَعَبْد الحَمِيْدِ بن حُوْلَان، وَنَصْر اللهِ بن عَيَّاشٍ، وَأَبُو المَعَالِي الأَبَرْقُوْهِيُّ، وَأَبُو جَعْفَرٍ ابْن الموزَاينِي، وَخَلْق.\nتَفقه قَلِيْلاً عَلَى أَبِي سَعْدٍ بنِ عصرُوْنَ.\nقَالَ البِرْزَالِيّ: كَانَ يَسْأَل مِنْ غَيْرِ حَاجَة، وَهُوَ مُسْنِد الشَّام فِي زَمَانِهِ.\nوَقَالَ ابْنُ الحَاجِبِ: رُبَّمَا كَانَ يَأْخذ مِنْ آحَاد الأَغنِيَاء عَلَى التّسمِيْع.\nقَالَ مُحَمَّدُ بنُ الحَسَنِ بنِ سَلاَّمٍ: كَانَ فِيْهِ شُحٌّ بِالتسمِيْع إِلاَّ بِعَرَض مِنَ الدُّنْيَا، وَهُوَ مِنْ بَيْت حَدِيْثٍ وَأَمَانَةٍ وَصِيَانَة.\nكَانَ أَخُوْهُ مِنْ عُلَمَاء الحَدِيْث، وَقَرَأْت عَلَيْهِ (عُلُوْم الحَدِيْث) لِلْحَاكِمِ فِي مِيْعَادَيْنِ، وَكَانَ مُتَمَوِّلاً، لَهُ مَال وَأَملَاك، رُزِئَ فِي مَالِهِ مَرَّات.\nوَقَالَ ابْنُ الحَاجِبِ أَيْضاً: كَانَ صَاحِبَ أُصُوْل، لَيِّن الجَانب، بَهيّاً، سَهْل الانْقِيَادِ، مُوَاظباً عَلَى أَوقَات الصَّلَوَات، مُتَجَنِّباً لِمُخَالَطَة النَّاسِ، وَهُوَ مِنْ رَبِيْعَة الفَرَس.\nمَاتَ: فِي الثَّالِثِ وَالعِشْرِيْنَ مِنَ المُحَرَّمِ، سَنَة سِتٍّ وَعِشْرِيْنَ وَسِتِّ مائَةٍ، وَصَلَّى عَلَيْهِ الخَطِيْب الدَّوْلَعِيّ بِالجَامِع، وَالقَاضِي شَمْس الدِّيْنِ الخُوئِيّ بِظَاهِرِ البَلَدِ، وَالتَّاجُ القُرْطُبِيُّ بِمَقبَرَتِهِ بِسَفحِ قَاسِيُوْنَ.",
  "books": [
    {
      "text_id": 10076,
      "title": "أحاديث منتخبة من مشيخة ابن صصري"
    }
  ]
}