{
  "author_id": 2194,
  "author_meta": "قال الذهبي في «السير» :\nالإِمَامُ، الزَّاهِدُ، المُسْنِدُ، شَيْخُ الصُّوْفِيَّة، أَبُو بَكْرٍ أَحْمَدُ بنُ عَلِيِّ بنِ الحُسَيْنِ بنِ زَكَرِيَّا الطُّرَيْثِيْثِيّ، ثُمَّ البَغْدَادِيّ، الصُّوْفِيّ، المَعْرُوف: بِابْنِ زَهْرَاءَ.\nمَوْلِدُهُ: فِي شَوَّال، سَنَة إِحْدَى عَشْرَةَ وَأَرْبَعِ مائَة.\nوَقَرَأْتُ بِخَطِّ السِّلَفِيّ: أَنَّهُ سَمِعَ أَبَا بَكْرٍ يَقُوْلُ: إِنَّهُ وُلِدَ فِي شَوَّال، سَنَة اثْنَتَيْ عَشْرَةَ وَأَرْبَعِ مائَة.\nسَمِعَ: أَبَاهُ، وَابْنَ الفَضْلِ القَطَّان، وَهِبَةَ اللهِ بنَ الحَسَنِ اللاَّلْكَائِيَّ، وَأَبَا القَاسِمِ الحُرْفِي، وَأَبَا الحَسَنِ بنَ مَخْلَدٍ، وَأَبَا عَلِيٍّ بنَ شَاذَانَ، وَعِدَّة، وَزَعَمَ أَنَّهُ سَمِعَ مِنْ أَبِي الحَسَنِ بنِ رِزْقويه.\nقَالَ السَّمْعَانِيّ: صَحِيْحُ السَّمَاع فِي أَجزَاء، لَكنَّه أَفْسد سَمَاعَاتِهِ بِادِّعَاءِ السَّمَاع مِنِ ابْنِ رِزْقُويه، وَلَمْ يَصِحّ سَمَاعه مِنْهُ.\nوَقَالَ شُجَاعٌ الذُّهْلِيّ: مُجْمَعٌ عَلَى ضَعْفه.\nوَقَالَ السَّمْعَانِيّ: لَهُ قَدَمٌ فِي التَّصَوُّفِ، رَأَى المَشَايِخَ، وَخدمَهُم، وَكَانَ حَسَنَ التِّلَاوَة، صَحِبَ أَبَا سَعْد النَّيْسَابُوْرِيّ قُلْتُ: رَوَى عَنْهُ: أَبُو القَاسِمِ بنُ السَّمَرْقَنْدي، وَابْنُ نَاصر، وَعَبْدُ الخَالِقِ اليُوسُفِي، وَأَبُو الفَتْحِ بنُ البَطِّي، وَأَبُو طَاهِرٍ السِّلَفِيُّ، وَأَبُو الفَضْلِ الطُّوْسِيّ خطيبُ المَوْصِل، وَقَدْ سَمِعَ مِنْهُ عَبْدُ الغَافِرِ الأَلْمَعِي، وَهِبَةُ اللهِ الشِّيرَازِي، وَعُمَر الرَّوَّاسِي.\nقَالَ إِسْمَاعِيْلُ بنُ السَّمَرْقَنْدي: دَخَلْتُ عَلَى ابْنِ زَهْرَاءَ وَهُوَ يُقرَأُ عَلَيْهِ جُزءٌ لابْنِ رِزْقويه، فَقُلْتُ: مَتَى وُلدتَ؟\nقَالَ: سَنَة اثْنَتَيْ عَشْرَةَ.\nفَقُلْتُ: فَابْنِ رِزْقويه فِي هَذِهِ السّنَة تُوُفِّيَ!\nوَأَخَذتُ الجُزْءَ، وَضَربتُ عَلَى التَّسمِيْع، فَقَامَ وَخَرَجَ مِنَ المَسْجَدِ.\nوَقَالَ ابْنُ نَاصر: كَانَ كَذَّاباً.\nوَقَالَ السِّلَفِيّ: هُوَ أَجْلُّ شَيْخ رَأَيْتُهُ لِلصُّوْفِيَّة، وَأَكْثَرُهُم حُرمَةً وَهَيْبَةً عِنْد أَصْحَابِه، لَمْ يُقرَأ عَلَيْهِ إِلاَّ مِنْ أَصلٍ، وَكُفَّ بَصَره بِأَخَرَةٍ، وَكَتَبَ لَهُ أَبُو عَلِيٍّ الكِرْمَانِيّ أَجزَاءَ طَرِيَّةً، فَحَدَّثَ بِهَا اعتمَاداً عَلَيْهِ، وَلَمْ يَكُنْ مِمَّنْ يَعْرِفُ طَرِيْقَ المُحَدِّثِيْنَ وَدقَائِقَهُم، وَإِلاَّ فَكَانَ مِنَ الثِّقَاتِ الأَثْبَاتِ، وَأُصُوْله كَالشَّمْس وُضُوحاً.\nوَقَالَ أَبُو المُعَمَّر الأَنْصَارِيّ: مَوْلِدُهُ فِي شَوَّال، سَنَة إِحْدَى عَشْرَةَ، وَتُوُفِّيَ فِي جُمَادَى الآخِرَةِ، سَنَة سَبْعٍ وَتِسْعِيْنَ وَأَرْبَعِ مائَةٍ.",
  "books": [
    {
      "text_id": 11441,
      "title": "حديث الضب للطريثيثي"
    },
    {
      "text_id": 29777,
      "title": "أحاديث مسلسلات"
    }
  ]
}