{
  "author_id": 220,
  "author_meta": "ابن حنبل (١٦٤ - ٢٤١هـ، ٧٨٠ - ٨٥٥م)\nأبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني. الفقيه والمحدث، صاحب المذهب\nولد ببغداد ونشأ بها ومات والده وهو صغير فتعهدته أمه ووجهته إلى دراسة العلوم الدينية، فحفظ القرآن وتعلم اللغة. وفي الخامسة عشرة من عمره بدأ دراسة الحديث وحفظه، وفي العشرين من عمره بدأ في رحلات طلب العلم، فذهب إلى الكوفة ومكة والمدينة والشام واليمن ثم رجع إلى بغداد ودرس فيها على الشافعي أثناء قيام الشافعي برحلاته إليها في المدة من ١٩٥ إلى ١٩٧هـ، وكان من أكبر تلاميذ الشافعي ببغداد. كما تعلم أحمد على يد كثير من علماء العراق منهم إبراهيم بن سعيد وسفيان بن عيينة ويحيى بن سعيد ويزيد ابن هارون وأبو داود الطيالسي ووكيع بن الجراح وعبدالرحمن بن مهدي. بعد ذلك أصبح مجتهدًا صاحب مذهب مستقل وبرز على أقرانه في حفظ السنة وجمع شتاتها حتى أصبح إمام المحدثين في عصره، يشهد له في ذلك كتابه المسند الذي حوى نيفًا وأربعين ألف حديث. وقد أعطى الله أحمد من قوة الحفظ ما يتعجب له، يقول الشافعي: خرجت من بغداد وما خلفت فيها أفقه ولا أورع ولا أزهد ولا أعلم ولا أحفظ من ابن حنبل. وكان ابن حنبل قوي العزيمة صبورًا ثابت الرأي قوي الحجة، جريئًا في التكلم عند الخلفاء مما كان سببًا له في محنته المشهورة. وهي أنه في عصر خلافة المأمون العباسي أثيرت في سنة ٢١٢هـ مسألة القول بخلق القرآن، التي كانت عقيدة المعتزلة. حتى قيل من لم يعترف بهذه المسألة من العلماء والفقهاء فعقابه الحرمان من وظائف الدولة مع العقاب بالضرب والسجن. وكان ابن حنبل على خلاف ما يقولون ولم يعترف بقولهم، وكان في ذلك كالطود الثابت الراسخ، لم يركن إلى ما قاله المأمون، فكان نتيجة ذلك أن طبق عليه العقاب ومنع من التدريس وعذِّب وسجن في سنة ٢١٨هـ على يد إسحاق بن إبراهيم الخزاعي نائب المأمون، ثم سيق مكبلاً بالحديد حيث يقيم المأمون خارج بغداد، غير أن الخليفة المأمون مات قبل وصول أحمد بن حنبل إليه. وتولى الخلافة بعد المأمون أخوه، المعتصم، فسار على طريقة المأمون في هذه المسألة بوصية منه فسجن أحمد وأمر بضربه بالسياط عدة مرات حتى كان يغمى عليه في كل مرة من شدة الضرب، واستمر في ضرب أحمد وتعذيبه نحو ثمانية وعشرين شهرًا. ولما لم يغير أحمد ولم يرجع عن عقيدته ومذهبه أطلق سراحه وعاد إلى التدريس. ثم مات المعتصم سنة ٢٢٧هـ وتولى بعده الواثق بالله فأعاد المحنة لأحمد ومنعه مخالطة الناس ومنعه من التدريس أكثر من خمس سنوات، حتى توفي الواثق سنة ٢٣٢هـ، وتولى الخلافة بعده المتوكل، فأبطل بدعة خلق القرآن سنة ٢٣٢ وترك للناس حرية اعتقادهم وكرَّم أحمد وبسط له يد العون وظل أحمد على منهاجه ثابتًا على رأيه حتى توفي ببغداد.\nجمع تلاميذ أحمد من بعده مسائل كثيرة في الفقه والفتوى ودونوها ونقلوها بعضهم عن بعض في مجاميع كبيرة كما صنع ابن القيم في كتابيه، المغني، والشرح الكبير. ولم يدون أحمد مذهبه في الفقه كما لم يمله على أحد من تلاميذه كراهة اشتغال الناس به عن الحديث، وهو بهذا على غير منهج أبي حنيفة، الذي كان يدون عنه تلاميذه في حضوره، ومالك الذي كان يدون بنفسه وكذا الشافعي، فالجميع قد تركوا فقهًا مدونًا بخلاف أحمد فلم يترك فقهًا مدونًا، إلا أن تلاميذه بعده قاموا بتدوين ما سمعوه منه. ومن هؤلاء التلاميذ: محمد بن إسماعيل البخاري، صاحب الصحيح، ومسلم بن الحجاج النيسابوري، صاحب الصحيح، وأبو داود صاحب السنن. ومن تلاميذه البررة الذين دونوا ما سمعوه من فتاوى وآراء فقهية ولداه صالح (ت ٢٦٦هـ) وعبدالله (ت ٢٩٠هـ). ومن تلاميذه أيضًا أبوبكر أحمد بن محمد بن هانئ البغدادي المعروف بالأثرم (ت ٢٧٣هـ). وهو من أشهر من دون الفقه لأحمد في كتاب، السنن في الفقه، على مذهب أحمد وشواهده من الحديث. ومن أشهرهم أيضًا أبوبكر أحمد بن الخلاّل (ت ٣١١هـ)، في كتاب الجامع ويقع في عشرين سفرًا، وما دونه أبوبكر في هذا الكتاب يعد نقلاً من تلاميذ أحمد. أما في الحديث فلأحمد مسنده المعروف والمشهور.\nوقد بنى الإمام أحمد مذهبه على أصول هي: كتاب الله أولاً ثم سنة رسول الله - صلى الله عليه وسلم -  ثانيًا، ثم فتوى الصحابي الذي لا يعلم له مخالف، ثم فتوى الصحابي المختلف فيها، ثم القياس وهو آخر المراتب عنده. وكان أحمد يعترف بالإجماع إذا ما تحقق، ولكنه كان يستبعد تحققه ووجوده، بجانب هذا كان أحمد يعمل بالاستصحاب والمصالح المرسلة وسد الذرائع متبعًا في ذلك سلف الأمة.\nنقلا عن\nالموسوعة العربية العالمية http://www.mawsoah.net",
  "books": [
    {
      "text_id": 10272,
      "title": "العلل ومعرفة الرجال لأحمد رواية المروذي وغيره ت وصي الله عباس"
    },
    {
      "text_id": 12995,
      "title": "الأشربة لأحمد بن حنبل"
    },
    {
      "text_id": 13136,
      "title": "فضائل الصحابة لأحمد بن حنبل"
    },
    {
      "text_id": 16663,
      "title": "الجامع لعلوم الإمام أحمد - أصول الفقه"
    },
    {
      "text_id": 20859,
      "title": "الجامع لعلوم الإمام أحمد - علوم الحديث"
    },
    {
      "text_id": 20866,
      "title": "الجامع لعلوم الإمام أحمد - شرح الأحاديث والآثار"
    },
    {
      "text_id": 20868,
      "title": "الجامع لعلوم الإمام أحمد - علل الحديث"
    },
    {
      "text_id": 20869,
      "title": "الجامع لعلوم الإمام أحمد - التفسير وعلوم القرآن"
    },
    {
      "text_id": 20878,
      "title": "الجامع لعلوم الإمام أحمد - الفقه"
    },
    {
      "text_id": 20879,
      "title": "الجامع لعلوم الإمام أحمد - العقيدة"
    },
    {
      "text_id": 20881,
      "title": "الجامع لعلوم الإمام أحمد - الرجال"
    },
    {
      "text_id": 20882,
      "title": "الجامع لعلوم الإمام أحمد - الأدب والزهد"
    },
    {
      "text_id": 21487,
      "title": "مسائل الإمام أحمد رواية أبي داود السجستاني"
    },
    {
      "text_id": 2331,
      "title": "العلل ومعرفة الرجال لأحمد رواية ابنه عبد الله"
    },
    {
      "text_id": 25794,
      "title": "مسند أحمد - ط الرسالة"
    },
    {
      "text_id": 25873,
      "title": "سؤالات الاثرم لأحمد بن حنبل"
    },
    {
      "text_id": 5780,
      "title": "الأسامي والكنى - الإمام أحمد"
    },
    {
      "text_id": 5945,
      "title": "سؤالات أبي داود للإمام أحمد"
    },
    {
      "text_id": 6044,
      "title": "العلل ومعرفة الرجال لأحمد رواية المروذي وغيره ت صبحي السامرائي"
    },
    {
      "text_id": 6105,
      "title": "مسائل الإمام أحمد رواية ابنه عبد الله"
    },
    {
      "text_id": 6106,
      "title": "مسائل الإمام أحمد رواية ابنه أبي الفضل صالح"
    },
    {
      "text_id": 6418,
      "title": "أصول السنة لأحمد بن حنبل"
    },
    {
      "text_id": 7623,
      "title": "الرد على الجهمية والزنادقة للإمام أحمد ت صبري"
    },
    {
      "text_id": 8494,
      "title": "الزهد لأحمد بن حنبل"
    },
    {
      "text_id": 98139,
      "title": "مسند أحمد - ت شاكر - ط دار الحديث"
    }
  ]
}