{
  "author_id": 2212,
  "author_meta": "قال الذهبي في «السير» :\nالقَاضِي، الإِمَامُ، المُحَدِّثُ، الثِّقَةُ، أَبُو الحَسَنِ مُحَمَّدُ بنُ عَلِيِّ بنِ مُحَمَّدِ بنِ صَخْرٍ الأَزْدِيُّ، البَصْرِيُّ، صَاحِبُ المَجَالِسِ المَعْرُوْفَةِ وَغَيْرِ ذَلِكَ.\nحَدَّثَ بِمِصْرَ، وَالحِجَازِ، وَاليَمَنِ، وَانْتَقَى عَلَيْهِ الحَافِظ أَبُو نَصْرٍ السِّجْزِيُّ.\nحَدَّثَ عَنْ: أَبِي بَكْرٍ أَحْمَدَ بنِ جَعْفَرِ بنِ حَمْدَانَ السَّقَطِيِّ صَاحِبِ عَبْدِ اللهِ بنِ أَحْمَدَ بنِ الدَّوْرَقِيِّ، وَفَهْدِ بنِ إِبْرَاهِيْمَ بنِ فَهْدٍ السَّاجِيِّ، وَيُوْسُفَ بنِ يَعْقُوْبَ النَّجِيْرَمِيِّ، وَأَبِي العَبَّاسِ أَحْمَدَ بنِ عَبْدِ الرَّحْمَنِ الخَارَكِيِّ، وَالحَافِظِ أَبِي مُحَمَّدٍ الحَسَنِ بنِ عَلِيِّ ابْنِ غُلَام الزُّهْرِيِّ، وَأَبِي أَحْمَدَ مُحَمَّدِ بنِ مُحَمَّدِ بنِ مَكِّيٍّ الجُرْجَانِيِّ، وَأَبِي الحَسَنِ عَلِيِّ بنِ أَحْمَدَ بنِ عَبْدِ الرَّحْمَنِ الأَصْبَهَانِيِّ الغَزَّالِ، وَأَبِي الطَّيِّبِ عَبْدِ الرَّحْمَنِ بنِ مُحَمَّدٍ المُقْرِئِ صَاحِب أَبِي خَلِيْفَةَ، وَأَحْمَدَ بنِ عَلِيِّ بنِ مُوْسَى الكَرَابِيْسِيِّ، وَعُمَرَ بنِ مُحَمَّدِ بنِ سَيْفٍ، وَأَحْمَدَ بنِ مُحَمَّدِ بنِ أَبِي غَسَّانَ، وَعِدَّةٍ.\nوَتَفَرَّدَ فِي وَقتِهِ.\nحَدَّثَ عَنْهُ: جَعْفَرُ بنُ يَحْيَى الحَكَّاكُ، وَعَبْدُ العَزِيْزِ بنُ عَبْدِ الوَهَّابِ القَرَوِيُّ، وَأَبُو خَلَفٍ عَبْدُ الرَّحِيْمِ بنُ مُحَمَّدٍ الآمُلِيُّ، وَمُطَهّرُ بنُ عَلِيٍّ المَيْبُذِيُّ، وَالقَاضِي أَبُو زَيْدٍ عَبْدُ الرَّحْمَنِ بنُ عِيْسَى القُرْطُبِيُّ جَدُّ أَبِي بَكْرٍ الطُّرْطُوْشِيِّ لِلأُمِّ، وَأَبُو الوَلِيْدِ البَاجِيُّ، وَإِسْمَاعِيْلُ بنُ الحَسَنِ العَلَوِيُّ، وَأَحْمَدُ بنُ عَبْدِ القَادِرِ بنِ يُوْسُفَ، وَخَلْقٌ.\nوَآخِرُ مَنْ رَوَى عَنْهُ بِالإِجَازَةِ: مُرْشِدُ بنُ يَحْيَى المَدِيْنِيُّ.\nوَقَدْ رَوَى: أَبُو بَكْرٍ البَيْهَقِيُّ فِي الطَّلَاقِ مِنْ (سُنَنِهِ) ، فَقَالَ:\nأَخْبَرَنَا الحَسَنُ بنُ أَحْمَدَ السَّمَرْقَنْدِيُّ، أَخْبَرْنَا ابْنُ صَخْرٍ فِي كِتَابِهِ مِنْ مَكَّةَ … ، فَذَكَرَ حَدِيْثاً.\nقَالَ أَبُو إِسْحَاقَ الحَبَّالُ: تُوُفِّيَ ابْنُ صَخْرٍ بِزَبِيْدَ، فِي جُمَادَى الآخِرَةِ، سَنَةَ ثَلَاثٍ وَأَرْبَعِيْنَ وَأَرْبَعِ مائَةٍ",
  "books": [
    {
      "text_id": 21696,
      "title": "من حديث مالك بن أنس لأبي الحسن الأزدي"
    }
  ]
}