{
  "author_id": 2227,
  "author_meta": "جاء في تاريخ دمشق لابن عساكر\n- إسماعيل بن القاسم بن إسماعيل الإمام أبو القاسم الحلبي الخياط المؤدب\nوبعضهم ينسبه المصري، كان حلبيا. قال ابن العديم: أظنه سكن مصر فنسب إليها، ثم سكن دمشق، وحدث بحلب، وحمص، وحماة، ودمشق.\n- سمع بحلب أبا العباس يحيى بن علي بن هاشم الكندي، ومحمد بن أحمد بن عبد الله الرافقي، وعلي بن عبد الحميد الغضائري، وأبا الفضل العباس بن الفضل بن حبيب الدباج السامري الحافظ، وبأنطاكية إسحق بن أبي عبد الرحمن الأطروش، وأبا الطاهر الحسين ابن أحمد بن إبراهيم بن فيل، وأبا العباس الوليد بن عبد العزيز بن أبان، وأبا الحسن يعقوب ابن إسحق بن أبي عبد الرحمن العطار الأنطاكيين، وبطرسوس أبا عبد الله محمد بن أحمد السوانيطي، وأبا عبد الله محمد بن يزيد الذرقي، وبأذنة أبا عمير عدي بن أحمد بن عبد الباقي الأذني، وروى عنهم وعن أبي أحمد العباس بن الفضل بن جعفر المكي، ومكحول البيروتي، وأبي الحسن يعقوب بن إسحق بن إبراهيم بن يزيد العسقلاني، وابن خيرة الرقي.\n- روى عنه: أبو المعمر المسدّد بن علي بن عبد الله الأملوكي الحمصي، وأبو القاسم تمام بن محمد بن عبد الله الرازي، والقاضي أبو عمرو عثمان بن عبد الله بن إبراهيم الطرسوسي، وأبو الحسن علي بن محمد بن الطيوري الحلبي الفقيه، وأبو الفتح المؤيد بن أحمد بن علي الخطيب، وأبو نصر عبد الوهاب بن عبد الله بن الجبّان، وعبد الوهاب الميداني، وأبو عبد الله محمد بن عبد الرحمن بن طلحة الصيداوي، وأبو الحسين علي بن عبد القاهر الأزدي الصايغ، وأبو العباس أحمد بن محمد بن زكريا النسوي الصوفي، وأبو علي الحسن بن علي بن شواش، وشعيب بن عبد الرحمن بن عمر بن نصر، وأبو الحسن عبيد الله بن الحسن بن أحمد بن الوراق، ومكي بن محمد بن الغمر، وأبو المجد محمد بن عبد الله بن سليمان المعري.\nأخبرنا أبو القاسم الحسين بن هبة الله بن صصرى الدمشقي بها قال: أخبرنا أبو الحسن علي بن عساكر بن سرور المقدسي بقراءة أبي عليه قال: أخبرنا القاضي الخطيب أبو عبد الله الحسن بن أحمد بن عبد الواحد بن أبي الحديد السلمي قال: أخبرنا أبو المعمر المسدّد بن علي بن عبد الله الأملوكي قال: حدثنا أبو القاسم إسماعيل بن القاسم بن إسماعيل الحلبي بحمص يوم الجمعة لسبع وعشرين ليلة خلت من ذي القعدة سنة (سبعين وثلاثمائة) قال: حدثنا أبو الحسن علي بن عبد الحميد الغضائري قال: حدثنا عبد الله بن معاوية الجمحي قال: حدثنا ثابت بن يزيد عن هلال بن خباب عن عكرمة عن ابن عباس قال: دخل عمر على النبي صلى الله عليه وسلم وهو على حصير قد أثر في جنبه فقال: يا رسول الله لو اتخذت فراشا أوثر من هذا؟ فقال: «ما لي وللدنيا، وما للدنيا ومالي، والذي نفسي بيده ما مثلي ومثل الدنيا إلّا كراكب سار في يوم صائف فاستظل تحت شجرة ساعة من نهار ثم راح وتركها».",
  "books": [
    {
      "text_id": 29725,
      "title": "حديث أبي القاسم الحلبي"
    }
  ]
}