{
  "author_id": 2235,
  "author_meta": "جاء في تاريخ دمشق:\nعلي بن محمد بن علي بن محمد بن أحمد أبو القاسم التيمي الكوفي المعروف بابن الأذلاني\n- سكن نيسابور مدة وسمع بها القاضي أبا بكر الحيري وأبا زكريا يحيى بن محمد بن إبراهيم المزكي وأبا بكر أحمد بن علي بن منجوية الحافظ  وأبا سعيد الصيرفي  وأبا القاسم عبد الرحمن بن محمد السراج ثم قدم بغداد حاجا وحدث بها وكان قد سمع بدمشق أبا الحسن بن الحنائي وسمع بمصر أبا عبد الله محمد بن جعفر بن محمد بن الفضل المارستان وأبا القاسم عبد الملك بن الحسن بن إبراهيم وإسماعيل بن عمرو بن إسماعيل بن راشد المقرئ وبصيدا أبا مسعود صالح بن أحمد بن القاسم الميانجي\n- روى عنه الشريف أبو البركات عمر بن إبراهيم الزيدي وأحمد بن سعد البديع وأبو بكر أحمد بن أبي الخطاب بن إبراهيم الطبري وحدثنا عنه أبو البركات إسماعيل بن أحمد شيخ الشيوخ وأبو المظفر بن القشيري وأبو القاسم بن السمرقندي وأبو عبد الله محمد بن طلحة بن علي الرازي الصوفي\n- أخبرنا أبو القاسم المظفر بن القشيري أنا أبو القاسم  علي بن محمد بن علي الكوفي بمكة أنا أبو زكريا يحيى بن محمد أنا أبو سهل أحمد بن محمد بن عبد الله بن زياد القطان نا محمد بن غالب بن حرب نا سعيد بن عبد الحميد نا محمد بن مروان عن داود بن أبي هند عن أبي نضرة عن جابر بن عبد الله قال قال رسول الله (صلى الله عليه وسلم) من صلى ركعتين لا يراه إلا الله عز وجل والملائكة كانت له براءة من النار\n- أنبأنا أبو الغنائم محمد بن علي أنا أبو القاسم علي بن محمد بن علي التيمي  ويعرف بابن الأذلاني بالكوفة وكان ينزل مرو قدم حاجا أنا أبو الحسن علي بن محمد بن إبراهيم الحنائي بدمشق نا أبو بكر محمد بن أحمد بن عثمان بن أبي الحديد نا أبو بكر الخرائطي نا علي بن حرب نا القاسم بن يزيد عن الثوري عن عيسى بن عبد الرحمن عن القاسم عن أبيه عن ابن مسعود قال أربع قد فرغ منهن الخلق والخلق والرزق والأجل\n- أخبرنا أبو عبد الله محمد بن طلحة بن علي بن يوسف الرازي قراءة عليه ببغداد أنا أبو القاسم علي بن محمد بن علي الكوفي نا أبو زكريا يحيى بن إبراهيم بن محمد بن يحيى   أخبرني أبو بكر بن داود الزاهد حدثني إبراهيم بن عبد الواحد العبسي نا وريزة بن محمد الغساني أنشدني ابن الأعرابي:\nسأصبر مغلوبا وإن شئت طائعا  …  وأعصى على من كان من حدث الدهر\nوليس اصطباري عن وصالك رغبة … ولكن رأيت الصبر يذهب بالهجر\n-بلغني أن أبا القاسم مات في سنة سبعين وأربعمائة بالكوفة رحمه الله",
  "books": [
    {
      "text_id": 29769,
      "title": "أحاديث عوالي وفوائد منتقاة وإنشادات"
    }
  ]
}