{
  "author_id": 2243,
  "author_meta": "قال الذهبي في «السير» :\nالشَّيْخُ، الإِمَامُ، الحَافِظُ، الثِّقَةُ، المُسْنِدُ، مُحَدِّثُ أَصْبَهَانَ، أَبُو سَعْدٍ أَحْمَدُ بنُ مُحَمَّدِ بنِ أَحْمَدَ بنِ الحَسَنِ بنِ عَلِيِّ بنِ أَحْمَدَ بنِ سُلَيْمَانَ البَغْدَادِيُّ الأَصْل، الأَصْبَهَانِيُّ.\nوُلِدَ: بِأَصْبَهَانَ، فِي صَفَرٍ، سَنَةَ ثَلَاثٍ وَسِتِّيْنَ وَأَرْبَعِ مائَةٍ.\nوَكَانَ أَصْغَر مِنْ أُخْته فَاطِمَةَ بِنْتِ البَغْدَادِيِّ بِبِضْعَ عَشْرَةَ سَنَةً.\nسَمِعَ: أَبَاهُ أَبَا الفَضْلِ، وَأَبَا القَاسِمِ بنَ مَنْدَةَ، وَأَخَاهُ عَبْدَ الوَهَّابِ، وَعَبْدَ الجَبَّارِ بنَ بُرْزَةَ الوَاعِظَ، وَحَمْدَ بنَ وَلْكِيْزَ، وَأَبَا إِسْحَاقَ الطَّيَّانَ، وَابْن مَاجَه الأَبْهَرِيَّ، وَمُحَمَّدَ بنَ عُمَرَ بنِ سُسُّوَيْه، وَمُحَمَّدَ بنَ بَدِيْعٍ الحَاجِبَ، وَأَبَا مَنْصُوْرٍ بنَ شَكْرُوَيْه، وَسُلَيْمَانَ بنَ إِبْرَاهِيْمَ، وَعِدَّةً.\nوَارْتَحَلَ إِلَى بَغْدَادَ، وَلَهُ سِتَّ عَشْرَةَ سَنَةً وَقَدْ تَنبَّه، فَصَادف أَبَا نَصْرٍ الزَّيْنَبِيَّ قَدْ مَاتَ، فَصَاحَ، وَتَلَهَّفَ، وَسَمِعَ مِنْ: عَاصِمِ بنِ الحَسَنِ، وَمَالِكٍ البَانِيَاسِيِّ، وَأَبِي الغَنَائِمِ بنِ أَبِي عُثْمَانَ، وَرِزْقِ اللهِ، وَعِدَّةٍ.\nوَقَدْ حَدَّثَهُ: مَحْمُوْدُ بنُ جَعْفَرٍ الكَوْسَجُ، عَنْ جَدِّ أَبِيْهِ الحَسَنِ بنِ عَلِيٍّ البَغْدَادِيِّ - وَهُم بَيْتُ رِوَايَةٍ وَحَدِيْث -.\nرَوَى عَنْهُ: ابْنُ نَاصِرٍ، وَابْنُ عَسَاكِرَ، وَالسَّمْعَانِيُّ، وَأَبُو مُوْسَى المَدِيْنِيُّ، وَابْنُ الجَوْزِيِّ، وَابْنُ طَبَرْزَدَ، وَمُحَمَّدُ بنُ عَلِيٍّ القُبَّيْطِيُّ، وَخَلْقٌ مِنَ البَغَادِدَةِ وَالأَصْبَهَانِيِّينَ، خَاتِمَتُهُم: مُحَمَّدُ بنُ مُحَمَّدِ بنِ بَدْرٍ الرَّارَانِيُّ.\nقَالَ السَّمْعَانِيُّ: ثِقَةٌ حَافِظٌ، دَيِّنٌ خَيِّرٌ، حَسَنُ السِّيْرَةِ، صَحِيْحُ العَقِيدَةِ، عَلَى طرِيقَةِ السَّلَفِ الصَّالِح، تَاركٌ لِلتَّكَلُّفِ، كَانَ يَخْرُجُ إِلَى السُّوق وَعَلَى رَأْسِه طَاقيَّةٌ، وَكَانَ يَصُوْمُ فِي طَرِيْق الحِجَاز وَقَالَ فِي (التَّحْبِيرِ) : كَانَ حَافِظاً كَبِيْراً، تَامّ المَعْرِفَة، يَحفظ جَمِيْع (صَحِيْح مُسْلِم) ، وَكَانَ يُمْلِي مِنْ حِفْظِهِ، قَدِمَ مرَّة مِنْ حجِّه، فَاسْتقبله الْخلق وَهُوَ عَلَى فَرَس يَسير بِسَيرهِم، فَلَمَّا قرب مِنْ أَصْبَهَان، ركضَ فَرَسَه، وَتركَ النَّاسَ، وَقَالَ: أَردتُ السُّنَّةَ: إِنَّ النَّبِيَّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- كَانَ يُوضِعُ رَاحِلَتَهُ إِذَا رَأَى جُدُرَ المَدِيْنَة.\nوَكَانَ حُلو الشَّمَائِل، اسْتمليت عَلَيْهِ بِمَكَّةَ وَالمَدِيْنَة، وَكَتَبَ عَنِّي، قَالَ لِي مرَّة: أَوْقَفتُكَ، وَاعْتَذَرَ.\nفَقُلْتُ: يَا سيدِي، الوُقُوْف عَلَى بَابِ المُحَدِّث عزّ.\nفَقَالَ: لَكَ بِهَذِهِ الكَلِمَة إِسْنَاد؟\nقُلْتُ: لَا.\nقَالَ: أَنْتَ إِسْنَادهَا.\nوَسَمِعْتُ إِسْمَاعِيْلَ بن مُحَمَّدٍ الحَافِظ يَقُوْلُ: رَحل أَبُو سَعْدٍ إِلَى أَبِي نَصْرٍ الزَّيْنَبِيّ، فَدَخَلَ بَغْدَاد وَقَدْ مَاتَ، فَجَعَلَ أَبُو سَعْدٍ يَلطم عَلَى رَأْسه، وَيَبْكِي، وَيَقُوْلُ: مِنْ أَيْنَ أَجد عَلِيّ بن الجَعْدِ، عَنْ شُعْبَةَ؟!\nوَقَالَ عَبْدُ اللهِ بنُ مَرْزُوْق الحَافِظُ: أَبُو سَعْدٍ بنُ البَغْدَادِيّ شعلَةُ نَار.\nقَالَ السَّمْعَانِيُّ: وَسَمِعْتُ مَعْمَر بن الفَاخر يَقُوْلُ: أَبُو سَعْدٍ يَحفظ (صَحِيْح مُسْلِم) ، وَكَانَ يَتَكَلَّم عَلَى الأَحَادِيْث بكَلَامٍ مَليحٍ.\nوَقَالَ ابْنُ النَّجَّارِ: هُوَ إِمَام فِي الزُّهْد وَالحَدِيْث، وَاعِظ، كتب عَنْهُ شُجَاع الذُّهْلِيّ، وَابْن نَاصر، كَانَ إِذَا أَكل اغْرَوْرَقَتْ عينَاهُ، وَيَقُوْلُ: كَانَ دَاوُدُ -عَلَيْهِ السَّلَامُ- إِذَا أَرَادَ أَنْ يَأْكُل بَكَى.\nقَالَ أَبُو الفَتْحِ مُحَمَّدُ بنُ عَلِيٍّ النَّطَنْزِيّ: كُنْت بِبَغْدَادَ، فَاقترض مِنِّي أَبُو سَعْدٍ بنُ البَغْدَادِيّ عَشْرَة دَنَانِيْر، فَاتَّفَقَ أَنِّي دَخَلت عَلَى السُّلْطَان مَسْعُوْد بن مُحَمَّدٍ، فَذَكَرْتُ لَهُ ذَلِكَ، فَبَعَثَ مَعِي إِلَيْهِ خَمْس مائَة دِيْنَارٍ، فَأَبَى أَنْ يَأْخذهَا.\nقَالَ ابْنُ الجَوْزِيِّ: حَجَّ أَبُو سَعْدٍ إِحْدَى عَشْرَةَ حجَّة، وَتردد مرَاراً، وَسَمِعْتُ مِنْهُ الكَثِيْر، وَرَأَيْت أَخلَاقه اللطيفَة، وَمَحَاسِنَه الجَمِيْلَة، مَاتَ بِنُهَاوَنْدَ، رَاجِعاً مِنَ الحَجّ، فِي رَبِيْعٍ الأَوَّلِ، سَنَةَ أَرْبَعِيْنَ وَخَمْسِ مائَةٍ، وَحُمِلَ إِلَى أَصْبَهَانَ، فَدُفِنَ بِهَا.\nوَقَالَ عَبْدُ الرَّحِيْمِ الحَاجِي: مَاتَ فِي رَبِيْعٍ الآخِرِ مِنْهَا.\nوَمَاتَ: ابْنُهُ أَبُو سَعِيْدٍ عَبْد اللَّطِيْفِ بن البَغْدَادِيّ بِأَصْبَهَانَ، سَنَةَ ثَمَانٍ وَخَمْسِيْنَ وَخَمْسِ مائَةٍ.\nيَرْوِي عَنْ: أَبِي مُطِيع، وَأَبِي الفَتْحِ الحَدَّاد، وَطَائِفَة.\nأَنْبَأَنَا بِكِتَاب (مَعْرِفَةِ الصَّحَابَةِ) لأَبِي عَبْدِ اللهِ بنِ مَنْدَةَ جَمَالُ الدِّيْنِ\nيَحْيَى بنُ الصَّيْرَفِيّ، قَالَ: أَخْبَرَنَا بِهِ مُحَمَّد بن عَلِيٍّ القُبَّيْطِيّ قِرَاءةً عَلَيْهِ، أَخْبَرَنَا أَبُو سَعْدٍ الحَافِظ، أَخْبَرَنَا بِهِ غَيْر وَاحِد مُلفَّقاً، قَالُوا: أَخْبَرَنَا المُؤلف -رَحِمَهُ اللهُ-.",
  "books": [
    {
      "text_id": 29783,
      "title": "مجلسان لأبي سعد البغدادي"
    },
    {
      "text_id": 29903,
      "title": "مجلس من أمالي أبي سعد البغدادي"
    },
    {
      "text_id": 29904,
      "title": "فوائد أبي سعد البغدادي"
    }
  ]
}