{
  "author_id": 2247,
  "author_meta": "قال الذهبي في «السير»:\nالشَّيْخُ، الجَلِيْلُ، الثَّقَةُ، أَبُو عُثْمَانَ سَعِيْدُ بنُ مُحَمَّدِ ابنِ أَبِي الحُسَيْنِ أَحْمَدَ بنِ مُحَمَّدِ بنِ جَعْفَرِ بنِ مُحَمَّدِ بنِ بَحِيْرٍ البَحِيْرِيُّ، النَّيْسَابُوْرِيُّ.\nسَمِعَ مِنْ: جدّه أَبِي الحُسَيْنِ، وَزَاهِر بن أَحْمَدَ السَّرْخَسِيّ، وَأَبِي عَمْرٍو بنِ حَمْدَان، وَأَبِي أَحْمَدَ الحَاكِم، وَأَبِي عَلِيٍّ الحَسَنِ بن أَحْمَدَ الحِيْرِيّ؛وَالِد أَبِي بَكْرٍ، وَأَبِي الهَيْثَمِ الكُشْمِيهنِيّ، وَأَبِي حَفْصٍ الكَتَّانِي، وَابْن أَخِي مِيمِي، وَمُحَمَّد بن عُمَرَ بنِ بَهْتَة، وَالحَافِظِ أَبِي بَكْرٍ مُحَمَّد بن أَحْمَدَ بنِ عَبْدِ الوَهَّابِ الإِسفرَايينِي بِهَا، وَأَبِي سَعْدٍ بن الإِسْمَاعِيْلِيّ بجُرْجَان، وَمُحَمَّد بن عَبْدِ اللهِ الجوزقِي، وَأَبِي القَاسِمِ بن حَبَابَةَ، وَالحَسَن ابْن أَحْمَدَ المَخْلَدي، وَالحَسَنِ بن عَلِيِّ بنِ إِبْرَاهِيْمَ؛صَاحِب ابْن خُزَيْمَةَ، وَأَبِي الحُسَيْنِ الخفَّاف، وَأَمَةِ السَّلَام بِنْتِ أَحْمَد بن كَامِل، وَأَبِي أَحْمَدَ بن جَامِع الدهَّان، وَمِنْ أَحْمَدَ بن عَبْدِ اللهِ بنِ رُزَيْق البَغْدَادِيّ بِمَكَّةَ، وَطَائِفَة.\nحَدَّثَ عَنْهُ: هِبَةُ اللهِ بنُ سَهْلٍ، وَزَاهِرُ بنُ طَاهِرٍ، وَمُحَمَّدُ بنُ الفَضْلِ الفرَاوِي، وَطَائِفَة. وَقَعَ لِي مِنْ عَوَالِيْهِ قَالَ عَلِيُّ بنُ مُحَمَّدٍ الجُرْجَانِيّ الحَافِظ: وَرَدَ أَبُو عُثْمَانَ جُرْجَان مَعَ أَبِيْهِ، فَسَمِعَ بِهَا، وَحَدَّثَ زَمَاناً عَلَى السَّدَاد، وَخُرِّج لَهُ الفَوَائِد، وَحَجَّ ثَلَاثَ مَرَّات، وَغَزَا الهِنْد وَالرُّوْم، غَزَا مَعَ السُّلْطَان مَحْمُوْد، وَعَقَدَ مَجْلِس الإِملَاء بَعْد مَوْتِ أَخِيْهِ عَبْد الرَّحْمَنِ.\nوَقَالَ عبدُ الغَافِرِ فِي (سيَاقه) : شَيْخ كَبِيْر، ثِقَةٌ فِي الحَدِيْثِ، سَمِعَ الكَثِيْر بِخُرَاسَانَ وَالعِرَاق، وَخُرّج لَهُ.\nثُمَّ سمَّى شُيْوخَهُ.\nوَقَالَ: تُوُفِّيَ فِي شَهْرِ رَبِيْعٍ الآخِرِ، سَنَة إِحْدَى وَخَمْسِيْنَ وَأَرْبَعِ مائَة.",
  "books": [
    {
      "text_id": 29948,
      "title": "التاسع من فوائد أبي عثمان البحيري"
    },
    {
      "text_id": 29951,
      "title": "الثالث من فوائد أبي عثمان البحيري"
    },
    {
      "text_id": 29952,
      "title": "الثامن من فوائد أبي عثمان البحيري"
    },
    {
      "text_id": 29953,
      "title": "الثاني من فوائد أبي عثمان البحيري"
    },
    {
      "text_id": 29959,
      "title": "الرابع من فوائد أبي عثمان البحيري"
    },
    {
      "text_id": 29960,
      "title": "السابع من فوائد أبي عثمان البحيري"
    },
    {
      "text_id": 29961,
      "title": "السادس من فوائد أبي عثمان البحيري"
    }
  ]
}