{
  "author_id": 2249,
  "author_meta": "قال الذهبي في «السير» :\nالشَّيْخُ، الإِمَامُ، الحَافِظُ، المُحَدِّثُ، الزَّاهِدُ، أَبُو عَلِيٍّ الحَسَنُ بنُ عَلِيِّ بنِ مُحَمَّدِ بنِ أَحْمَدَ بنِ جَعْفَرٍ البَلْخِيُّ، الوَخشِيّ.\nوُلِدَ: سَنَةَ خَمْسٍ وَثَمَانِيْنَ وَثَلَاثِ مائَة، قَالَهُ السَّمْعَانِيّ.\nسَمِعَ: أَبَا عُمَر بن مَهْدِيٍّ، وَالقَاضِي أَبَا عُمَر الهَاشِمِيّ، وَأَبَا مُحَمَّدٍ بنَ النَّحَّاسِ المِصْرِيّ، وَتَمَّامَ بنَ مُحَمَّدٍ الرَّازِيّ، وَعقيل بن عَبْدَان، وَالقَاضِي أَبَا بَكْرٍ الحِيْرِيّ، وَخَلْقاً كَثِيْراً.\nوَكَانَ جَوَّالاً فِي الآفَاق.\nحَدَّثَ عَنْهُ: أَبُو بَكْرٍ الخَطِيْبُ، وَعُمَرُ بنُ مُحَمَّدٍ السَّرْخَسِيّ، وَعُمَرُ بنُ عَلِيٍّ، وَآخَرُوْنَ.\nقَالَ الخَطِيْبُ: عَلَّقْتُ عَنْهُ بِبَغْدَادَ وَأَصْبَهَان.\nوَقَالَ أَبُو سَعْدٍ السَّمْعَانِيُّ: كَانَ حَافِظاً فَاضِلاً ثِقَة، حسن القِرَاءة، رَحل إِلَى العِرَاقِ وَالجِبَال وَالشَّام، وَالثُّغُوْر وَمِصْر، وَذَاكرَ الحُفَّاظ.\nوَسَمِعَ بِبلخ مِنْ: أَبِي القَاسِمِ عَلِيّ بنِ أَحْمَدَ الخُزَاعِيّ.\nوَبِنَيْسَابُوْرَ مِنْ: أَبِي زَكَرِيَّا المُزَكِّي.\nوَبِبَغْدَادَ مِنِ: ابْنِ مَهْدِيّ.\nوَبِأَصْبَهَانَ مِنْ: أَبِي نُعَيْمٍ.\nوَقَالَ عَبْدُ العَزِيْزِ النَّخْشَبِيّ: كَانَ يُتَّهم بِالقَدَرِ.\nقُلْتُ: انتقَى عَلَى أَبِي نُعَيْمٍ خَمْسَة أَجزَاء تُعْرَفُ بِـ (الوَخْشِيَّات) ، وَكَانَ رُبَّمَا حَدَّثَ مِنْ حِفْظِهِ، سُئِلَ عَنْهُ إِسْمَاعِيْلُ بنُ مُحَمَّدٍ التَّيْمِيّ، فَقَالَ: حَافظٌ كَبِيْر.\nقُلْتُ: قَدْ رَوَى عَنِ الوخشِي كِتَاب (السُّنَن لأَبِي دَاوُدَ) أَبُو عَلِيٍّ الحَسَنُ بنُ عَلِيٍّ الحُسَيْنِيّ البَلْخِيّ.\nقَالَ عُمَرُ المحموديُّ: لَمَّا مَاتَ الوْخْشِيُّ كُنْتُ قَدْ رَاهقتُ، فَلَمَّا وَضَعُوْهُ فِي القَبْرِ، سمِعنَا صيحَةً، فَقِيْلَ: إِنَّهُ لمَا وُضِعَ فِي القَبْرِ، خَرَجتِ الحشرَاتُ مِنَ المَقْبُرَة.\nوَكَانَ فِي طرفهَا وَادٍ، فَأَخَذتْ إِلَيْهِ الحشرَاتُ، فَذَهَبتْ وَالنَّاسُ لَا يَعْرِضون لَهَا.\nقَالَ ابْنُ النَّجَّار: سَمِعَ أَيْضاً بِحَلَب وَبهَمَذَان مِنْ مُحَمَّدِ بنِ أَحْمَدَ بنِ مَزْدين، سَمِعَ مِنْهُ نَظَامُ الْملك بِبلخ، وَصَدَّره بِمدرسته بِبلخ.\nوَعَنِ الوَخْشِيّ قَالَ: جُعتُ بعَسْقَلَان أَيَّاماً، وَعَجزْتُ عَنِ الكِتَابَة، ثُمَّ فَتح الله.\nمَاتَ الوَخْشِيُّ: فِي خَامِس ربيع الآخر، سَنَة إِحْدَى وَسَبْعِيْنَ وَأَرْبَعِ مائَة",
  "books": [
    {
      "text_id": 29984,
      "title": "الثاني من الوخشيات"
    },
    {
      "text_id": 29991,
      "title": "الخامس من الوخشيات"
    }
  ]
}