{
  "author_id": 2250,
  "author_meta": "علي بن الشيخ أحمد علي السالوس، من مواليد عام ١٣٥٣ هـ / ١٩٣٤م.\nالمؤهلات\n* ليسانس كلية دار العلوم ١٣٧٦هـ - ١٩٥٧م.\n* دبلوم الدراسات العليا - كلية دار العلوم ١٣٨٩هـ - ١٩٦٩م.\n* ماجستير في الشريعة من كلية دار العلوم ١٣٨٩هـ- ١٩٦٩م.\n* دكتوراه في الشريعة من كلية دار العلوم ١٣٩٥هـ - ١٩٧٥م.\nالعمل\n* العمل بالتدريس بمصر من ١٣٧٦ - ١٣٩٥هـ (١٩٥٧- ١٩٧٥م)، منها أربع سنوات بالكويت.\n* العمل بالتدريس بالجامعة المستنصرية بالعراق ١٣٩٥- ١٣٩٦هـ (١٩٧٥- ١٩٧٦م).\n* العمل بالتدريس بالمعاهد العليا بالكويت ١٣٩٦- ١٤٠١هـ (١٩٧٦-١٩٨١م).\n* التدريس بكلية الشريعة بجامعة قطر ١٤٠١هـ - حتى الآن.\nالتدرج بالوظائف:\n* مدرس.\n* أستاذ مساعد.\n* أستاذ في الفقه والأصول (حالياً) بكلية الشريعة بجامعة قطر كما أنه خبير في الفقه والاقتصاد بمجمع الفقه - منظمة المؤتمر الإسلامي.\nالدرجة العلمية:\nدكتوراه في الفقه المقارن وأصوله بمرتبة الشرف الأولى، من كلية دار العلوم، جامعة القاهرة.\nالأعمال:\nأولاً: دراسات في الفرق:\n* فقه الشيعة الإمامية ومواضع الخلاف بينه وبين المذاهب الأربعة (رسالة ماجستير)- مكتبة ابن تيمية بالكويت.\n* أثر الإمامة في الفقه الجعفري وأصوله - دار الثقافة بقطر، ودار السلام بالأزهر بالقاهرة.\n* آية التطهير بين أمهات المؤمنين وأهل الكساء - مكتبة ابن تيمية بالكويت، والقاهرة.\n* الإمامة عند الجمهور والفرق المختلفة - الدار السلفية بالروضة بالقاهرة.\n* الإمامة عند الجعفرية والأدلة من القرآن العظيم - مكتبة ابن تيمية بالكويت.\n* الإمامة عند الجعفرية في ضوء السنة - مكتبة ابن تيمية بالكويت.\n* حديث الثقلين وفقهه - مكتبة ابن تيمية بالبحرين.\n* عقيدة الإمامة عند الشيعة الاثنى عشرية: دراسة في ضوء الكتاب والسنة، هل كان شيخ الأزهر البشري شيعياً. دار الاعتصام بالقاهرة.\n* بين الشيعة والسنة: دراسة مقارنة في التفسير وأصوله - دار الاعتصام بالقاهرة، دار ابن تيمية بالكويت.\n* مع الشيعة الاثنى عشرية في الأصول والفروع: موسوعة شاملة - دار التقوى ببلبيس مصر، ودار الريان ببيروت، ودار الفضيلة بالرياض، وتوزيع جمعية أنصار السنة المحمدية بمصر (أربعة أجزاء).\nثانياً: دراسات في المعاملات المعاصرة:\n* حكم ودائع البنوك وشهادات الاستثمار في الفقه الإسلامي - ملحق مجلة الأزهر في شعبان ثم شوال عام ١٤٠٢هـ، ثم عدل وزيد زيادة كبيرة وطبع مع مجلة الأزهر في ربيع الآخر ١٤١٠هـ، كما طبع طبعات أخرى في مصر وقطر والكويت والسعودية.\n* حكم أعمال البنوك في الفقه الإسلامي، ملحق مجلة الأزهر: ذو الحجة عام ١٤٠٢هـ، سلسلة رسالة الأزهر.\n* معاملات البنوك الحديثة في ضوء الإسلام - مكتبة الحرمين بقطر.\n* في البيوع والنقود والبنوك: محاضرات وندوات - مكتبة الحرمين بقطر.\n* الاقتصاد الإسلامي (باب في كتاب دراسات في الثقافة الإسلامية) - مكتبة الفلاح بالكويت.\n* المعاملات المالية المعاصرة في ميزان الفقه الإسلامي - مكتبة الفلاح بالكويت والاعتصام بالقاهرة.\n* النقود واستبدال العملات: دراسة وحوار - مكتبة الفلاح بالكويت، والاعتصام بالقاهرة.\n* الكفالة وتطبيقاتها المعاصرة: دراسة في الفقه الإسلامي مقارناً بالقانون - الفلاح بالكويت والاعتصام بالقاهرة.\n* التطبيق المعاصر للزكاة: مع ترجمة بالإنجليزية- إحياء التراث الإسلامي بقطر وطبعة إنجليزية بإنجلترا.\n* معاملاتنا المعاصرة: دراسة لبعض مشكلاتها في ضوء السنة - بحث قدم للمؤتمر العاشر لمجمع البحوث الإسلامية بالأزهر.\n* أجرؤكم على الفتيا أجرؤكم على النار، دار الاعتصام القاهرة، ودار الثقافة قطر، وهو يضم عشرين بحثاً ومقالاً نشرت في الصحف للرد على الذين أباحوا البنوك الربوية.\n* الاقتصاد الإسلامي ودور الفقه في تأصيله، مع ترجمة إنجليزية، ملحق مجلة الأزهر جمادى الأولى ١٤١١هـ.\n* الرد على كتاب مفتي مصر حول معاملات البنوك وأحكامها الشرعية، دار المنار الحديثة بالقاهرة.\n* البنوك والاستثمار، ملحق مجلة الأزهر ذي الحجة ١٤١١هـ.\n* الاقتصاد الإسلامي والقضايا الفقهية المعاصرة (جزءان)، دار الريان ببيروت، ودار الثقافة بقطر، ودار التقوى ببلبيس مصر.\n* المضاربة ومعاملات البنوك، بحث قدم لمجمع الفقه برابطة العالم الإسلامي بمكة المكرمة.\n* حماية الحسابات الاستثمارية في المصارف الإسلامية، قدم لمجمع الفقه برابطة العالم الإسلامي.\n* الشرط الجزائي وتطبيقاته المعاصرة، نشر في مجلة مجمع الفقه برابطة العالم الإسلامي.\n* مخاطر التمويل الإسلامي، بحث قدم لمركز البحوث ببنك التنمية الإسلامي.\n* الزكاة والاستثمار.\nثالثاً: دراسات عامة:\n* قصة الهجوم على السنة من الطائفة الضالة في القرن الثاني إلى الطاعنين في عصرنا. دار السلام بالقاهرة.\n* زواج الأقارب بين العلم والدين، طبعة قطر، دار السلام بالقاهرة.\nرابعاً: أبحاث نشرت في حولية كلية الشريعة - جامعة قطر:\n* الكفالة بين الفقه والقانون.\n* الكفالة في الكتاب والسنة والتطبيقات المعاصرة.\n* أثر تغير قيمة النقود في الحقوق والالتزامات الآجلة.\n* البيع بالتقسيط، نظرات في التطبيق العملي.\n* الاستصناع.\nخامساً: أبحاث نشرت في مجلة مركز السيرة والسنة - جامعة قطر\n* حديث الثقلين وفقهه.\n* السنة بيان الله على لسان رسوله.\n* التضخم والكساد في ضوء حديث ابن عمر.\n* أحاديث الشروط في البيع وفقهها.\nسادساً: أبحاث قدمت لمجمع الفقه بمنظمة المؤتمر الإسلامي بجدة:\n(يطبع المجمع الأبحاث في مجلته)\n* التعامل المصرفي بالفوائد.\n* خطاب الضمان.\n* زكاة المستغلات.\n* أحكام النقود واستبدال العملات.\n* تغير قيمة النقود.\n* سندات المقارضة.\n* أثر تغير قيمة النقود في الحقوق والالتزامات.\n* بيع المرابحة للآمر بالشراء: نظرات في التطبيق العملي.\n* تنظيم النسل وتحديده.\n* البيع بالتقسيط: نظرات في التطبيق العملي.\n* الأسواق المالية.\n* فوائد البنوك وشهادات الاستثمار في ضوء الكتاب والسنة والإجماع.\n* الاستصناع.\n* تطبيقات شرعية لإقامة سوق إسلامية.\n* التضخم والكساد من منظور إسلامي.\n* الشرط الجزائي.\nسابعاً: أبحاث وتعليقات قدمت لمؤتمرات عامة غير مجمع الفقه:\n* الاقتصاد الإسلامي ودور الفقه في تأصيله.\n* السياسة المالية (معالجة العجز في الميزانية).\n* السياسة النقدية (دور المصارف في ظل نظام اقتصاد إسلامي).\n* المرابحة في المنافع والخدمات.\nثامناً: دراسات ومقالات وتعليقات ومحاضرات عامة:\n* دراسة من سبعة مباحث تحت عنوان \"بيان فضيلة مفتي مصر في ميزان الفقه الإسلامي\" نشرت في مجلة النور - مصر، جريدة اللواء - الأردن، جريدة الشرق - قطر، مجلة النور - الكويت: والتي يصدرها بيت التمويل الكويتي، مجلة الاقتصاد الإسلامي - دبي: والتي يصدرها بنك دبي الإسلامي.\n* بحث عن \"فوائد القروض والبنوك\" نشر بمجلة الأزهر - مصر ثم نشر في بعض البلاد الأخرى.\n* بحث عن صكوك البديل الإسلامي للسندات وشهادات الاستثمار. نشر بمجلة الاقتصاد الإسلامي - دبي.\n* بحث عن زكاة عروض التجارة. نشر بمجلة منار الإسلام - أبو ظبي.\n* مقالات عديدة عن الاقتصاد الإسلامي والمعاملات المالية المعاصرة نشرت في المجلات الإسلامية، والصحف العربية والأجنبية.\n* التعليق والحكم على الأبحاث المقدمة لنيل الجوائز، أو للترقية، أو للنشر في المجلات المحكمة، أو لعرضها في المؤتمرات (عدد كبير).\n* محاضرات عامة في الاقتصاد الإسلامي والمعاملات المالية المعاصرة في عدد كبير من البلاد العربية والأجنبية: مصر - قطر - الإمارات - البحرين - ليبيا - بريطانيا - فرنسا - ألمانيا - أمريكا - كندا.\n* برنامج الاقتصاد الإسلامي - بتلفزيون قطر (أكثر من مائة حلقة).\n* الإسهام في برنامج عالم الاقتصاد الذي تذيعه إذاعة قطر وذلك بتخصيص جزء من وقت البرنامج للاقتصاد الإسلامي.\n* المشاركة في العديد من الندوات والمؤتمرات والمجامع الفقهية، وحضور جميع دورات مجمع الفقه بمنظمة المؤتمر الإسلامي.\nتاسعاً: العقود الخاصة بالتمويل والاستثمار في مصرف قطر الإسلامي:\n* عقد المضاربة.\n* عقد الاستصناع.\n* عقد الوكالة.\n* عقد الشراء مع خيار الشرط.\n* عقود البيع بالمرابحة والمساومة.\n* عقد الإجارة.",
  "books": [
    {
      "text_id": 1507,
      "title": "مع الاثنى عشرية في الأصول والفروع"
    }
  ]
}