{
  "author_id": 2254,
  "author_meta": "محمد عبد الله عنان\nمحمد عبد الله عنان، أحد أشهر المؤرخين المعاصرين\n- ولد في يولية ١٨٩٦م، بقرية بشلا مركز ميت غمر بمحافظة الدقهلية شمال مصر.\n- حفظ القران الكريم مبكراً\n- وحصل على شهادة الحقوق سنة ١٩١٤م.\n- عمل محامياً وانخرط في الحياة الوطنية السياسية والحزبية، وكان أحد أشهر الكتاب المرموقين\n- توفي في يناير ١٩٨٦.\nمؤلفاته\n* قضايا التاريخ الكبرى.\n* تراجم إسلامية.\n* ابن خلدون حياتة وتراثة الفكري.\n* لسان الدين بن الخطيب.\n* المآسي والصور الغوامض مزين بالصور التاريخية\n* تاريخ الجامع الأزهر.\n* مأساة مايرلنج. دراسة تاريخية تحليلية مستقاة من الوثائق الامبراطورية النمسوية\n* تاريخ المؤامرات السياسية.\n* تراجم إسلامية شرقية واندلسية.\n* المذاهب الإجتماعية الحديثة.\n* تاريخ الجمعيات السريه والحركات الهدامه.\n* الحاكم بأمر الله وأسرار الدعوه الفاطميه.\n* مواقف حاسمة في التاريخ الإسلامي.\n* التجربة المغربية: عرض لأوضاع المغرب قبل الاستقلال وتحليل لاسلوب معالجة مشاكله بعد التحرير.\n* فهارس الخزانة الحسنية: فهرس قسم التاريخ والرحلات والاجازات (بالإشتراك مع عبدالعالي لمدبر، محمد سعيد حنشي؛ اشراف ومراجعة أحمد شوقي بنبين)\n* السياسة المصرية والانقلاب الدستوري (بالإشتراك مع محمد حسين هيكل، إبراهيم عبد القادر المازني).\n* ثلثا قرن من الزمان: (مذكرات محمد عبد الله عنان).\n* دولة الإسلام في الأندلس (موسوعة ضخمة من ثمانية أجزاء) وهي من أشهر كتبه استغرق إنجازها نحو ٢٥ سنة، اعتمد في الجزئين دولة المرابطين والموحدين على كتاب ابن عذاري المراكشي البيان المغرب في ذكر أخبار الأندلس والمغرب بل باستطاعتنا القول إن هذين الجزئين هما تحقيق موسع لكتاب ابن عذاري وقد أشار هو نفسه إلى ذلك وقال أنه اعتمد عليه كمصدر أساسي ولكنه - والحق يقال - أن نقله كان نقل المؤرخ الحصيف فقد دأب دائما على مراجعة أقوال باقي المؤرخين فتراه كثيرا ما يشير إلى خطأ وقع فيه كتاب معاصرون لتلك الحوادث خاصة المراكشي أو ملئ فراغ تاريخي في حداثة معينة من خلال الرجوع إلى باقي مراجع أخرى من عربية أو أسبانية أو ألمانية أو فرنسية. ولما كانت الدولة المرابطية والموحدية لها علاقة وطيدة بالأحداث في الأندلس فقد أرخ لها تلك أيضا وتعرض لكيفة نشأتها وتطورها وسقوطها بأدق التفاصيل وهو فيما أعلم أشمل كتاب تعرض لتاريخ هاتين الدولتين في العصر الحديث وقد طبع الكتاب حديثا في سلسلة مكتبة الأسرة المصرية.\nترجمة\n* ترجمة كتاب تاريخ الأندلس في عهد المرابطين والموحدين للمؤرخ الألماني يوسف اشباخ.\n* قصص اجتماعية ونماذج من أدب الغرب (لـ بول بورجيه)\n* فلسفة ابن خلدون الاجتماعية : تحليل ونقد وضعه بالفرنسية طه حسين ونقله للعربية محمد عبد الله عنان.\nتحقيقات\n* ريحانة الكتاب ونجعة المنتاب / لسان الدين بن الخطيب ؛ حققه محمد عبد الله عنان. تاريخ النشر: ١٤٠٠هـ، ١٩٨٠م\n* الإحاطة في أخبار غرناطة / لسان الدين بن الخطيب ؛ حقق نصة ووضع مقدمتة وحواشية محمد عبد الله عنان. تاريخ النشر: ٩٣ - ١٣٩٧ هـ، ٧٣ - ١٩٧٧م\n(نقلا عن ويكيبيديا)",
  "books": [
    {
      "text_id": 1009,
      "title": "دولة الإسلام في الأندلس"
    }
  ]
}