{
  "author_id": 2256,
  "author_meta": "قال الذهبي في «السير» :\nابْنُ رَزْقُوَيْه مُحَمَّدُ بنُ أَحْمَدَ بنِ مُحَمَّدٍ البَغْدَادِيُّ:\nالإِمَامُ، المُحَدِّثُ المُتْقِنُ، المُعَمَّرُ، شَيْخُ بَغْدَاد، أَبُو الحَسَنِ مُحَمَّدُ بنُ أَحْمَدَ بنِ مُحَمَّدِ بنِ أَحْمَدَ بنِ رَزْقِ بنِ عَبْدِ اللهِ بنِ يَزِيْدَ البَغْدَادِيُّ، البَزَّاز.\nوُلِدَ: سَنَةَ خَمْسٍ وَعِشْرِيْنَ وَثَلَاثِ مائَةٍ.\nوَذكرَ أَنَّ أَوَّلَ سَمَاعِهِ سَنَةَ سَبْعٍ وَثَلَاثِيْنَ.\nسَمِعَ: مُحَمَّدَ بنَ يَحْيَى بنِ عُمَرَ بنِ عَلِيِّ بنِ حَرْبٍ الطَّائِيَّ، وَإِسْمَاعِيْلَ بن مُحَمَّدٍ الصَّفَّارَ، وَأَبَا جَعْفَرٍ بن البَخْتَرِيّ، وَعَلِيَّ بن مُحَمَّدٍ المِصْرِيَّ الوَاعِظ، وَعَبْدَ اللهِ بنَ عَبْدِ الرَّحْمَنِ السُّكَّرِيَّ، وَعُثْمَانَ بن السَّمَّاكِ، وَطَبَقَتَهم وَمن بَعْدهُم.\nحَدَّثَ عَنْهُ: أَبُو بَكْرٍ الخَطِيْبُ، وَأَبُو الحُسَينِ بنُ الغَريقِ، وَمُحَمَّدُ بنُ عَلِيّ ابنُ الحَنْدقُوقِيِّ، وَعَبْدُ العَزِيْزِ بنُ طَاهِرٍ الزَّاهِد، وَمُحَمَّدُ بنُ إِسْحَاقَ البَاقَرْحِي، وَعَبْدُ اللهِ بنُ عَبْدِ الصَّمَدِ بنِ المَأْمُوْنِ، وَأَبُو الغَنَائِمِ مُحَمَّدُ بنُ أَبِي عُثْمَانَ، وَأَحْمَدُ بنُ الحُسَيْنِ بنِ سُلَيْمَانَ العَطَّارُ، وَنَصْرُ بنُ البَطِرِ، وَأَخُوْهُ؛ عَلِيُّ بنُ البَطِرِ، وَآخَرُوْنَ، وَأَمْلَى مُدَّة.\nقَالَ الخَطِيْبُ:كَانَ ثِقَةً، صَدُوْقاً، كَثِيْرَ السَّمَاعِ وَالكِتَابَةِ، حَسَنَ الاعْتِقَادِ، مُدِيْماً لِلْتِّلَاوَة، بَقِيَ يُمْلِي فِي جَامع المَدِيْنَة مِنْ بَعْد ثَمَانِيْنَ وَثَلَاثِ مائَةٍ إِلَى قُرْبِ مَوْته، وَهُوَ أَوَّلُ شَيْخٍ كَتَبْتُ عَنْهُ، وَذَلِكَ فِي سَنَةِ ثَلَاثٍ وَأَرْبَعِ مائَةٍ بَعْد مَا كُفَّ بَصَرُهُ.\nقَالَ أَبُو القَاسِمِ الأَزْهَرِيُّ: أَرْسَلَ بَعْضُ الوزَرَاء إِلَى أَبِي الحَسَنِ بنِ رَزْقُوَيْه بِمَالٍ، فَرَدَّهُ توَرُّعاً.\nوَكَانَ ابْنُ رَزْقُوَيْه يُذكر أَنَّهُ درس الفِقْهَ للشَافعِي.\nقَالَ الخَطِيْبُ: سَمِعْتُهُ يَقُوْلُ:\nوَاللهِ مَا أُحِبُّ الحَيَاةَ إِلاَّ لِلذِّكر وَللتحديثِ، وَسَمِعْتُ البَرْقَانِيَّ يُوَثِّق ابْنَ رَزْقُوَيْه، مَاتَ سَنَةَ اثْنَتَيْ عَشْرَةَ وَأَرْبَع مائَة.",
  "books": [
    {
      "text_id": 30429,
      "title": "حديث ابن رزقويه"
    }
  ]
}