{
  "author_id": 2267,
  "author_meta": "محمَّدُ بنُ صالحِ بنِ عبد الله بنِ محمَّدِ بنِ عبد الله بنِ سُلَيمانَ بنِ محمَّدِ بنِ غانِمٍ الشاويُّ البَقْميُّ الأَزْديُّ\nوُلِدَ في البُكَيْريَّةِ، ١٣٥٠ هـ، ووالده هو الشيخِ صالحِ بنِ عبد الله الشاويِّ -رحمه الله- مِنْ علماء البُكَيْرِيَّة، وكان مِنْ المُوسِرينَ.\nأتم حفظ القرآن الكريم، صغيرا، ثم حضر مجالس والدِهِ في كُتُبِ ابن تيميَّة، وكتبِ ابن القيِّم، وكتبِ التفسير، والسِّيرةِ النبويَّة\nثم انضم إلى الحَلْقةِ في الجامع الكبير في البُكَيْريَّة؛ ليدرُسَ على الشيخ محمَّد بن عبد الله السُّبَيِّلِ، والشيخ عبد العزيز بن عبد الله السُّبَيِّل، والشيخِ محمَّد بن مُقبِلِ المُقبِل، وغيرهم.\nثم سافر إلى الرياض، وانضمَّ مع طلبةِ العلمِ في مسجد الشيخ محمد بن إبراهيم آل الشيخ، وأخيه الشيخ عبد اللطيف بن إبراهيم، وغيرِهم.\nثم التحق بدارِ التوحيدِ في الطائف، وبعد أن أخَذَ منها شهادةَ المتوسِّطةِ، عاد إلى الرياض، وأكمَلَ الثانويةَ في المعهدِ العلميِّ بالرياض.\nفي عام (١٣٧٢ هـ) التحَقَ بكلية الشريعة، والتي كانت تسمَّى آنَذَاكَ: «دارَ العُلُومِ الشرعيَّة»، ودرس فيها على الشيخُ محمَّد الأمين الشِّنْقِيطي، مؤلِّفُ تفسيرِ (أضواء البيان)، والشيخُ عبد العزيز بن باز، والشيخُ عبد الرزَّاق عفيفي، وغيرهم، وتخرُّج فيها عام (١٣٧٦ هـ)، ضمن أوَّلِ دُفْعةٍ تخرَّجت في الكلية.\nعُين قاضيًا في المنطقة الشرقية في «النُّعَيْريَّةِ» في ١٣٧٧ هـ، وقام بتأسيسِ المحكمةِ الشرعيَّةِ فيها، وعُيِّنَ رئيسًا لها، كما أسس فيها هيئاتِ الأمرِ بالمعروف، والنهيِ عن المنكَرِ فيها، ثم عُيِّنَ رئيسًا لها\nفي ١٣٧٩ هـ انتقل إلى الرياض، وتم تعيينه (أول رئيس) لكتابة العدل (حيثُ لم يكن هناك كتابةُ عَدْلٍ رسميَّةٌ بهذا الاسمِ قبل ذلك في منطقةِ الرياضِ والقَصِيم)\nفي ١٣٩٨ هـ عُين مستشارًا لوزيرِ العَدْلِ الشيخ إبراهيم بن محمَّد بن إبراهيم آل الشيخ\nفي ١٣٩٩ هـ تقاعد (مبكرا) للتفرُّغَ لكتابةِ البحوث والعبادةِ. وبعد التقاعُدِ انتقل إلى مكة المكرمة، وسكن بجوارِ الحرَمِ المكي، يصلي فيه الصلوات الخمس. يقول ولده (صالح الشاوي): «ولقد رأيتُ مِنْ الوالدِ حفظه الله أثناءَ إقامتِهِ في مكَّةَ عنايةً بكتاب الله؛ تلاوةً وحفظًا، وفهمًا وتدبُّرًا؛ حتى إنه ترَكَ لأبنائِهِ جميعَ أعمالِهِ وتجاراتِه، منذ رُبُعِ قَرْنٍ تقريبًا حتى لا يَشغَلَهُ شيءٌ عن القرآنِ ومدارَسَتِه، وكان ولا يزال: يَختِمُ القرآنَ في كلِّ يومٍ مَرَّةً؛ لا يَثْنِيهِ عن ذلك إلا الضرورةُ القاهرة؛ هذا بخلافِ عباداتِهِ الأخرى مِنْ الصلاةِ والقيامِ والطواف، وحضورِ دروسِ الحرَمِ المكي»\nمؤلَّفاتُه:\n١ - النَّفَحَاتُ المَكِّيَّةِ فِي تَفْسِيرِ كِتَابِ رَبِّ البَرِيَّةِ.\n٢ - دُرُوسٌ وقَبَساتٌ مِنْ الحرَمِ - فوائِدُ ووقَفَاتٌ مُنْتقاةٌ مِنْ دُرُوسِ الحرَمِ المكِّيِّ وغَيْرِهِ.\n٣ - نَفَحَاتٌ قرآنيَّة - تَعْلِيقٌ عَلَى بَعْضِ الآيَاتِ القُرآنيَّةِ.\n٤ - التُّحْفَةُ المَكِّيَّةُ فِي تَوْضِيحِ أَهَمِّ القَوَاعِدِ الفِقْهِيَّةِ.\n٥ - الَّلآلِئُ المَكِّيَّةُ مِنْ كَلَامِ خَيْرِ البَرِيَّةِ - شَرْحِ سَبْعُونَ حَدِيثًا نَبَوِيًّا صَحِيحًا.\n٦ - تَرَاجِمُ بَعْضِ عُلَمَاءِ الشَّاوِيِّ.\n٧ - خُطْبةُ المِنْبَر.\n٨ - رسالتانِ في القَدَرِ والرِّبا، ومقالاتٌ متنوِّعة.\n٩ - القَضَاءُ وَالقَدَرُ عِنْدَ أَهْلِ السُّنَّةِ وَالجَمَاعَةِ.\n١٠ - الرَّدُّ الوَارِف عَلَى مَنْ أَبَاحَ رِبَا المَصَارِف.\n١١ - قُطُوفٌ دَانِيَةٌ - مَقَالَاتٌ وَمَوْضُوعَاتٌ مُتَنَوِّعَةٌ.\n١٢ - حِكَمٌ مُخْتَارَاتٌ مِنْ عُيُونِ الشِّعْرِ وَالأَدَبِ.\n١٣ - أَيَّامٌ مِنْ حَيَاةِ الشَّيْخِ مُحَمَّدِ بْنِ صَالِحٍ الشَّاوِيِّ - جَمَعَهُ وَرَتَّبَهُ ابْنُهُ صَالِحُ الشَّاوِي.\n(ملخصا مما كتبه ابنه صالح الشاوي في مقدمة بعض الكتب المطبوعة للمترجَم)",
  "books": [
    {
      "text_id": 1232,
      "title": "التحفة المكية في توضيح أهم القواعد الفقهية"
    },
    {
      "text_id": 1233,
      "title": "اللآليء المكية من كلام خير البرية"
    }
  ]
}