{
  "author_id": 2279,
  "author_meta": "أحمد حسن الزيات باشا\n(١٦ جمادى الآخرة ١٣٠٣ هـ/٢ إبريل ١٨٨٥ - ١٦ ربيع الأول ١٣٨٨ هـ/١٢ مايو ١٩٦٨)\nمن كبار رجال النهضة الثقافية في مصر والعالم العربي، ومؤسس مجلة الرسالة. اختير عضوا في المجامع اللغوية في القاهرة، ودمشق، وبغداد، وحاز على جائزة الدولة التقديرية فى الآداب عام ١٩٦٢ م في مصر.\nكتب أحمد تمام:\nشهدت مصر في النصف الأول من القرن الرابع عشر الهجري نهضة أدبية وفكرية، شملت كل فنون الأدب وألوان الفكر، وازدانت الحياة بكوكبة من فحول الشعراء، وكبار الكُتّاب، وأئمة اللغة والبيان، وأساطين العلم والفكر، وقادة الرأي والتوجيه، ودعاة التربية والإصلاح، وجهابذة الفقه والقانون، ونجوم الصحافة والأدب، واجتمع لها من هؤلاء الأعلام ما لم يجتمع لها في قرون طويلة، منذ أن أصبحت مصر إسلامية الوجه، عربية اللسان.\nوكان أحمد حسن الزيات واحدًا من هذه الكوكبة العظيمة التي تبوأت مكان الصدارة في تاريخ الثقافة العربية، وَلَج إلى هذه الكوكبة ببيانه الصافي، وأسلوبه الرائق، ولغته السمحة، وبإصداره مجلة \"الرسالة\" ذات الأثر العظيم في الثقافية العربية.\nمولد الزيات ونشأته\nاستقبلت قرية \"كفر دميرة القديم\" التابعة لمركز \"طلخا\" بمحافظة \"الدقهلية\" بمصر وليدها في (١٦ من جمادى الآخرة ١٣٠٣ هـ= ٢ من إبريل ١٨٨٥م)، ونشأ في أسرة متوسطة الحال، تعمل بالزراعة، وكان لوالده نزوع أدبي، وتمتّعت أمه بلباقة الحديث وبراعة الحكي والمسامرة، تلقى الصغير تعليمه الأوّلي في كُتّاب القرية، وهو لا يزال غضًا طريًا في الخامسة من عمره، فتعلم القراءة والكتابة، وأتمّ حفظ القرآن الكريم وتجويده، ثم أرسله أبوه إلى أحد العلماء في قرية مجاورة، فتلقى على يديه القراءات السبع وأتقنها في سنة واحدة.\nالزيات في الأزهر\nالتحق الزيات بالجامع الأزهر وهو في الثالثة عشرة من عمره، وكانت الدراسة فيه مفتوحة لا تتقيد بسن معينة، أو تلزم التلاميذ بالتقيد بشيخ محدد، وإنما كان الطلاب يتنقلون بين الأساتذة، يفاضلون بينهم، حتى إذا آنس أحدهم ميلاً إلى شيخ بعينه؛ لزمه وانصرف إليه.\nوظل الزيات بالأزهر عشر سنوات، تلقى في أثنائها علوم الشريعة والعربية، غير أن نفسه كانت تميل إلى الأدب، بسبب النشأة والتكوين، فانصرف إليه كليةً، وتعلق بدروس الشيخ \"سيد علي المرصفي\" الذي كان يدرّس الأدب في الأزهر، ويشرح لتلاميذه \"حماسة\" أبى تمام، وكتاب \"الكامل\" للمبرّد، كما حضر شرح المعلقات للشيخ محمد محمود الشنقيطي، أحد أعلام اللغة البارزين.\nوفي هذه الأيام اتصل بطه حسين، ومحمود حسن الزناتي، وربطهم حب الأدب برباط المودة والصداقة، فكانوا يترددون على دروس المرصفي الذي فتح لهم آفاقًا واسعة في الأدب والنقد، وأثّر فيهم جميعًا تأثيرًا قويًا، وكانوا يقضون أوقاتًا طويلة في \"دار الكتب المصرية\" لمطالعة عيون الأدب العربي، ودواوين فحول الشعراء.\nالزيات معلمًا\nلم يستكمل الثلاثة دراستهم بالجامع الأزهر، والتحقوا بالجامعة الأهلية التي فتحت أبوابها للدراسة في سنة (١٣٢٩ هـ= ١٩٠٨م) وكانت الدراسة بها مساء، وتتلمذوا على نفر من كبار المستشرقين الذين استعانت بهم الجامعة للتدريس بها، من أمثال: نللينو، وجويدي، وليتمان.\nوكان الزيات في أثناء فترة التحاقه بالجامعة يعمل مدرسًا بالمدارس الأهلية، وفي الوقت نفسه يدرس اللغة الفرنسية التي أعانته كثيرًا في دراسته الجامعية حتى تمكن من نيل إجازة الليسانس سنة (١٣٣١هـ= ١٩١٢م).\nالتقى الزيات وهو يعمل بالتدريس في المدرسة الإعدادية الثانوية في سنة (١٣٣٣هـ= ١٩١٤م) بعدد من زملائه، كانوا بعد ذلك قادة الفكر والرأي في مصر، مثل: العقاد، والمازني، وأحمد زكي، ومحمد فريد أبو حديد، وقد أتيح له في هذه المدرسة أن يسهم في العمل الوطني ومقاومة المحتل الغاصب، فكان يكتب المنشورات السرية التي كانت تصدرها الجمعية التنفيذية للطلبة في أثناء ثورة ١٩١٩م، وكانت تلك المدارس من طلائع المدارس التي أشعلت الثورة وقادت المظاهرات.\nوظل الزيات يعمل بالمدارس الأهلية حتى اختارته الجامعة الأمريكية بالقاهرة رئيسًا للقسم العربي بها في سنة (١٣٤١ هـ= ١٩٢٢م)، وفي أثناء ذلك التحق بكلية الحقوق الفرنسية، وكانت الدراسة بها ليلاً، ومدتها ثلاث سنوات، أمضى منها سنتين في مصر، وقضى الثالثة في فرنسا حيث حصل على ليسانس الحقوق من جامعة باريس في سنة (١٣٤٤هـ= ١٩٢٥).\nوظل بالجامعة الأمريكية حتى اختير أستاذًا في دار المعلمين العالية ببغداد (١٣٤٨ هـ= ١٩٢٩م) ومكث هناك ثلاث سنوات، حفلت بالعمل الجاد، والاختلاط بالأدباء والشعراء العراقيين، وإلقاء المحاضرات.\nمجلة الرسالة\nبعد عودة الزيات من بغداد سنة (١٣٥١هـ= ١٩٣٣م) هجر التدريس، وتفرغ للصحافة والتأليف، وفكّر في إنشاء مجلة للأدب الراقي والفن الرفيع، بعد أن وجد أن الساحة قد خلت باختفاء \"السياسة\" الأسبوعية التي كانت ملتقى كبار الأدباء والمفكرين، وذات أثر واضح في الحياة الثقافية بمصر، وسانده في عزمه أصدقاؤه من لجنة التأليف والترجمة والنشر.\nوفي (١٨ من رمضان ١٣٥١ هـ= ١٥ من يناير ١٩٣٣) ولدت مجلة الرسالة، قشيبة الثياب، قسيمة الوجه، عربية الملامح، تحمل زادًا صالحًا، وفكرًا غنيًا، واستقبل الناس الوليد الجديد كما يستقبلون أولادهم بلهفة وشوق؛ حيث كانت أعدادها تنفد على الفور.\nوكانت المجلة ذات ثقافة أدبية خاصة، تعتمد على وصل الشرق بالغرب، وربط القديم بالحديث، وبعث الروح الإسلامية، والدعوة إلى وحدة الأمة، وإحياء التراث، ومحاربة الخرافات، والعناية بالأسلوب الرائق والكلمة الأنيقة، والجملة البليغة.\nوقد نجحت الرسالة في فترة صدورها، فيما أعلنت عنه من أهداف وغايات، فكانت سفيرًا للكلمة الطيبة في العالم العربي، الذي تنافس أدباؤه وكُتّابه في الكتابة لها، وصار منتهى أمل كل كاتب أن يرى مقالة له ممهورة باسمه على صفحاتها، فإذا ما نُشرت له مقالة أو بحث صار كمن أجازته الجامعة بشهادة مرموقة؛ فقد أصبح من كُتّاب الرسالة.\nوأفسحت المجلة صفحاتها لأعلام الفكر والثقافة والأدب من أمثال العقاد، وأحمد أمين، ومحمد فريد أبو حديد، وأحمد زكي، ومصطفي عبد الرازق، ومصطفى صادق الرافعي الذي أظلت المجلة مقالته الخالدة التي جُمعت وصارت \"وحي القلم\".\nوربت الرسالة جيلا من الكتاب والشعراء في مصر والعالم العربي، فتخرج فيها: محمود محمد شاكر، ومحمد عبد الله عنان، وعلي الطنطاوي، ومحمود حسن إسماعيل، وأبو القاسم الشابي، وغيرهم، وظلت المجلة تؤدي رسالتها حتى احتجبت في (٢٩ من جمادى الآخرة ١٣٧٢هـ= ١٥ من فبراير ١٩٥٣م).\nالزيات أديبًا\nيعد الزيات صاحب مدرسة في الكتابة، وأحد أربعة عُرف كل منهم بأسلوبه المتميز وطريقته الخاصة في الصياغة والتعبير، والثلاثة الآخرون هم: مصطفى صادق الرافعي، وطه حسين، والعقاد، ويوازن أحد الباحثين بينه وبين العقاد وطه حسين، فيقول: \"والزيات أقوى الثلاثة أسلوبًا، وأوضحهم بيانًا، وأوجزهم مقالة، وأنقاهم لفظًا، يُعْنى بالكلمة المهندسة، والجملة المزدوجة، وعند الكثرة الكاثرة هو أكتب كتابنا في عصرنا\".\nوعالج الزيات في أدبه كثيرًا من الموضوعات السياسية والاجتماعية، فهاجم الإقطاع في مصر، ونقد الحكام والوزراء، وربط بين الدين والتضامن الاجتماعي، وحارب المجالس الوطنية المزيّفة، وقاوم المحتل، وعبّأ الشعب لمقاومته، ورسم سبل الخلاص منه .. يقول الزيات: \"إن اللغة التي يفهمها طغام الاستعمار جعل الله حروفها من حديد، وكلماتها من نار، فدعوا الشعب يا أولياء أمره يعبّر للعدو عن غضبه بهذه اللغة، وإياكم أن تقيموا السدود في وجه السيل، أو تضعوا القيود في رِجل الأسد، أو تلقوا الماء في فم البركان، فإن غضب الشعوب كغضب الطبيعة، إذا هاج لا يُقْدَع، وإذا وقع لا يُدْفَع، لقد حَمَلنا حتى فدحنا الحمل، وصبرنا حتى مللنا الصبر، والصبر في بعض الأحيان عبادة كصبر أيوب، ولكنه في بعضها الآخر بلادة كصبر الحمار\".\nوقد أخرج الزيات للمكتبة العربية عددًا من الكتب، أقدمها: كتابه \"تاريخ الأدب العربي\"، وصدر سنة (١٣٣٥ هـ= ١٩١٦م)، ثم أصدر \"في أصول الأدب\" سنة (١٣٥٢هـ= ١٩٣٤م)، و\"دفاع عن البلاعة\" سنة (١٣٦٤ هـ= ١٩٤٥م) وهو كتاب في النقد الأسلوبي، قصره الزيات على بيان السمات المثلى للأسلوب العربي.\nثم جمع الزيات مقالاته وأبحاثه التي نشرها في مجلته، وأصدرها في كتابه \"وحي الرسالة\" في أربعة مجلدات، أودعها تجاربه ومشاهداته وانفعالاته وآراءه في الأدب والحياة والاجتماع والسياسة، بالإضافة إلى ما صوّره بقلمه من تراجم لشخصيات سياسية وأدبية.\nولم يكن التأليف وكتابة المقالة الأدبية هما ميدانه، بل كان له دور في الترجمة الراقية، ذات البيان البديع، فترجم من الفرنسية \"آلام فرتر\" لجوته سنة (١٣٣٩هـ= ١٩٢٠م) ورواية \"روفائيل\" للأديب الفرنسي لامرتين، وذلك في أثناء إقامته بفرنسا سنة (١٣٤٤هـ= ١٩٢٥م).\nوقد لقي الزيات تقدير المجامِع والهيئات العربية، فاختير عضوًا في المجامع اللغوية في القاهرة، ودمشق، وبغداد، وكرّمته مصر بجائزتها التقديرية في الأدب سنة (١٣٨٢هـ= ١٩٦٢م).\nوعاش الزيات بعيدًا عن الانتماءات الحزبية، فلم ينضم إلى حزب سياسي يدافع عنه، مثل العقاد وهيكل وطه حسين، ولم يدخل في خصومه مع أحد، ولم يشترك في المعارك الأدبية التي حفلت بها الحياة الثقافية في مصر؛ فقد كان هادئ النفس، وديع الخلق، ليّن الجانب، سليم الصدر.\nوظل الزيات محل تقدير وموضع اهتمام حتى لقي ربه بالقاهرة في صباح الأربعاء الموافق (١٦ من ربيع الأول ١٣٨٨ هـ= ١٢ من مايو ١٩٦٨م) عن ثلاثة وثمانين عامًا.\n_________\nمن مراجع الدراسة:\n* نعمة رحيم العزاوي ـ أحمد حسن الزيات كاتبًا وناقدًا ـ الهيئة المصرية العامة للكتاب ـ القاهرة ١٩٨٦م.\n* نعمات أحمد فؤاد ـ قمم أدبية ـ عالم الكتب ـ القاهرة - ١٩٨٤م.\n* محمد مهدي علام ـ المجمعيون في خمسين عامًا ـ مطبوعات مجمع اللغة العربية ـ القاهرة ـ ١٤٠٦ هـ= ١٩٨٦م.\n(نقلا عن: إسلام أون لاين)",
  "books": [
    {
      "text_id": 29674,
      "title": "مجلة الرسالة"
    }
  ]
}