{
  "author_id": 2283,
  "author_meta": "امْرُؤُ القَيْس (نحو ١٣٠ - ٨٠ ق هـ = نحو ٤٩٧ - ٥٤٥ م)\nامرؤ القيس بن حجر بن الحارث الكندي، من بني آكل المرار: أشهر شعراء العرب على الإطلاق. يماني الأصل. مولده بنجد، أو بمخلاف السكاسك باليمن. اشتهر بلقبه، واختلف المؤرخون في اسمه، فقيل حندج وقيل مليكة وقيل عديّ. وكان أبوه ملك أسد وغطفان.\nوأمه أخت المهلهل الشاعر، فلقنه المهلهل الشعر، فقاله وهو غلام، وجعل يشبب ويلهو ويعاشر صعاليك العرب، فبلغ ذلك أباه، فنهاه عن سيرته فلم ينته. فأبعده إلى (دمّون) بحضرموت، موطن آبائه وعشيرته، وهو في نحو العشرين من عمره. فأقام زهاء خمس سنين، ثم جعل يتنقل مع أصحابه في أحياء العرب، يشرب ويطرب ويغزو ويلهو، إلى أن ثار بنو أسد على أبيه وقتلوه، فبلغ ذلك امرأ القيس وهو جالس للشراب فقال: رحم الله أبي! ضيعني صغيرا وحملني دمه كبيرا، لا صحو اليوم، ولا سكر غدا! اليوم خمر، وغدا أمر!، ونهض من غده فلم يزل حتى ثأر لأبيه من بني أسد، وقال في ذلك شعرا كثيرا. وكانت حكومة فارس ساخطة على بني آكل المرار (آباء امرئ القيس) فأوعزت إلى المنذر (ملك العراق) بطلب امرئ القيس، فطلبه، فابتعد، وتفرق عنه أنصاره، فطاف قبائل العرب حتى انتهى إلى السموأل، فأجاره. فمكث عنده مدة. ثم رأى أن يستعين بالروم على الفرس. فقصد الحارث ابن أبي شمر الغساني (والي بادية الشام) فسيره هذا إلى قيصر الروم يوستينيانس  Justinianus (  ويسمى  Justinien ler  في القسطنطينية، فوعده ومطله، ثم ولاه إمرة فلسطين (البادية) ولقّبه (فيلارق)  Phylarck)  أي الوالي، فرحل يريدها. فلما كان بأنقرة ظهرت في جسمه قروح. فأقام إلى أن مات في أنقرة. وقد جُمع بعض ما ينسب إليه من الشعر في ديوان صغير (ط) وكثر الاختلاف في ما كان يدين به، ولعل الصحيح إنه كان على المزدكية، وفي تاريخ ابن عساكر أن امرأ القيس كان في أعمال دمشق وأن (سقط اللوى) و (الدخول) و (حومل) و (توضيح) و (المقراة) الواردة في مطلع معلقته، أماكن معروفة بحوران ونواحيها. وقال ابن قتيبة: (هو من أهل نجد. والديار التي يصفها في شعره كلها ديار بني أسد).\nوكشف لنا ابن بليهد (في صحيح الأخبار) عن طائفة من الأماكن الوارد ذكرها في شعره، أين تقع وبماذا تسمى اليوم، وكثير منها في نجد. ويعرف امرؤ القيس بالملك الضّليل (لاضطراب أمره طول حياته) وذي القروح (لما أصابه في مرض موته) وكتب الأدب مشحونة بأخباره.\nوعني معاصرونا بشعره وسيرته، فكتب سليم الجنديّ (امرؤ القيس - ط) ومحمد أبو حديد (الملك الضّليل امرؤ القيس - ط) ومحمد هادي ابن علي الدفتر (امرؤ القيس وأشعاره - ط) ومحمد صالح سمك (أمير الشعر في العصر القديم - ط) ورئيف الخوري (امرؤ القيس - ط) ومثله لفؤاد البستاني، ولمحمد صبري\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 27112,
      "title": "ديوان امرئ القيس ت المصطاوي"
    }
  ]
}