{
  "author_id": 2284,
  "author_meta": "غالب محمد أبو القاسم حامضي\nالاسم: غالب محمد أبو القاسم حامضي\nالرتبة العلمية: أستاذ\nالكلية: الدعوة وأصول الدين\nالقسم: الكتاب والسنة\nالبريد الإلكتروني: g١h٢a@hotmail.com\nالمؤهلات:\nالبكالوريوس: ١٤٠٤ هـ -المملكة العربية السعودية جامعة أم القرى، كلية الشريعة و الدراسات الإسلامية - قسم الكتاب و السنة\nالماجستير: ١٤٠٩ هـ - جامعة أم القرى، كلية شريعة إسلامية - قسم كتاب و سنة\nالدكتوراه: ١٤١٤ هـ - جامعة أم القرى، كلية شريعة إسلامية - قسم كتاب و سنة\nالوظائف:\nأستاذ:١٤٢٩ هـ، قسم الكتاب والسنة - كلية: الدعوة وأصول الدين- جامعة: أم القرى\nمعيد: ٢٦-١-١٤٠٥ هـ، قسم الكتاب والسنة - كلية: الدعوة وأصول الدين -جامعة: أم القرى\nأستاذ مساعد: ١٤١٥ هـ، قسم الكتاب والسنة - كلية: الدعوة وأصول الدين -جامعة: أم القرى\nأستاذ مشارك: ١٤١٩ هـ، قسم الكتاب والسنة - كلية: الدعوة وأصول الدين - جامعة: أم القرى\nالنتاج العلمي\nالدكتوراه: المرويات المسندة عند ابن كثير في تفسيره من كتب التفاسير المفقودة جمع ودراسة\nالماجستير: تحقيق: مشكاة الأنوار في فضائل النبي المختار عليه وآله الصلاة والسلام وشمائله القسم الثاني\nالأبحاث العلمية\nعبد الأعلى بن مسهر الدمشقي محدثا و ناقدا - مجلة جامعة أم القرى (السعودية) ١٤٢٨ هـ\nابن أبي الفوارس و أقواله في الرجال - مجلة جامعة أم القرى (السعودية) ١٤٢٩ هـ\nجزء فيه سنة مجالس من أمالي أبي بكر الأنصاري - (مصر) ١٤٢٩ هـ\nأسلوب الالتفات و أقسامه في القرآن - مؤتمر جامعة المنيا (مصر) ١٤٢٩ هـ\nمرويات عبد الرحمن بن عبد الله بن مسعود عن أبيه - جامعة أم القرى - مركز الدراسات الاسلامية ١٤٢٩ هـ\nمرويات أبي أيوب الأنصاري في السنن الأربعة - دار الوطن - الرياض (السعودية) ١٤١٩ هـ\nالأحاديث المقيدة بأدبار الصلاة في كتب السنة - جامعة إب (اليمن) ١٤٢٩ هـ\nجزء فيه سبعة مجالس من أمالي ابن أبي طاهر المخلص - دار الوطن - الرياض (السعودية) ١٤١٩ هـ\nمسند عابس الغفاري وجماعة من الصحابة لابن أبي غرزة الغفاري - دار الوطن - الرياض (السعودية) ١٤١٩ هـ\nالمناصب\nوكيل كلية الدعوة وأصول الدين - من ٢٩/١١/١٤١٧ هـ إلى ١/٩/١٤٢٠ هـ\nرئيس قسم الدعوة والثقافة الاسلامية - من ١٤١٥ هـ إلى ٢٨/١١/١٤١٧هـ\nرئيس قسم الكتاب والسنة - من ٢٩/٨/١٤٢٨ هـ\nاللجان\nعضو مجلس مركز الدراسات الاسلامية بمعهد البحوث العلمية: من ١٤١٩ هـ إلى ١٤٣٢ هـ\nعضو الهيئة للتوعية الاسلامية في الحج: ١٤٢٢ هـ\nعضو لجنة إرشاد السائل في الحرم المكي: ١٤٣٠ هـ\nعضو لجنة الترقيات في الكلية: ١٤٣٠ هـ\nرئيس لجنة سير الاختبارات عندما كنت وكيلا للكلية\nعضو لجنة المقابلات الشخصية للماجستير و الدكتوراه\nعضو في وضع المناهج لقسم الكتاب والسنة\nالجمعيات\nعضو الجمعية العلمية السعودية للقرآن الكريم وعلومه: من ١٤٢٩ هـ إلى ١٤٣١ هـ\nالإشراف و التحكيم\n(إشراف) : أكثر من ثلاثين رسالة ماجستير و دكتوراه داخل الجامعة و خارجها\n(مناقشة) :أكثر من أربعين رسالة ماجستير ودكتوراه داخل الجامعة وخارجها\n(تحكيم) :كثير من البحوث العلمية لنشرها في المجلات العلمية في جامعة أم القرى والجامعه الإسلامية\n(تحكيم) بحوث للترقية العلمية إلى أستاذ وأستاذ مشارك داخل المملكة وخارجها\nالمؤتمرات والندوات\nالثقافة العربية الإسلامية الوحدة والتنوع: جامعة المنيا كلية دار العلوم (مصر) من ٩-١١مارس ٢٠٠٨م، ببحث عنوانه: أسلوب الالتفات وأقسامه في القرآن الكريم\nإسهام العلماء المسلمين في الحضارة العالمية: جامعة المنيا كلية دار العلوم (مصر) ٨-١٠ مارس ٢٠٠٩م حضور ومناقشة",
  "books": [
    {
      "text_id": 35097,
      "title": "الأحاديث الواردة المقيدة بأدبار الصلوات في كتب السنة جمعا ودراسة"
    }
  ]
}