{
  "author_id": 2292,
  "author_meta": "الاسم: عياض بن نامي بن عوض السلمي\nتاريخ الميلاد: ١٣٧٣هـ\nمكان الميلاد: محافظة الكامل - مكةالمكرمة.\nالجنسية: سعودي\nالعمل الحالي: أستاذ بكلية الشريعة بجامعة الإمام.- مدير مركز التميز البحثي\nالبريد:  alsulamy@hotmail.com\nالمؤهلات العلمية:\n١. دكتوراه في أصول الفقه مع مرتبة الشرف الأولى.\n٢. ماجستير في أصول الفقه بتقدير ممتاز.\n٣. بكالوريوس شريعة.\nالمؤلفات والبحوث:\n١. استدلال الأصوليين بالكتاب والسنة على القواعد الأصولية بحث منشور سنة ١٤١٩هـ مكتبة الرشد.\n٢. تحرير المقال فيما تصح نسبته للمجتهد من الأقوال بحث منشور سنة ١٤١٥ هـ مكتبة الرشد.\n٣. شهاب الدين القرافي - حياته وآراؤه الأصولية كتاب منشور ١٤١٠هـ\n٤. أصول الفقه الذي لا يسع الفقيه جهله كتاب منشور سنة ١٤٢٦هـ التدمرية للنشر والتوزيع.\n٥. دلالة العام وأثر الخلاف فيها - رسالة الماجستير: جامعة الإمام محمد بن سعود الإسلامية (٨/ ٠٨/١٤٠١)\n٦. الجزء الأول من نفائس الأصول في شرح المحصول للقرافي، دراسة وتحقيقا - رسالة الدكتوراة: جامعة الإمام محمد بن سعود الإسلامية (١٩/ ٠٨/١٤٠٦)\n٧. التنقيحات في أصول الفقه للسهروردي تحقيق وتعليق. منشور سنة ١٤٢٧هـ مكتبة الرشد.\n٨. أثر القرافي في الدراسات الأصولية بحث منشور في مجلة الجامعة. العدد الأول.\n٩.أساليب القرآن الكريم في مكافحة الجريمة بحث منشور في مجلة الأمن العدد الأول.\n١٠. تخصيص العلة الشرعية بحث منشور في مجلة الجامعة سنة ١٤١٨هـ\n١١. الاجتهاد في الشريعة الإسلامية منهج للتجديد المنضبط. بحث مقدم لمؤتمر تجديد الفكر الإسلامي في جامعة اليرموك بالأردن عام ١٤٢٤هـ.\n١٢. الإبداع الفقهي ـ ضوابطه ومجالاته. بحث مقدم للمؤتمر العلمي التاسع المعقود في جامعة الفيوم عام ١٤٢٧هـ\n١٣. حكم العمل بالعام قبل البحث عن المخصص. بحث منشور بمجلة البحوث العلمية الصادرة عن دار الإفتاء السعودية عام ١٤١١هـ.\n١٤. تجديد الخطاب الديني ـ مفهومه وضوابطه. بحث مقدم للمؤتمر العلمي الثامن في كلية دار العلوم جامعة الفيوم بمصر.\n١٥. أثر علم أصول الفقه في منهجية البحث العلمي بحث مقدم للمؤتمر العلمي العاشر بكلية دار العلوم بجامعة الفيوم عام ١٤٢٨هـ.\nأشرطة مسموعة: التوحيد ٣ أشرطة.\nالدروس:\n١. درس في العدة شرح العمدة.\n٢.درس في روضة الناظر لابن قدامه.\n٣. درس في منار السبيل في جامع الجوهرة آل إبراهيم.\nالعلماء الذين تلقى العلم عنهم:\n١. معالي الشيخ عبد الله الغديان.\n٢.معالي الشيخ عبد الله الركبان.\n٣.فضيلة الشيخ عبد العزيز الرومي.\n٤. فضيلة الشيخ عبد الغني عبد الخالق رحمه الله.\nالأعمال الإدارية\nعضوية مجلس كلية الشريعة من عام ١٤١٣هـ إلى عام ١٤٢٣هـ\nعضوية المجلس العلمي لفترتين متواليتين من ١٤١٩ - ١٤٢٢هـ\nرئاسة قسم أصول الفقه لفترتين متواليتين من ١٤١٩ - ١٤٢٣هـ\nعضوية مجلس عمادة الدراسات العليا من ١٤١٩ - ١٤٢٣هـ\nعضوية مجلس عمادة البحث العلمي من سنة ١٤٢٧هـ إلى ١٤٢٩هـ.\nعضوية لجنة الخطط والمناهج والمقررات الدراسة من سنة -١٤١٩ - إلى الآن.\nرئاسة وحدة البحوث بكلية الشريعة من سنة ١٤٢٦هـ إلى ١٤٢٩هـ\nمدير مركز التميز البحثي في فقه القضايا المعاصرة من ٢١/ ٩/ ١٤٢٩هـ\nعضوية المجلس العلمي في جامعة نايف العربية للعلوم الأمنية من جمادى الآخرة عام ١٤٣٠ هـ ولمدة ثلاث سنوات\nالاستشارات الخارجية:\nالمشاركة في المحاضرات والندوات العامة\nالمشاركة في عدد من المؤتمرات الداخلية والخارجية.\nالمشاركة في التوعية الإسلامية في الحج.\nالمشاركة في الدورات العلمية في الداخل والخارج.\nالمشاركة في بعض الهيئات المحلية.",
  "books": [
    {
      "text_id": 36379,
      "title": "أصول الفقه الذي لا يسع الفقيه جهله"
    }
  ]
}