{
  "author_id": 2303,
  "author_meta": "محمد بن الخطيب (١٣١٨ - ١٤٠٢ هـ) = (١٩٠٠ - ١٩٨١ م)\nمحمد محمد عبد اللطيف بن الخطيب.\nولد في القاهرة، وفيها توفي.\nعاش في مصر ولبنان والسعودية.\nحفظ القرآن الكريم صغيرًا، ثم التحق بمدرسة الحسين الابتدائية، فحصل على شهادتها مكتفيًا بها ليعكف على تثقيف نفسه وفق منهج متكامل، حتى أصبح واحدًا من علماء عصره في التفسير وعلوم القرآن الكريم، وغير ذلك من العلوم الإسلامية.\nعمل منذ صغره في مطبعة والده (المطبعة المصرية) التي تخصصت في طباعة القرآن الكريم، ثم توسع في أعماله الطباعية والفنية.\nكان عضوًا في العديد من الجمعيات والنقابات، منها: نقابة الأشراف، جماعة القرآن الكريم، وجماعة الإخوان المسلمين، و المجلس الصوفي الأعلى وجماعة شعراء العروبة، والمجلس الأعلى للشؤون الإسلامية.\nالمؤلفات:\nله عدد من المؤلفات في مجال التفسير والفكر الإسلامي، منها\nالفرقان في جمع وتدوين القرآن - المطبعة المصرية ومكتبتها - القاهرة ١٩٤٨.\nهذا هو الحق - المطبعة المصرية ومكتبتها - القاهرة ١٩٦٦.\nالمرأة في شتى العصور - المطبعة المصرية ومكتبتها - القاهرة ١٩٧٩.\nالحب - المطبعة المصرية ومكتبتها (قدم له البهيّ الخولي).\nغريب القرآن - المطبعة المصرية - (د. ت).\nأوضح التفاسير - المطبعة المصرية - (د. ت).\nالإنتاج الشعري:\nله منظومتان:\n«الإمام أبي عبدالله الحسين» - المطبعة المصرية - ١٩٦٥\n«أسماء الله الحسنى» - المطبعة المصرية - ١٩٧٩\nونشرت له جريدة منبر الإسلام عددًا من القصائد، منها: قصيدة: «الجهاد طريق المؤمنين إلى النصر» - العدد (١٢) - المجلس الأعلى للشؤون الإسلامية - القاهرة ١٩٧٥.\nبشعره نزوع ديني وأخلاقي لا يخلو من شعور خفي بالفخر، يميل إلى الوعظ، وإسداء النصيحة، ويتجه إلى استخلاص العبر. وله شعر في الحث على الجهاد وملاحقة الأعداء من اليهود بكشف زيفهم، وتفنيد ادعاءاتهم. إلى جانب شعر له في مديح الأنبياء وآل البيت، كما كتب في المناجاة والتضرع إلى الله تعالى، متكئًا على أسمائه الحسنى مستثمرًا لها باعتبارها علوًا ينبغي السعي إلى مقاربته، وله شعر في العتاب، والفخر بصون نفسه من الأذى وشائن الأعمال. تتسم لغته بالمباشرة التي تتناسب مع أجواء الوعظ والإرشاد، فهي إلى النظم أقرب منها إلى الشعر، وخياله شحيح.\nنال شهادة تقدير من المجلس الصوفي الأعلى عام ١٩٦٥، وفي عام ١٩٧٥ أحرز شهادة تقدير من شيخ الطرق الصوفية.\nمصادر الدراسة:\n١ - لقاءات أجراها الباحث محمود خليل مع أسرة المترجَم له - القاهرة ٢٠٠٣.\nعناوين القصائد:\n* صورة الذات\n* وحي من الوحي\n* يوسف الصديق عليه السلام\n(مصدر الترجمة: معجم البابطين للشعراء)",
  "books": [
    {
      "text_id": 36432,
      "title": "أوضح التفاسير"
    }
  ]
}