{
  "author_id": 2305,
  "author_meta": "الرُّوداني، المغربي (١٠٣٧ - ١٠٩٤ هـ = ١٦٢٧ - ١٦٨٣ م)\nهو محمد بن محمد بن سليمان بن الفاسي (وهو اسم له، لا نسبةً إلى «فاس») ابن طاهر، السوسي، الروداني، المغربي، المالكي، نزيل الحرمين.\nو [اختلفت المصادر في اسم أبيه: سليمان أو محمد؟ فتكررت ترجمته].\n[وكان يُعرف في المشرق بـ «المغربي»].\nولد في «تارُودَنْت» -بتاء مثناة من فوق بعدها ألف ثم راء مضمومة فواو ثم دال مهملة مفتوحة فنون ومثناة من فوق ساكنتان-، قرية بسوس الأقصى. [قال الزركلي: «الرداني» أو «الروداني»: كلاهما نسبة إلى «تارودنت» في «السوس»، والكلمة بربرية].\n[وجال في المغرب الأقصى والأوسط، ودخل مصر والشام والأستانة، واستوطن الحجاز].\nفقرأ بالمغرب على كبار المشايخ، مِن أجَلِّهم:\n- قاضي القضاة مفتي مراكش ومحققها أبو مهدي عيسى السكناني.\n- والعلامة محمد بن سعيد المريغني المركاشي ومحمد بن أبي بكر الدلائي.\n- وشيخ الإسلام سعيد بن إبراهيم المعروف بـ «قدروه» مفتي الجزائر، وهو أجل مشايخه.\n- ولازم العلامة أبا عبد الله محمد بن ناصر الدرعي أربعة أعوام في التفسير والحديث والفقه والتصوف وغيرها وصحبه وتخرج به.\nثم رحل إلى المشرق، ودخل مصر وأخذ عمن بها من أعيان العلماء كـ:\n- النور الأجهوري.\n- والشهابين: الخفاجي.\n- والقليوبي.\n- والمسند المعمر محمد بن أحمد الشوبري.\n- والشيخ سلطان …\nوغيرهم، وأجازوه.\nثم رحل إلى الحرمين وجاور بمكة والمدينة سنين عديدة وهو مكب على التصنيف والإقراء.\nثم توجَّه إلى الروم في سنة إحدى وثمانين وألف صحبة مصطفى بيك أخي الوزير الفاضل.\nومَرَّ بطريقه على الرملة، وأخذ بها عن شيخ الحنفية خير الدين الرملي\nوبدمشق عن نقيب الشام وعالمها السيد محمد بن حمزة\nوالمسندِ المعمر محمد بن بدر الدين بن بلبان الحنبلي.\nولما وصل إلى الروم حظي عند الوزير ومن دونه، ومكث ثمة نحو سنة.\nورجع إلى مكة المشرفة مجللا، وحصلت له الرياسة العظيمة التي لم يعهد مثلها، وفُوض إليه النظر في أمور الحرمين مدة [فبنى رباطا عند باب إبراهيم بمكة، عُرف برباط ابن سليمان. وبنى مقبرة بالمعلى عرفت بمقبرة ابن سليمان] وصار شريفُ مكةَ لا يصدر إلا عن رأيه، وأُنيطت به الأمور العامة والخاصة … إلى أن مات الوزير فرقَّ حالُه وتنزل عما كان فيه.\nثم [أُخرِج من مكة بعد شِبه فتنة، فانتقل إلى دمشق منفيا وتوفي بها]، إذ ورد أمر السلطان إلى مكة سنة ثلاثة وتسعين وألف بإخراجه منها إلى بيت المقدس، وسببه عرض الشريف بركات أمير مكة فيه إلى السلطنة وطلب إخراجه من مكة.\nواستمر بدمشق مدة منفردًا بنفسه لا يجتمع إلا بما قل من الناس، واشتغل مدة إقامته بتأليف كتاب «الجمع بين الكتب الخمسة والموطأ».\nقال بعض أصحابه:\nيَعرف الحديث والأصول معرفة ما رأينا مَن يعرفها ممن أدركناه.\nوكان له في التفسير، وأسماء الرجال، وما يتعلق به يد طائلة.\nوأما علوم الأدب فإليه النهاية فيها. وكان يبحث في العربية والتصريف بحثا تاما مستوفيا.\nوكان يحفظ في التواريخ وأيام العرب ووقائعهم والأشعار والمحاضرات شيئًا كثيرا.\nوكان يتقن فنون الرياضة إقليدس والهيئة والمخروطات والمتوسطات والمجسطي.\nوقد أَخَذ عنه بمكة والمدينة والروم خلق، ومدحه جماعة وأثنوا عليه.\nمؤلَّفاته:\n- الجمع بين الكتب الخمسة والموطأ. على طريقة ابن الأثير في «جامع الأصول»، إلا أنه استوعب الروايات من الكتب الستة ولم يختصر كما فعل ابن الأثير. اشتغل فيه مدة إقامته بدمشق بعد أن أُخرِج من مكة. [قاله المحبي، وبنحوه ذكر أبو المواهب في «مشيخته»، وأشار الزركلي إلى أنه مطبوع!].\n- جمع الفوائد من جامع الأصول ومجمع الزوائد. هكذا ذكر المؤلف عنوانه في مقدمته، وذكره به الكتّاني به في «المستطرفة»، والزركليُ وقال: مطبوع في الحديث.\nولعل الكتابين واحد؛ كما يُفهَم مِن «هدية العارفين» و «إيضاح المكنون»؛ حيث جاء الكتاب فيهما: «جمع الفوائد من جامع الأصول ومجمع الزوائد، في الجمع بين الكتب الخمسة والموطأ. في ثلاث مجلدات» اهـ. واقتصر على الأول فقط: المحبي وأبو المواهب الحنبلي. وفَرَّق بينهما الزركلي في «الأعلام» (فلْيُبحَث).\n- صلة الخلف بموصول السلف. [قال الزركلي: «رأيته في مكتبة الحرم بمكة»، وقد طُبع]، وهو فهرست يجمع مروياته وأشياخه، ذكر فيه أنه وقع له بالمغرب غرائب، [قال الكتاني: نادرة في بابها جودةً واختيارًا وترتيبًا، ليس في فهارس أهل ذلك القرن -الحادي عشر- بالمشرق والمغرب ما يشابهها أو يقاربها، عدا كنز أبي مهدي الثعالبي فأنه أجمع وأوسع، وبالجملة فنفسه فيها نفس المتقدمين، قال عنه الشمس ابن عابدين في «عقود اللآلي»: «إنه سلك فيها سبيل الاطناب وأَتى فيها بالعجب العجاب» … ] اهـ.\n- الأسطرلاب. انتشر في الهند واليمن والحجاز.\n-[وعند الزركلي: «تحفة أولي الألباب في العمل بالأسطرلاب»].\n- مختصر التحرير في أصول الحنفية لابن الهمام.\n- وشرحه.\n- ومختصر تلخيص المفتاح.\n- وشرحه.\n- والمختصر الذى ألَّفه في الهيئة.\n- والحاشية على التسهيل.\n- والحاشية على التوضيح.\n- وله منظومة في علم الميقات.\n- وشرحها.\n- وله جدول جمع فيه مسائل العروض كلها.\n-[المقاصد العوالي. منظومة. ذكرها الزركلي].\n-[أوائل الكتب الدينية. قال الزركلي: ذكره صاحب «سوس العالمة»، وعرفه بـ: الروداني الحكيم نزيل طيبة].\nوَغير ذَلِك من الرسائل.\n- واخترع كرة عظيمة فاقت على الكرة القديمة [قال الزركلي: أشهر آثاره: كُرَةٌ في التوقيت والهيأة، نقل صاحب «الدر المنتخب» عن العياشي ما خلاصته: من ألطف ما اخترعه آلة في التوقيت والهيأة لم يُسبق إلى مثلها، وهي كرة مستديرة الشكل، يحسبها الناظر إليها بيضة مسطرة كلها دوائر ورسوم، وقد ركبت عليها أخرى مجوفة، منقسمة النصفين، فيها تخاريم وتجاويف لدوائر البروج وغيرها، مصبوغة باللون الأخضر تغني عن كل آلة تستعمل في فني التوقيت والهيأة، مع سهولة المدرك، وتخدم لسائر البلاد على اختلاف أعراضها وأطوالها].\nوكانت وفاته بدمشق يوم الأحد عاشر ذي القعدة سنة ١٠٩٤، ودفن بالتربة المعروفة بالإيجية بسفح قسيون بوصية منه.\nقال الزركلي: ترجمته في فهرس الفهارس ١: ٦٢، ٣١٧، وصفوة ما انتشر ١٩٦ وفيه: وفاته سنة ١٠٩٥، وخلاصة الكلام ١٠٢ - ١٠٤ وفيه: ومولده سنة ١٠٣٣؟ والدر المنتخب المستحسن - خ. المجلد السادس في حوادث سنة ١٠٩٥ هـ وأرخ وفاته فيها … وخلاصة الأثر ٤: ٢٠٤ وهو فيه (محَّمد بن محمد) و (نظم الدرر - خ). ورحلة العياشي ٢: ٣٠ (محمد بن سليمان) و،  Brock ٢: ٦١٠ (٤٦٩) S ٢: ٦٩١.\n(  ملخَّصٌ من «خلاصة الأثر» للمحبي، مع زيادات من «الأعلام» للزركلي ومِن غيره)",
  "books": [
    {
      "text_id": 26033,
      "title": "صلة الخلف بموصول السلف"
    },
    {
      "text_id": 36446,
      "title": "جمع الفوائد من جامع الأصول ومجمع الزوائد"
    }
  ]
}