{
  "author_id": 2310,
  "author_meta": "ترجمة المؤلف، كما كتبها بقلمه\nالاسم: نبيل سعد الدين سَليم جَرَّار.\nولدت في العاصمة الكويتية: «الكويت»، بتاريخ (٢٣/ ٦/ ١٩٦٩ م) الموافق (٨/ ٤/ ١٣٨٩ هـ)، من أبوين يحملان الجنسية الأردنية، وتعود أصولهما إلى مدينة (اللُّد) الفلسطينية.\nوبقيت في الكويت مع والديَّ بضع سنين، ثم انتقلنا إلى مدينة «الخبر» في المنطقة الشرقية من المملكة العربية السعودية، وبقينا بها طيلة مراحل الدراسة الابتدائية، ثم انتقلنا إلى المدينة المجاورة لها: «الدَّمام». وبقيت فيها حتى تخرجت من «مدرسة الخليج الثانوية» عام (١٤٠٦ هـ - ١٩٨٦ م).\nثم التحقت بكلية «التجارة» في الجامعة الأردنية، ولم أكمل الفصل الدراسي الأول حتى ألقى الله في قلبي التحول إلى كلية «الشريعة»، وتخرجت منها عام (١٤١٠ هـ - ١٩٩٠ م).\nثم بدأت الدراسة في مرحلة «الماجستير»، ولم تدم رغبتي بالدراسة طويلاً، فتركتها بعد فصل دراسي.\nوهنا بدأت مرحلة البحث عن وظيفة.\nتعرفت فيها على الشيخ علي الحلبي، فكانت بداية تعاملي مع المخطوطات، حيث أسند لي نَسخ جزء حديثي، ومن بعده كتاب في شرح أحاديث الأحكام، لكن يظهر أن الله ألقى في قلبي من يومئذ حب الأجزاء الحديثية، فاعتذرت عن إتمام النسخ.\nوتعرفت أيضاً على الشيخ مشهور حسن.\nثم عملت لدى مكتب التحقيق في «مؤسسة الرسالة» بإشراف الشيخ: شعيب الأناؤوط، وعملت عندهم قرابة العام.\nثم عدت إلى مدينة الدَّمام عام (١٤١٣ هـ - ١٩٩٢ م)، وعملت عند أحد الأخوة في برنامج حاسوبي قديم، اسمه «كنوز السنة».\nثم انتهت إقامتي في مدينة الدَّمام، وعدت إلى العاصمة الأردنية: «عمَّان» عام (١٤١٤ هـ - ١٩٩٣ م)، وبدأت مرحلة انتظار انتهت بتعييني بوظيفة إمام وخطيب في وزارة الأوقاف الأردنية في بداية عام (١٤١٧ هـ - ١٩٩٧ م).\nوهي الوظيفة التي يسرت لي - بفضل الله - التفرغ للبحث والتحقيق، فبدأت بتحقيق بعض الأجزاء الحديثية ضمن سلسلة (مجاميع الأجزاء الحديثية)، وكان أول عمل وفقني الله لإخراجه:\n- مجموع فيه مصنفات أبي جعفر ابن البختري. نشرته دار البشائر الإسلامية (١٤٢٢ هـ - ٢٠٠١ م).\nولا أزال إلى وقت كتابة هذه الكلمات أعمل في خدمة كتب الحديث المسندة، لاسيما منها الأجزاء الحديثية، وأسأل الله التوفيق والسداد.\nوكتب\nنبيل سعد الدين جرار\nبعد صلاة الجمعة، الخامس والعشرين من جمادى الأولى، سنة ١٤٣٢ هـ",
  "books": [
    {
      "text_id": 36552,
      "title": "الإيماء إلى زوائد الأمالي والأجزاء"
    }
  ]
}