{
  "author_id": 2311,
  "author_meta": "أَنِسْتاس الكَرْمِلي (١٢٦٣ - ١٣٦٦ هـ = ١٨٤٦ - ١٩٤٧ م)\nأنستاس ماري الكَرْملي، واسمه عند الولادة بطرس بن جبرائيل يوسف عوّاد: عالم بالأدب ومفردات العربية وفلسفتها وتاريخها. أصله من (بحر صاف) من بكفّيا، بلبنان، انتقل أبوه إلى بغداد، فولد بها، وتعلم بمدرسة الآباء الكرملين، ثم بمدرسة الآباء اليسوعيين ببيروت وترهب في شيفرمون  Chevermont  من مدن بلجيكة، وتعلم اللاهوت في مونبليه  Montpellier  بفرنسة، وُسِم كاهنا باسم (الأب أنستاس ماري الألياوي) سنة ١٣١٢ هـ (١٨٩٤ م) وعاد إلى بغداد فأدار مدرسة الكرمليين، وعلّم فيها العربية والفرنسية، ونشر مقالات كثيرة في مجلات مصر والشام والعراق، موقعة بأسماء مستعارة: (ساتسنا، أمكح، كلدة، فهر الجابري، الشيخ بعيث الخضري، مستهلّ، متطفل، منتهل، مبتدئ، ابن الخضراء) وبعضها\nباسمه الصريح (أنستاس ماري الكَرْملي) وكان قد تعلم اللاتينية واليونانية وألمّ بطرف من اللغات الأرمية والعبرية والحبشية والفارسية والتركية والصابئية، لدرس علاقاتها بالعربية. وأصدر مجلة (لغة العرب) ثلاث سنوات قبل الحرب العامة الأولى، وست سنوات بعدها. ونفاه العثمانيون في خلال الحرب إلى الأناضول فبقي في (قيصري) سنة وعشرة أشهر (١٩١٤ - ١٩١٦) وأعيد الى بغداد. ورحل إلى أوربة مرارا. وجعلته حكومة العراق في عهد الاحتلال البريطاني من أعضاء مجلس المعارف. وتولى تحرير مجلة (دار السلام) نيفا وثلاث سنوات. وكان من أعضاء مجمع المشرقيات الألماني، والمجمع العلمي العربيّ، والمجمع اللغوي بمصر.\nوصنف كتبا كثيرة، منها (المعجم المساعد - خ) خمس مجلدات، في اللغة، و (شعراء بغداد وكتّابها - خ) و (نشوء اللغة العربية ونموها واكتهالها - ط) و (أغلاط اللغويين الأقدمين - ط) و (النقود العربية وعلم النميّات - ط) و (الفوز بالمراد في تاريخ بغداد - ط) و (خلاصة تاريخ العراق - ط) و (أديان العرب - ط) و (تاريخ الكرد - خ) و (جمهرة اللغات - خ) و (اللمع التاريخية والعلمية - خ) جزآن كبيران، و (مزارات بغداد وتراجم بعض العلماء - خ) ذكرته مجلة سومر، و (العرب قبل الإسلام - خ) و (أمثال العوام في بغداد والموصل والبصرة - خ) واستمر محتفظاُ بثوبه الرهباني إلى أن توفي ببغداد.\nوللأستاذ كوركيس عواد (الأب أنستاس ماري الكَرْملي، حياته ومؤلفاته - ط)\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 36540,
      "title": "مجلة لغة العرب العراقية"
    }
  ]
}