{
  "author_id": 2316,
  "author_meta": "الحَرَالِّيُّ (٠٠٠ - ٦٣٨ هـ = ٠٠٠ - ١٢٤١ م)\nالحَرَالِّيُّ أَبُو الحَسَنِ عَلِيُّ بنُ أَحْمَدَ بنِ حَسَنٍ التُّجِيْبِيُّ الأَنْدَلُسِيُّ\nمفسر، من علماء المغرب. أطال الغبريني في الثناء عليه وإيراد أخباره، وقال: ما من علم إلاَّ له فيه تصنيف. أصله من «حرَالَّة» من أعمال «مُرْسِيةَ». ولد ونشأ في مراكش [وأخذ العربية عن أبي الحسن بن خروف، وأبي الحجاج ابن نمرٍ، وحجَّ، ولَقِيَ العلماءَ، وجالَ فِي البلاد، وتغربَ]. فرحل إلى المشرق وتصوف [وَلهجَ بِالعَقْلِيَّاتِ ومالَ إلى النظريات وعلمِ الكلام]، ثم استوطن بجاية. وعاد إلى المشرق، فأخرج من مصر [وَسَكَنَ حَمَاةَ] وتوفي فيها.\nمن كتبه «مفتاح الباب المقفل لفهم القرآن المنزل - خ» في التفسير، قال ابن حجر: جعله قوانين كقوانين أصول الفقه، و «المعقولات الأول» منطق، و «الوافي» فرائض، و «تفهيم معاني الحروف - خ» و «الإيمان التام بمحمد عليه السلام - خ» و «السر المكتوم في مخاطبة النجوم - خ» وقال المقري: صنف في كثير من الفنون كالأصول والمنطق والطبيعيات والإلهيات.\nنقلا عن: الأعلام للزركلي، مع زيادات [بين معكوفين]\nقال الذهبي في تاريخ الإسلام:\nوله «تفسيرٌ» فِيه أشياءُ عجيبةُ الأسلوب. ولَمْ أتحقَّقْ بَعْدُ ما كَانَ ينطوي عَلَيْهِ من العقدِ. غيرَ أَنَّهُ تكلَّمَ فِي علم الحروف والأعداد وزَعَم أَنَّهُ استخرجَ علمَ وقتِ خروج الدَّجَّال، ووقتِ طلوعِ الشمس من مَغْربها، ويأجوج ومأجوج. وتكَلَّم ووَعَظَ بحماةَ. وصَّنف فِي المنطقِ، وفي الأسماءِ الحُسنى، وغير ذَلِكَ. وله عبارةٌ حلوة إلى الغاية وفصاحةٌ وبيان. ورأيتُ شيخنا المجدَ التونسي يتَغالى فِي «تفسيره»، ورأيتُ غيرَ واحدٍ مُعَظِّمًا لَهُ، وجماعةً يتكلمونَ فِي عقيدتِه. وكانَ من أحلمِ الناس بحيثُ يُضْرَبُ بِهِ المثل.\nوكان نازلاً عند قاضي حماة ابن البارزي رحمه اللَّه.\n[وقال - في سير أعلام النبلاء-: «وَمِمَّنْ يُعَظِّمُهُ شَيْخُنَا شَرَفُ الدِّيْنِ ابْنُ البَارِزِيّ قَاضِي حَمَاةَ، فَمَنْ شَاءَ فَليَنظُرْ فِي تَوَالِيفِهِ، فَإِنَّ فِيْهَا العظَائِمَ»]\nحكى لنا القاضي شَرَفُ الدين ابن البارزي: أَنَّهُ تَزَوَّجَ بحماةَ، قَالَ: وكانت زوجتُه تؤذيه وتشتمه وهو يتبسم ويدعو لها. وأنَ رجلًا راهنَ جماعةٌ عَلَى أن يحرجه، فقالوا: لا تَقْدِرُ، فأتاه وهو يَعِظُ وصاحَ، وقالَ: أنت كَانَ أبوك يهوديًا وأسلم! فنزلَ من الكرسيّ إِلَيْهِ، فاعتقدَ الرجلُ أَنَّهُ غَضِبَ وأنَّه تَمَّ لَهُ ما رامَه حتَّى وَصَلَ إِلَيْهِ، فقلعَ فرجيةً عَلَيْهِ وأعطاهُ إياها، وقال: بَشَّرَك اللَّه بالخيرِ الّذِي شهِدْتَ لأبي بأنه ماتَ مُسلمًا.\nوكان شيخُنا ابنُ تيميَّة، وغيرُه يَحُطُّ عَلَى كلامِه ويقولُ: تَصوُّفُه عَلَى طريقَة الفلاسفَة",
  "books": [
    {
      "text_id": 26539,
      "title": "تراث أبي الحسن الحرالي المراكشي"
    }
  ]
}