{
  "author_id": 2317,
  "author_meta": "جَمِيل العَظْم (١٢٩٠ - ١٣٥٢ هـ = ١٨٧٣ - ١٩٣٣ م)\nجميل بن مصطفى بن محمد حافظ بن عبد الله باشا العظم\nأديب دمشقي، من أعضاء المجمع العلمي العربيّ. له اشتغال بالصحافة والتاريخ.\nولد في الآستانة، وتوفي أبوه، وهو ابن خمس سنوات، فعاد أهله الى دمشق وهو معهم، ونشأ بها وقرأ على علمائها، وتعلم التركية والفارسية\nوكتب الخط الجميل على اختلاف أنواعه، ونشر من نظمه ونثره في بعض الصحف\nوولي أعمالا حكومية في المعارف بدمشق وبيروت\nوأصدر مجلة (البصائر) شهرية.\nواقتنى كثيرا من نفائس المخطوطات، وتاجر بها.\nوصنف كتبا، منها:\n(عقود الجوهر في تراجم من لهم خمسون مصنفا فمائة فأكثر - ط) الأول منه، وما زال الثاني مخطوطا\n(تفريج الشدة في تشطير البردة - ط)\n(ترجمة عثمان باشا الغازي - ط)\n(إتحاف الحبيب بأوصاف الطيب) نشر نحو ثلثه في أعداد السنة الأولى من جريدة (الإقبال) البيروتية\n(السر المصون، ذيل كشف الظنون - خ) كبير بحجم كشف الظنون [طُبعت قطعة من أوله]، ابتدأه بمقدمة في الكلام على العلوم والفنون وأشهر المصنفين والمصنفات، في زهاء ألف صفحة، بالقطع الكبير، سماها (الإسفار عن العلوم والأسفار - خ)\nومن كتبه أيضا (ديوان العرب) جمع فيه ما وقف عليه من شعر العرب، غثه وسمينه، ورتبه على الحروف، ولم يتمه\nو (قاموس التراجم) لم يكمله\n(التذكرة الجامعة) قال في وصفها: وهي مجموعة أكتب فيها كل ما أستحسنه، مرتبا ذلك على العلوم والفنون\n(قاموس الأسماء) معجم للأسماء العربية وما يقابلها بالتركية والفارسية، مرتب على حروف الكلمات العربية.\nوقال في ترجمته لنفسه: وقد ولعت بالشعر والكتابة من عهد الصبا، فأكثرت، ثم اعترتني حال فأحرقت جميع ما نظمته وكتبته، إلا المؤلفات.\nتوفي بدمشق (١)\n_________\n(١) عيسى إسكندر المعلوف، في مجلة المجمع العلمي العربيّ ١٤: ٥٦ ودليل الأعارب ٦٣ ومعجم سركيس ١٣٤١ ورسالة بخطه. قلت: سبق أن كتبت ترجمته اعتمادا على ما ذيلتها به من المصادر. ثم وجدت بين أوراقي ترجمة له مطولة، بخطه، بعث بها إلى، سنة ١٣٢٩ هـ (١٩١١ م) وكنت اعتقدت ضياعها، وفيها أسماء أكثر كتبه، ومختارات انتقاها من شعره، وهي تحفة لطيفة، عسى أن أجدها لديّ فأصورها\nنقلا عن: «الأعلام» للزركلي [مع إضافة بين معكوفين]",
  "books": [
    {
      "text_id": 1237,
      "title": "السر المصون على كشف الظنون - قطعة منه"
    }
  ]
}