{
  "author_id": 2318,
  "author_meta": "الاسم: صالح بن عبد العزيز بن إبراهيم آل منصور.\nالمولد والنشأة:\nولد الشيخ صالح بن عبد العزيز المنصور في مدينة بريدة سنة (١٣٥٥) من الهجرة النبوية، ثم رحل مع والده إلى الرياض فعاش بها، وتربى فيها أول سنين عمره، وبها تعلم حيث كانت همته في طلب العلم الشرعي والتفقه في أمور الدين، فأخذ عن كبار المشايخ في وقته، ونهل من علمهم وتتلمذ على أيديهم.\nالدراسة الرسمية:\nالتحق الشيخ صالح بالدراسة الرسمية، فبدأ الدراسة بمدرسة الفيصلية الابتدائية بالرياض ثم تخرج منها عام ١٣٧١هـ والتحق بالمعهد العلمي في الرياض وتخرج منه عام ١٣٧٥هـ. ثم التحق بكلية الشريعة بالرياض وتخرج منها في عام (١٣٧٩) هـ، وعين في عام (١٣٨٠هـ) مدرساً في المعهد العلمي بالأحساء، ثم انتقل إلى معهد الرياض العلمي، ولما أفتتح المعهد العالي للقضاء كان الشيخ من أوائل الملتحقين بـ (قسم الفقه المقارن)، فأخذ درجة الماجستير من المعهد مع أول دفعة من عام ١٣٨٩هـ، وبعدها عين أستاذاً في كلية الشريعة بالرياض، وفي تاريخ ١٣٩٣هـ، تم ابتعاثه إلى جمهورية مصر العربية لتحضير درجة الدكتوراه في جامعة الأزهر- كلية الشريعة والقانون- فحصل على درجة الدكتوراه في أصول الفقه عام ١٣٩٦هـ في شهر رجب بتقدير ممتاز مع مرتبة الشرف الأولى، وتبادل طباعة الرسالة مع الجامعات. فكان من أوائل الحاصلين على هذه الدرجة.\nوبعد عودته من مصر عيّن عميداً لكلية الشريعة والعلوم العربية والاجتماعية في القصيم منذ تأسست عام ١٣٩٦هـ حتى نهاية عام ١٤٠٢هـ. وبعد تركه العمادة سنة ١٤٠٢هـ تفرغ للتدريس وكلف برئاسة قسم أصول الفقه عدة سنوات حتى تخلى عن الرئاسة بناءً على طلبه نظراً لحصول بعض الظروف العارضة له، وكان الشيخ قد درّس بالجامعة مواداً عدة في الفقه، والسُنّة، والفرائض، والعقيدة والتفسير وغير ذلك، كما كانت له دروس أخرى في غير الجامعة.\nبعض الأعمال التي كلف بها:\n١) عُيِّن الشيخ عضواً في التوعية الإسلامية بالحج بمكة المكرمة، وكان من أوائل العاملين في هذا المجال (بترشيح من مفتي الديار السعودية آنذاك الشيخ محمد بن إبراهيم رحمه الله). واستمر على ذلك حتى أقعده المرض.\n٢) عين إماما وخطيبا لجامع الأميرة سارة بحي البديعة بالرياض من عام ١٣٩٠ واستمر خطيبا بهذا الجامع حتى ابتعث لتحضير درجة الدكتوراة، ثم بعد ذلك خطيباً للجمعة في بريدة من عام (١٤٠٢هـ) واستمر على ذلك حتى أقعده المرض في البيت، والجدير بالذكر أن الشيخ كانت خطبه ارتجالا.\n٣) كانت له مشاركات في إلقاء المحاضرات والندوات في الجامع الكبير بالرياض والتي تقام بعد صلاة المغرب من كل خميس.\n٤) عُين عضواً لأصدقاء المرضى من قبل وزارة الصحة، وعضواً في جمعية البر الخيرية ببريدة.\n٥) عُين بأمر من خادم الحرمين رحمه الله عضواً في اللجنة المشرفة في التوعية في الحج حتى تشكلت وزارة الشؤون الإسلامية والأوقاف من عام ١٤٠٤هـ إلى عام ١٤٠٨هـ، تقريباً.\n٦) اشترك في عدة مؤتمرات وندوات علمية داخل المملكة وخارجها ومن أهمها:\nأـ إلقاء عدة دروسٍ علمية بباكستان وموسكو، بتكليف من جامعة الإمام محمد بن سعود الإسلامية، وكان بصحبته عدد من المشايخ والعلماء.\nب ـ شارك في عدة مؤتمرات منها مؤتمر رابطة الشباب المسلم العربي في أمريكا في ولاية أكلاهوما بتاريخ٣/ ٥/١٤٠٨هـ.\n٧) كلف بعضوية المجلس العلمي في جامعة الإمام محمد بن سعود الإسلامية أيام قيامه بالتدريس.\n٨) عُيِّن رئيساً للجنة الاستشارية للدعوة والمساجد في فرع وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد في القصيم.\n٩) كان الشيخ أول من اقترح إقامة الدروس والمحاضرات والندوات في عدد من جوامع مدينة بريدة وذلك من حين انتقاله إليها من الرياض بعد تعيينه عميدا لكلية الشريعة، وكان له عدد من الدروس الأسبوعية في عدد من المساجد ببريدة، وكانت له دروس يومية في شهر رمضان بين الأذان والإقامة في عدد من المساجد.\nمشايخه:\nمن مشايخه: سماحة الشيخ /عبد الله بن حميد، وسماحة الشيخ / عبدالعزيز بن باز، والشيخ/ محمد بن الأمين الشنقيطي وفضيلة /الشيخ عبد الرزاق عفيفي رحمهم الله تعالى وغيرهم ....\nزملاؤه:\nمن زملائه: الشيخ صالح بن إبراهيم البليهي (رحمه الله) ومعالي الشيخ صالح اللحيدان رئيس مجلس القضاء الأعلى، ومعالي الشيخ صالح بن فوزان الفوزان، ومعالي الشيخ عبد الله الغديان، ومعالي الشيخ عبد المحسن التركي، والشيخ صالح بن عبد الرحمن الأطرم، والشيخ علي الجمعة (رحمهما الله)، والشيخ عبد العزيز الربيعة والشيخ عبد الله الزايد وغيرهم كثير ....\nتلاميذه:\nومن تلاميذه معالي الشيخ الدكتور سليمان بن عبد الله أبا الخيل مدير جامعة الإمام محمد بن سعود الإسلامية، والشيخ سلمان بن فهد العودة، والدكتور سليمان بن حمد العودة، والشيخ الدكتور صالح بن محمد الونيان، والشيخ الدكتور عبد الله بن محمد المطلق، والشيخ عبد الله بن صالح الفوزان، والشيح الدكتور خالد بن علي المشيقح، والشيخ المحدث عبد الله السعد والشيخ الدكتور ناصر بن عبد الكريم العقل، والشيخ الدكتور علي بن محمد العجلان مدير فرع وزارة الشؤون الإسلامية والأوقاف في القصيم وغيرهم كثير …\nأهم مؤلفات الشيخ:\n١) التدخين في نظر الإسلام عام ١٣٨٣هـ تقريباً ,مطبعة النور في السعودية- الرياض.\n٢) موقف الإسلام من الخمر والمخدرات.\n٣) أصول الفقه وابن تيمية.\n٤) تحقيق مختصر الفوائد في أحكام المقاصد المعروف بالقواعد الصغرى للعز بن عبد السلام.\n٥) بحوث في السنة.\n٦) الزواج بنية الطلاق من خلال أدلة الكتاب والسنة ومقاصد الشريعة الإسلامية.\n٧) الجواب الواضح على شبهات من أجاز الزواج بنية الطلاق.\nوفاته:\nابتلي الشيخ بالأمراض التي مرت عليه على مراحل فلم يزل يواصل الدعوة والتعليم إلى أن أقعده المرض في آخر حياته. حتى وافاه الأجل المحتوم الساعة الواحدة ظهر يوم الاثنين الموافق ٥/ ١/١٤٢٩هـ \" ١٤/ ١/٢٠٠٨ م \" وذلك في مستشفى الملك فهد التخصصي ببريدة، رحمه الله رحمة واسعة وجعل قبره روضة من رياض الجنة، وجمعه بالنبيين والصديقين والشهداء والصالحين. آمين.",
  "books": [
    {
      "text_id": 36511,
      "title": "الزواج بنية الطلاق من خلال أدلة الكتاب والسنة ومقاصد الشريعة الإسلامية"
    }
  ]
}