{
  "author_id": 2321,
  "author_meta": "- ولد المؤلف محمد بن إبراهيم بن عبد الله التويجري في مدينة بريدة عام ١٣٧١هـ.\n- درس في مدينة بريدة، ثم تخرج من كلية الشريعة في جامعة الإمام محمد بن سعود الإسلامية بالرياض عام ١٣٩٥هـ.\n- تلقى العلم الشرعي على يد علماء عصره من السلف كابن باز وابن عثيمين والبليهي عليهم رحمة الله تعالى، كما تتلمذ على كتب كثير من علماء السلف كابن تيمية وابن القيم وغيرهما من علماء السلف في الماضي والحاضر.\n- عمل معلمًا للعلوم الشرعية لعدة سنوات، ثم اختير عام ١٤١٢هـ نائبًا لمدير مركز توعية الجاليات بالقصيم، ثم مديرًا لمكتب توعية الجاليات بالخبيب ببريدة حتى عام ١٤٢٩هـ وحاليًا متقاعد.\n- للمؤلف في مجال خدمة الإسلام والمسلمين جهود علمية ودعوية مباركة، وله أعمال خيرية نافعة على مستوى العالم الإسلامي.\n- قام المؤلف في مجال الدعوة إلى الله بالسفر إلى كثير من دول العالم في قارة أوربا وأمريكا وآسيا وأفريقيا، واطلع على أحوال المسلمين في العالم.\n- بعد جولة المؤلف في كثير من دول العالم أحس بالحاجة الماسة لجمع المسلمين على العقيدة الصحيحة، وعبادة الله وفق السنة، فألف في هذا المجال عدة مؤلفات أهمها:\n١ - مختصر الفقه الإسلامي (مجلد واحد)، طبع عشر مرات، وترجم لعدة لغات.\n٢ - موسوعة الفقه الإسلامي (خمس مجلدات).\n٣ - موسوعة فقه القلوب (أربع مجلدات).\n٤ - أصول الدين الإسلامي (مجلد واحد).\n٥ - كتاب التوحيد (مجلد واحد).\n٦ - مختصر فقه القلوب (مجلد واحد).\n- كتب المؤلف هذه الكتب بعد اطلاعه المباشر على أحوال العالم الإسلامي، واطلاعه المتواصل على أهم كتب السلف في الماضي والحاضر، على مدى ربع قرن، جمع فيها أهم المسائل الشرعية في التوحيد والأحكام والأخلاق على ضوء القرآن والسنة وخاطب بها جميع المسلمين في العالم.\nنسأل الله أن ينفع بها الإسلام والمسلمين، وأن يعظم الأجر لمؤلفها، إنه سميع مجيب، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.\nبقلم ابنه/ إبراهيم بن محمد بن إبراهيم التويجري\nقاضي المحكمة العامة بمحافظة الشنان في حائل",
  "books": [
    {
      "text_id": 36185,
      "title": "مختصر الفقه الإسلامي في ضوء القرآن والسنة"
    },
    {
      "text_id": 37531,
      "title": "موسوعة فقه القلوب"
    },
    {
      "text_id": 37532,
      "title": "موسوعة الفقه الإسلامي - التويجري"
    }
  ]
}