{
  "author_id": 2322,
  "author_meta": "أبو عبد الرحمن عبد الله بن عبد الرحمن بن محمد السعد\nولد في مدينة الزبير سنة (١٣٨١ هـ) ثم استقر به المقام في مدينة الرياض\nدرس في الرياض المرحلة الثانوية قسم العلوم الطبيعية؛ ثم حبب إليه دراسة العلوم الشرعية، فانتقل في السنة الثالثة إلى المعهد العلمي\nوبعد أن أنهي الدراسة فيه التحق بجامعة الإمام بكلية أصول الدين «قسم السنة» وتخرج فيها.\n(شيوخه من أهل الرواية)\nإسماعيل بن محمد الأنصاري، لازمه الشيخ واستفاد منه كثيرا في الحديث وغيره، وقد قرأ عليه الشيخ عبد الله: الأوائل السنبلية، وغيرها من رسائله وأبحاثه، وأجازه في الحديث، وبكل ما يصح له روايته، وهو عن عبد الحق الهاشمي.\nحمود بن عبد الله التويجري، تردد عليه الشيخ واستفاد منه، وسمع منه الحديث المسلسل بالأولية بشرطه مسندا، وأجازه بثبته الموسوم إتحاف النبلاء بالرواية عن الأعلم الفضلاء. وهو عن عبد الله بن عبد العزيز العنقري، وسليمان الحمدان\nحماد بن محمد الأنصاري، زاره في المدينة، واستفاد منه، وسمع منه الحديث المسلسل بالأولية بشرطه مسندا، وقد أجازه في الحديث وبكل ما يصح له روايته. وهو عن عبد الحق الهاشمي، والمحرسي، ومحمد بن إبراهيم آل الشيخ.\nعبد الله بن عبد العزيز العقيل، درس عليه الشيخ في الفقه وأصوله ما تيسر من كتاب «الروض المربع،» و «مختصر الروضة،» وحضر له كثيرا، وسمع عليه أوائل الكتب الستة، وبعض المجالس من مسند الإمام أحمد. وهو عن علي بن ناصر أبو وادي عن نذير حسين الدهلوي وغيره\nأبو عبد الرحمن الظاهري (ابن عقيل الظاهري)، حضر بعض دروسه في «صحيح البخاري،» وكان يتردد عليه، وقد أجازه بكل ما يصح له روايته.\nأحمد معبد عبد الكريم، درس الشيخ في الحديث وعلومه، وأجاز الشيخ عبد الله إجازة عامة.\nمحمد ياسين بن عيسى الفاداني، سمع منه الحديث المسلسل بالأولية والمحبة وبعض المسلسلات، وأجازه.\nأبو تراب الظاهري، عن أبيه عبد الحق الهاشمي، والمحرسي، وعبد الستار الدهلوي، وأحمد شاكر، ومحمد حامد الفقي، ومحمد بهجة البيطار.\nمحمد بن إسماعيل بن محمد العمراني الصنعاني، وهو عن عبد الواسع بن يحيى الواسعي، و قاسم بن إبراهيم بن أحمد بن إبراهيم بن إسحاق الصنعاني.\nعبد الرحمن العياف، وهو عن سليمان الحمدان.\nصبحي السامرائي، وهو عن عبد الكريم الشيخلي الشهير بأبي الصاعقة، وبديع الدين الراشدي.\nمحمد بن الأمين بوخبزة، عن عبد الحي الكتاني، ومحمد الطاهر بن عاشور.\nيحيى المدرس، وهو عن عبد الحق الهاشمي، وسليمان الحمدان.\nعبد الرحمن الكتاني، عن أبيه عبد الكبير.\nعبد الوكيل الهاشمي، عن أبيه عبد الحق.\nيوسف العتوم الأردني، عن بدر الدين الحسني، وعلي الدقر.\nعبد العزيز الوشاح، عن عبد الله القرعاوي، وحافظ حكمي.\nمحمد الأنصاري الأعظمي، عن سيف محمد سعيد البنارسي، و أحمد حسام الدين المئوي، ومحمد نعمان الأعظمي، ثلاثتهم يروون عن نذير حسين الدهلوي سماعا وقراءة وإجازة.\nظهير الدين المباركفوري، عن أحمد الله القرشي، وعبد الرحمن المباركفوري، و أحمد حسام الدين المئوي، كلهم عن نذير حسين.\n(شيوخه من أهل الدراية)\nعبد العزيز بن عبد الله بن باز، حضر دروسه التي كانت تعقد في الجامع الكبير، وكان منها مجالس صحيح البخاري، وسنن أبي داود، وكان المترجَم في ذلك الوقت في نهاية السنة الثانية من المرحلة الثانوية، أو في المعهد في الثالث الثانوي. وقال: استفدت كثيرا من مجالسه، وتعلمت في مجلسه عدة علوم، ومن ذلك الحكم على الأحاديث وعلى الرجال.\nعبد الله بن حميد رحمه الله: حضر دروسه قُبيل وفاته بنحو سنة ونصف تقريبًا عام ١٤٠١ هـ، وكانت دروسه تعقد في المساء بعد صلاة المغرب، ويذكرُ المترجَم أنّ الشيخ: عبد العزيز الراجحي كان يقرأ عليه في كتاب «الكافي» مساء الثلاثاء، وأن الشيخ: عبد العزيز بن عبد الله آل الشيخ كان يحضر أحيانًا دروس الشيخ ابن حميد.\nمحمد بن صالح العثيمين، رحل إليه في عنيزة في الإجازة الطويلة، وأقام في السكن الذي قد هيئ لطلبة العلم، وقد صحبه إلى مكة. وقال: إن شيخه ابن عثيمين أوصاه أن يقيم درسا في التفسير.\nعبد الله بن عبد الرحمن الجبرين: حضر في مجالسه، وقرأ عليه يسيرًا\nفهد بن حُميّن الفهد رحمه الله: وقد كانت دروسه في منزله في البطحاء، وكان يُقرأ عليه «تيسير العزيز الحميد» و «صحيح الإمام مسلم»، وممن كان يحضر مجلسه: الشيخ عبد الله الخلف أحيانًا، والشيخ سعد البريك، والشيخ محمد الشعلان وغيرهم، وكان هذا عام ١٤٠١ هـ تقريبًا، وكان المترجَم في ذلك الوقت في السنة الثانية من المرحلة الثانوية\nعبد الله بن عبد الرحمن الغديان، درس عليه في كتاب «القواعد» لابن رجب، وكتاب «الموافقات» للشاطبي، وكتاب «الفروق» للقرافي، وكتاب «أصول الفقه» لابن مفلح.\nعبد الرحمن بن ناصر البراك\nعبد الله بن محمد بن أحمد الدويش، قرأ عليه الشيخ يسيرا إبان إقامته في عنيزة لمدة أسبوعين تقريبا، من كتاب سنن أبي داود\nعبد العزيز بن علي المساعد، حضر الشيخ دروسه في مدينة عنيزة فترة ليست بالطويلة.\nعبد الرزاق العفيفي، تردد عليه في آخر حياته، في منزله يسأله ويستفيد منه، وقرأ عليه شيئا من بحث كان قد كتبه في البسملة.\n(مؤلفاته)\nمن مؤلفاته المطبوعة:\nالمدخل إلى جامع الترمذي - دار المحدث ودار الأوراق\nالبرهان في وجوب اللجوء إلى الواحد الديان - دار المحدث\nحكم زيارة آثار الصالحين - دار المحدث\nأسباب مغفرة الذنوب - دار المحدث\nفتح الواحد العلي في الدفاع عن صحابة النبي صلى الله عليه وسلم - دار المحدث\nبيان فضل الصحابة وواجب المسلمين نحوهم - دار المحدث\nالبدر التمام في بيان حكم بعض ما ورد في فضل رمضان - دار المحدث\nصفة العمرة وأحكامها - دار المحدث\nصفة الحج والعمرة - دار المحدث\nعشر ذي الحجة وشيء من فضائلها وأحكامها وآدابه - دار المحدث\nاتباع الصراط في الرد على دعاة الاختلاط - دار المحدث\nالأساس في بيان حالات المرأة في اللباس - مركز ابن تيمية\nالتيسير - دار المحدث\nحديث ابن عمر - دار المحدث\nمناسك الحج - دار الإداوة\nأم سليم رضي الله عنها، دروس وعبر - دار الإداوة\nكيف تكون محدثا؟ - دار الإداوة",
  "books": [
    {
      "text_id": 1231,
      "title": "المدخل إلي جامع الترمذي"
    }
  ]
}