{
  "author_id": 2332,
  "author_meta": "عَبْد الله عَفِيفي (١٣٠٧ - ١٣٦٤ هـ = ١٨٨٩ - ١٩٤٤ م)\nعبد الله بن عفيفي الباجوري: أديب، له شعر.\nولد في قرية ميت عفيف (مركز الباجور - محافظة المنوفية - مصر) - وتوفي في القاهرة، وأمضى حياته في مصر.\nتلقى تعليمًا نظاميًا في المدارس الحكومية، حتى التحق بمدرسة دار العلوم وتخرج فيها (١٩١٢).\nعمل معلمًا بمدرسة المنصورة الابتدائية، ثم بالمدرسة السلطانية الثانوية (مدرسة الخديو إسماعيل) بالقاهرة، واتصل بالملكة نازلي (أم الملك فاروق) وأهدى إليها كتابه «المرأة العربية»، فنقل محررًا عربيًا بديوان الملك، ثم صار إمامًا للملك.\nكان عضوًا في بعض المؤسسات الخيرية، منها: جماعة مساعدة فقراء مكة والمدينة، وجمعية مشغل مصر الخيري للبنات، كما كان رئيسًا للجمعية التعاونية بالمطرية (ضواحي القاهرة)، ورئيسًا لرابطة الأدب العربي، وعضو الجمعية العامة للمحافظة على القرآن الكريم بالمطرية.\nتوفي بالقاهرة\nالمؤلفات:\n- له مؤلفات وأعمال إبداعية قصصية ومقالية عديدة، منها:\nالمرأة العربية في جاهليتها وإسلامها (٣ أجزاء) - دار إحياء الكتب العربية (عيسى البابي الحلبي) -القاهرة ١٩٢١\nتفسير سورة الفتح وبيان ما اتصل بها من الفتوح الإسلامية والسيرة النبوية - ثلاثة أجزاء\nالهادي -قصة تتصل بعصر الهادي العباسي\nمنهج الأدب، مدرسي، جزآن\nزهرات منثورة في الأدب العربيّ، محاضرات ألقاها في كلية الشريعة\nكيف بعثت مصر الشاعرة (مقالة) - مجلة الإسلام - القاهرة - أول من أبريل ١٩٣٩،\nمقدمة الطبعة الأولى لديوان الشاعر محمد مصطفى الماحي - ١٩٣٤.\nشعره تقليدي يميل فيه إلى القصائد المطولة، يحافظ على عمود الشعر القديم، معظمه في الإسلاميات والمناسبات الدينية، والمدائح الملكية، له أناشيد إسلامية ووطنية.\nالإنتاج الشعري:\n- له «المولد النبوي المختار»:سرد للسيرة النبوية (مزيج من الشعر والنثر) - مطبعة مجلة الإسلام - القاهرة ١٩٣٧، وله قصائد نشرتها صحف ومجلات عصره، وبخاصة «الأهرام - البلاغ - الرسالة - الإسلام»، منها: «عيدالأضحى» - الأهرام - ١٦ من أبريل ١٩٣٢، و «نشيد الفتيان الجوالة» - العدد التذكاري في العيد المئوي للمدرسة الخديوية - ٢٨ من ديسمبر ١٩٣٦، بالإضافة إلى قصائد مخطوطة.\nمصادر الدراسة:\n١ - مؤلفات المترجم له والدوريات التي نشر بها.\n٢ - خير الدين الزركلي: الأعلام - دار العلم للملايين - بيروت ١٩٩٠.\n٣ - محمد عبدالجواد: تقويم دار العلوم - دار المعارف - القاهرة (د. ت).\n٤ - محمود جبر: ديوان «قريتي» - نهج جديد للبردة - دار الكاتب العربي - القاهرة ١٩٥٧.\n٥ - الدوريات:\n- جريدة الأهرام - القاهرة - أعداد متنوعة ما بين ١٩٣٢ - ١٩٤٤.\n- جريدة البلاغ - القاهرة - يونيو ١٩٣٤.\n- مجلة الرسالة - القاهرة - ٣ من مارس ١٩٤١.\n- مجلة الهلال - القاهرة ١٩٤٥.\nنقلا عن: معجم البابطين للشعراء والأعلام للزركلي",
  "books": [
    {
      "text_id": 37059,
      "title": "المرأة العربية في جاهليتها وإسلامها"
    }
  ]
}