{
  "author_id": 2333,
  "author_meta": "الشيخ أحمد حطيبة طبيب أسنان وإمام وخطيب مسجد نور الإسلام بباكوس - الإسكندرية - مصر، له من الأبناء ثلاثة ومن البنات مثلهم.\nطلبه للعلم\n- كان منذ الصغر مقبلا جدا على القراءة بشكل عام.\n- أول كتاب أهدي له كان بمناسبة نجاحه في الإعدادية وكان في أصول الصوفية!! من صديق لوالده كان صوفيا!!\n- وكانت أول نقطة تحول في حياة الشيخ هي المدرسة الثانوية، حيث كان زميلا في الفصل للشيخ ياسر برهامي. فقد كان هناك أستاذ مهتم بالعلم والدعوة يوجههما لطلب العلم، وإلقاء كلمات في المدرسة، فبدأ الشيخ بتفسير سورة طه من تفسير القرطبي .. وهو لا يزال في الثانوي!! ومن وقتها بدأ الشيخ يهتم بالعلم الشرعي ويقبل عليه، معتمدا على القراءة.\n- نقطة التحول الثانية كانت مع دخوله إلى الجامعة. حيث تعرف (مع الشيخ ياسر برهامي وآخرين) على الشيخ محمد إسماعيل المقدم، مؤسس المدرسة السلفية بالإسكندرية. وكانت هذه هي البداية الحقيقية للشيخ أحمد حطيبة.\nأول ما حفظ كان متن العقيدة الطحاوية (بتوجيه من الشيخ محمد إسماعيل) ثم درس شرحها مع الشيخ محمد إسماعيل نفسه ثم انطلق في طريق الطلب والدعوة. فكان مسؤول الدعوة السلفية بكلية طب الأسنان.\n- وخلال فترة الجامعة، شارك الشيخ مع المشايخ سعيد عبد العظيم وياسر برهامي وسيد الغباشي وآخر أظن اسمه محمود شاكر في المناظرة الشهيرة (على الأقل في الإسكندرية) مع المشايخ الأزهريين بزعامة أحمد عمر هاشم.\n- تولى الشيخ إمامة مسجد نور الإسلام منذ حوالي عشرين عاما، ولا زال حتى اليوم إماما له. وشارك في تأسيس معهد الفرقان والتدريس فيه حتى إغلاقه\nمكانته العلمية\n- الشيخ يحفظ ألفية ابن مالك ومعه إجازة فيها. ومعه إجازتان في القراءات العشر من الطريقين.\n- أكاد أجزم كذلك أن الشيخ يحفظ ألفية العراقي في علوم الحديث وألفية مراقي السعود في أصول الفقه، فما سمعته يُسأل في علوم الحديث إلا وبدأ الرد بأبيات من الألفية ثم يشرحها، ونفس الأمر فيما يخص أصول الفقه!\n- إلى جانب محفوظات الشيخ الكثيرة جدا من الأحاديث النبوية، وإلمامه بأحكام أهل العلم عليها من حيث الصحة والضعف.\n- ما سمعت الشيخ يذكر حديثا ضعيفا (متفق على ضعفه) إلا مرة واحدة .. ولم يكن ذلك على الملأ .. فالشيخ حفظه الله شديد التحري جدا فيما يخص الحديث النبوي\n- الشيخ خبير جدا بالأحاديث ودرجتها من حيث الصحة والضعف وكلام المحققين عنها، وكيف لا وله مصنف إلكتروني في رواة الأحاديث، ومثلا دخلت بيته تفجأ بمكتبة كاملة (من مكتباته) ليس فيها إلا نسخ متعددة مختلفة من المسند فقط!! مما يدلك على مدى اهتمام الشيخ بالحديث وكتبه، وللشيخ أسلوب رقيق جدا في التنبيه إذا ذكر أمامه حديث ضعيف (ولا يريد أن يحرج المتحدث) فإما أن يضم حاجبيه أو يقاطع المتحدث بلطف قائلا \"إن صح هذا الحديث\"\n- الشيخ أشهر مشايخ الإسكندرية، وهو الأشهر في تدريس الفقه في الإسكندرية كلها، بل كان أكرمه الله آية في الفقه، ولا تجد له قولا إلا وله فيه سلف من الأئمة السابقين أو المشايخ المعاصرين كابن باز والألباني والعثيمين ..\n- قال الشيخ محمد إسماعيل (وهو أيضا كان يشرح منار السبيل) من أراد أن يدرس منار السبيل فليدرسه مع الشيخ أحمد حطيبة!!\n- وقال الشيخ المحدث عادل عبد الغفور (بعد أن أثنى كثيرا على فقه الشيخ أحمد حطيبة) إن الشيخ أحمد حطيبة هو أحق الناس بالتصدر للفتوى في مصر على حد علمه!!\n- قال عنه الشيخ ياسر برهامي حفظه الله تعالي: أعجوبة من أعاجيب الزمان\n- كان شرح الشيخ أحمد حطيبة (المكتوب) على منار السبيل يوزع على الطلبة في معهد العزيز (لإعداد الدعاة) في القاهرة!!\n- وهو متمكن جدا في علم القراءات ومتين في التجويد\nمنهجه اليومي، ودروسه\n- يتميز الشيخ بنظام حياة (إسلامي صرف)، فهو يصلي بالناس الصبح في مسجده، والعجيب أن المسجد يكون ممتلئا (على آخره) بالمصلين حتى في صلاة الصبح التي يخلو فيها أغلب المساجد من المصلين! ثم يعطي درسا (بالتبادل كل أسبوع) في الحديث (من المسند) أو في التفسير (انتهى من ابن كثير وبدأ الآن في القرطبي). ثم يذهب إلى عيادته (أمام المسجد)، فيتلقى المرضى حتى ما قبل صلاة الظهر .. ولاحظ أن (آخر) ميعاد لقبول المرضى هو التاسعة صباحا!! [فإذا زرته هناك تعجب من مهارته في طب الأسنان ومن اكتظاظ عيادته في هذا الوقت المبكر]، وبهذا ينتهي شق (طلب الرزق) من يوم الشيخ .. فهو لا يعمل بعد صلاة الظهر وإنما يتفرغ لطلب العلم ونشره!!\n- الشيخ له دروس يومية (بعد صلاة الصبح) في التفسير والحديث، وأربع دروس أسبوعية (بعد العشاء) في الفقه والأصول (وأحيانا) في العقيدة .. طبعا بجانب خطبة الجمعة\n- أما في رمضان فالشيخ له ثلاثة دروس كل يوم!! بعد صلاة الصبح، والعصر، وفي صلاة التراويح .. وخطبة الجمعة .. وإمامة الناس في الصلوات الخمس .. وإمامة الناس في صلاتي التراويح والتهجد!!\n- حدث بعض من طلب العلم علي يديه أن أحد أقران الشيخ حدثه أنه بات معه ذات ليلة فوجده قد ضبط المنبه علي الساعة الثانية فلما رن الجرس انتفض من سريره كأنه لدغه عقرب وقام يدرس بعد نوم ساعتين\n- وذكر أن الشيخ له ساعة يومية يقرأ فيها في كتب الأصول\n- يتميز الشيخ بالمنهجية الشديدة جدا، فقلما تجد له دروس منفردة، وإنما كلها تقريبا عبارة عن سلاسل ومجموعات\n- وقد شرح الشيخ كتاب منار السبيل ١٦ مرة في حوالي ٢٣ عاما. إلى جانب شرحه لكتاب المغني، حيث وصل إلى (أو انتهى من) كتاب الصلاة.\n- أهم ملامح منهجه في شرح (منار السبيل)\n١ـ يتعرض للخلاف غالبا ويطيل فيه أحيانا ويقتصر على مجرد ذكره في أحيان أخرى بحسب المسألة والموضوع.\n٢ ـ الشيخ يعتمد على أحكام الشيخ الألباني في الإرواء غالبا.\n٣ ـ يعرف المصطلحات غالبا سواء من الشرح أو من المغنى أو من غيرها من الكتب التي يقرأ منها في الشرح، ويضرب الشيخ الأمثلة على التعريفات والمسائل ما أمكن.\n٤ ـ يربط الفروع بالأصول غالبا.\n٥ ـ يذكر ترجيحات شيخ الإسلام في كثير من المسائل، ولكن ليس بالضرورة.\n٦ ـ الشرح ليس مذهبيا بالمعنى الاصطلاحي فتحرير معتمد المذهب ليس من موضوع الدرس غالبا، ولكن الشيخ يذكر مذهب الحنابلة كثيرا، لكن على سبيل توضيح مذاهب العلماء.\nوفي أصول الفقه شرح الشيخ مراقي السعود مرتان. وفي العقيدة شرح فتح المجيد وغيره. وفي التفسير انتهى من شرح تفسير ابن كثير، ويشرح الآن تفسير القرطبي، ويفسر في خطبة الجمعة القرآن الكريم مما يفتح الله به عليه، وقد وصل حتى الآن إلى سورة الأنعام. وفي الحديث شرح رياض الصالحين، ويشرح الآن مسند الإمام أحمد بن حنبل.\n- والشيخ من قلائل هذا العصر الذين يجيدون علم التدريس (التعليم)، فيسهل على من حضر درسه فهم كل ما يقوله الشيخ\nمصنفاته\n- \"الدعوات الطيبات النافعات\" في الأذكار\n- \"الجامع لأحكام الصيام وأعمال شهر رمضان\" أظنه أشمل كتاب في بابه\n- \"الجامع لأحكام الحج والعمرة والزيارة والهدي\" وهذا كسابقه.\nوللعلم الشيخ (والله يشهد) لا يكسب مليما واحدا من الكتب.\n- وللشيخ موسوعة إلكترونية في رواة الأحاديث، جاء ترتيبها الثاني في مسابقة دولية للبرامج الإسلامية اشتركت فيها هيئات وجامعات ومراكز للحاسب الآلي .. فجاء ترتيب مصنف الشيخ الثاني من بين مصنفات هؤلاء.\n- وقد يخرج قريبا شرحه (المكتوب) على منار السبيل مطبوعا، أو على اسطوانة. ويتميز بأنه ليس تفريغا للمحاضرات، وإنما هو من صنع الشيخ.\nأخلاقه\n- الشيخ يتميز بشخصية قوية جدا وهيبة عالية خارج البيت، أما في البيت فما رأيت أحن ولا ألطف منه، إلى جانب خفة ظل وتواضع مميزين.\n- ففي الدروس شخصيته قوية جدا جدا، حتى أنني كنت أهاب من النظر بجانبي أثناء الدرس!! ولا يسكت أبدا عن أي خطأ يقوم به أحد طلاب العلم .. أما العوام فالشيخ يعاملهم معاملة (نبوية)\n- ومع ذلك فزيارة واحدة للشيخ، وهذا لا يحظى به الكثيرون، (فالشيخ يحافظ جدا على خصوصية حياته) زيارة واحدة تفاجئك بطيبة الشيخ ورقته ودماثة خلقه و .. خفة ظله .. و .. و .. ويشهد الله أنني لست مبالغا\n- الشيخ (بطبيعة الحال) من الآمرين بالمعروف والناهين عن المنكر، وله في ذلك قصص لا يصح ذكرها هنا .. ودرسه من أكثر الدروس حضورا .. خاصة دروس فقه العبادات (من منار السبيل) ..\nإلمامه بالعلوم الدنيوية\n- هو طبيب أسنان، يشهد له القاصي والداني بالمهارة (الفائقة جدا) في مجال طب الأسنان، وهذا مما يعرفه الكثير من أهل الثغر [الإسكندرية] ممن ابتلوا بوجع الأسنان!، فهو طبيب أسنان متقن جدا (وله في ذلك نوادر وحكايات)\n- والشيخ بجانب إجادته لطب الأسنان، وتفوقه المشهود في مجال العلم الشرعي .. من أكثر الناس إجادة لتطبيقات  Microsoft Office\n-  وهو من أكثر المشايخ دعوة إلى الأخذ بأسباب القوة وتعلم العلوم الدنيوية والتفوق فيها بجانب علوم الشريعة.\n- بدأ يوما درس (الفقه) أيام بداية الحرب الصليبية على العراق، فبدأ الدرس بسرد حديث لجنرال صليبي ذكر فيه تصدي طائرة حوامة (هليكوبتر) لرتل عراقي مدرع، وتدميرها إياه .. فلما انتهي الشيخ وجه إلينا سؤالا \"لماذا لا نصنع نحن طائرات هليكوبتر\"؟!\nموقعه على الإنترنت\n- الموقع الرسمي:  www.hotaybah.com\n-  صفحته على إسلام واي\nhttp://www.islamway.com/?iw_s=Scholar&amp;iw_a=lessons&amp;scholar_id=٤٥١\n-  صفحته على إسلام ويب\nhttp://audio.islamweb.net/audio/index.php?page=lecview&amp;sid=١١٤٢",
  "books": [
    {
      "text_id": 36970,
      "title": "آداب العمرة وأحكامها - حطيبة"
    },
    {
      "text_id": 36971,
      "title": "شرح الترغيب والترهيب للمنذرى - حطيبة"
    },
    {
      "text_id": 36974,
      "title": "شرح كتاب الجامع لأحكام العمرة والحج والزيارة - حطيبة"
    },
    {
      "text_id": 36977,
      "title": "شرح كتاب الجامع لأحكام الصيام وأعمال رمضان - حطيبة"
    },
    {
      "text_id": 36988,
      "title": "فتح المجيد شرح كتاب التوحيد - حطيبة"
    },
    {
      "text_id": 36990,
      "title": "دروس الشيخ أحمد حطيبة"
    },
    {
      "text_id": 36997,
      "title": "شرح رياض الصالحين - حطيبة"
    },
    {
      "text_id": 37037,
      "title": "تفسير أحمد حطيبة"
    }
  ]
}