{
  "author_id": 2334,
  "author_meta": "هو أبو الأشبال حسن الزهيري آل مندوه المنصوري المصري\nولد في محافظة المنصورة، وتلقى فيها تعليمه الابتدائي والمتوسط والثانوي،\nثم ارتحل مع أخيه إلى القاهرة ليدرس في الجامعة، فدرس في كلية الحقوق وتخرج فيها، وأثناء ذلك تنسك وتتلمذ\nعلى كتب الشيخ الألباني وشغف به وأغرم، فعزم على الرحلة في طلب العلم والحديث، فسافر إلى الأردن، وكان هناك\nبرفقة كبار طلبة العلم آنذاك أقرانه في الطلب والأخوة والدعوة والغربة الشيخ عادل العزازي صهره، وأخوه سمير،\nوالشيخ أبو إسحاق الحويني وآخرون عرفوا بالطلب والاجتهاد …\nفلازم العلماء والمشايخ واجتهد في الدرس والقراءة والمطالعة حتى عرف شأنه في هذا العلم، ثم رجع إلى مصر وبدأ في\nالدعوة إلى الله تعالى على هدي السلف الصالح والرعيل الأول …\nكان من أوائل شيوخي ومن علموني حب السنة وتعظيم الأثر … وحصلت حادثة أمام عيني، بل والله أمام أعين المئات\nمن المصلين ألزمتنا جناب الاحترام لهذا الشيخ العظيم الشيخ حسن ..\nذلك أن أحد أئمة المساجد السلفية وهو الشيخ أسامة العوضي كان يخطب في وفاة الرسول صلى الله عليه وسلم، ومنذ\nبدأ يلمح الشيخ أنه سيتكلم عن وفاة النبي صلى الله عليه وسلم صرنا نسمع في المسجد أنينا لا نعرف مصدره، وكان خافتا،\nحتى إذا انتهى الشيخ من خطبته بكى كل من في المسجد تقريبا، ثم مضى الخطيب إلى الصلاة صلاة الجمعة يصليها،\nوكان المسجد قد كف عن البكاء إلا صوت ذاك الأنين الذي ما زال مستمرا في الصلاة أيضا، حتى إذا قارب الشيخ على الانتهاء\nمن الصلاة ارتفع الأنين ليصير صراخا غير عادي …\nوتجوز الإمام في صلاته، وظن الناس أن ذلك الصارخ به مس من جنون، فأقبل عليه الأخوة يؤذنون في أذنيه ويقرأون\nعليه القرآن، والصارخ يكف بيديه عنه ويقول لهم في لغة فصيحة جزلة مخلوطة بأنين عال: والله ما بي مس من جنون،\nولكنني أبكي … ولم يكمل كلامه وظل يبكي ويصرخ، فالتف حوله تلاميذه ومن يعرفه، يا إلهنا، إنه شيخنا أبو الأشبال\nفلا عجب إذا … فما أن رأينا ذلك حتى جلسنا وصرنا نبكي لبكائه …\nلقد ملأ حب النبي صلى الله عليه وسلم شغاف قلب شيخنا، وكان شديد التعظيم لسنة النبي صلى الله عليه وسلم، وكانت\nكلمة: من السنة، لا تفارق لسانه، فما من شيء يفعله إلا قال من السنة، وما من شيء لا يفعله أو ينهى عنه إلا قال:\nليس من السنة .. .لله دره وفك أسره …\nكان جليل المحيا، من رآه أحبه وعظمه، على وجهه نور الإيمان والسنة واليقين، وصرامة عينيه تشبه صرامة عين الصقر،\nبيد أنه كان حنونا شديد العطف على أهل بيته وعلى محبيه، ومع ذلك فقد كانت فيه شدة مع المخالفين للسنة، حتى إن الشدة طالت بعض المقربين إليه ولكنهم عذروه لما غلب على طبعه من حب السنة والتشدد فيها …\nكان فاكهة المجالس، سيفا بتارا في حجته، إذا قال أسمع، وإذا وعظ أخضع، وإذا جادل أو ناظر أقطع …\nأحيا الله به السنة في مناطق كثيرة، فقد كان يدعو لدين الله تعالى على الأنموذج العتيق الأول، فصار اسمه علما على\nالسنة وعلامة فارقة بين دعوته ودعوات غيره … أعلى الله قدره في العالمين …\nعلى يديه فتح الله تعالى للدعوة في منطقة الهرم، وكان هو صنو الشيخ محمد حسين يعقوب في الدعوة، وبهما أيد\nالله وسدد العمل في كثير من المناطق … وكانت له علاقات واسعة مع كثير من العلماء والمشايخ في العالم وفي مصر …\nانتهى. مقتبسا من \" الإشهار لما عند علماء السنة ودعاتها في مصر من مآثر وأخبار\" للشيخ رضا صمدي\nمن مؤلفاته:\n- رسالة في الوصية الشرعية\n- رسالة (الدعاء) في الدعاء والأذكار الشرعية - طبع دار الريان\nومن تحقيقاته:\n- جامع بيان العلم وفضله - طبعة دار ابن الجوزي بالسعودية - طبع عدة مرات في مجلدين - الطبعة الخامسة منه في جمادي الثاني ١٤٢٢ للهجرة\n- صحيح جامع بيان العلم وفضله - نشرته مكتبة ابن تيمية بالقاهرة في مجلد، وبه تعليقات تربوية مفيدة، لا أدرى هل هي في الأصل أم لا …\n- تنبيه الاعلام على تفسير المشتبهات بين الحلال والحرام للشوكاني - طبع مكتبة ابن تيمية ١٤١٦ هـ - عن نسخة خطية محفوظة بمكتبه شيخه حماد الأنصاريّ -رحمه الله-، مع تعليقات وتخريجات رائقة",
  "books": [
    {
      "text_id": 37026,
      "title": "شرح صحيح مسلم - حسن أبو الأشبال"
    },
    {
      "text_id": 37066,
      "title": "شرح كتاب الباعث الحثيث"
    },
    {
      "text_id": 37436,
      "title": "شرح كتاب الإبانة من أصول الديانة"
    },
    {
      "text_id": 37437,
      "title": "شرح أصول اعتقاد أهل السنة للالكائي - حسن أبو الأشبال"
    },
    {
      "text_id": 37603,
      "title": "أصول أهل السنة والجماعة"
    },
    {
      "text_id": 37606,
      "title": "دورة تدريبية في مصطلح الحديث"
    },
    {
      "text_id": 37611,
      "title": "الأرض المقدسة في ضوء الكتاب والسنة"
    },
    {
      "text_id": 37616,
      "title": "الدفاع عن الله ورسوله وشرعه"
    },
    {
      "text_id": 37624,
      "title": "فوائد من خطبة الوداع"
    },
    {
      "text_id": 37626,
      "title": "دروس الشيخ حسن أبو الأشبال"
    }
  ]
}