{
  "author_id": 2335,
  "author_meta": "الشيخ ياسر بن حسين برهامي.\nولد الشيخ -حفظه الله- في مدينة كفر الدوار -محافظة البحيرة- في ٢٥ صفر ١٣٧٨ هـ الموافق ٩/ ٩/١٩٥٨م.\nحصل على بكالوريوس الطب والجراحة في عام ١٩٨٢م كما حصل ماجستير طب الأطفال عام ١٩٩٢م من جامعة الإسكندرية.\nحصل على الإجازة العالية في الشريعة الإسلامية \"الليسانس\" عام ١٩٩٩م من جامعة الأزهر بتقدير جيد جدًا مع مرتبة الشرف.\nبدأ العمل الدعوي وطلب العلم ومدارسته في المرحلة الثانوية وقبلها بقليل.\nشارك الشيخ مع مشايخ المدرسة السلفية بالإسكندرية في العديد من المجالات الدعوية مثل: تأسيس معهد الفرقان لإعداد الدعاة والتدريس فيه، حيث قام بتدريس مادتي التوحيد وأصول الدعوة إلى حين إيقاف المعهد سنة ١٩٩٤م، وكذلك مقالاته في مجلتي صوت الدعوة والبصيرة اللتين كانتا تصدران في الإسكندرية عن المدرسة السلفية إلى حين إيقافهما كذلك سنة ١٩٩٤م.\nأول كتاب له هو كتاب فضل الغني الحميد تعليقات على كتاب التوحيد للشيخ محمد بن عبد الوهاب عام ١٩٨٠م، درّس هذا الكتاب كمذكرة في أول ملتقى لشباب الدعوة السلفية عام ١٩٨١م، ثم توالت كتبه -حفظه الله- بعد ذلك؛ فمن هذه الكتب:\n- منة الرحمن في نصيحة الإخوان وهي رسالة في مجمل اعتقاد أهل السنة مع نصيحة في السلوك، وله على الكتاب شروح مسموعة ثم مكتوبة.\n- \"فقه الخلاف بين المسلمين\".\n- \"لا إله إلا كلمة النجاة\".\n- \"تأملات إيمانية في سورة يوسف عليه السلام\".\n- \"الأمر بالمعروف والنهي عن المنكر\".\n- \"أعمال القلوب\"\n.. وغير ذلك من المؤلفات.\nوللشيخ تعليقات على بعض مؤلفات شيخ الإسلام ابن تيمية -رحمه الله-، منها:\n- شرح العقيدة الواسطية.\n- شرح كتاب الإيمان.\n- شرح رسالة العبودية.\n- شرح الرسالة المدنية في الحقيقة والمجاز.\n- شرح التحفة العراقية في الأعمال القلبية.\n- شرح رسالة في التوسل والوسيلة.\n- شرح رسالة الفرقان بين أولياء الرحمن وأولياء الشيطان.\n- وله كذلك الشرح على بعض مؤلفات الإمام ابن القيم -رحمه الله-، منها:\n- مدارج السالكين.\n- أجزاء من طريق الهجرتين.\n- شفاء العليل.\n- شرح الرسالة التبوكية.\n- أجزاء من شرح كتاب إعلام الموقعين في أصول الفقه.\n- وأيضًا له شرح على بعض مؤلفات الشيخ محمد بن عبد الوهاب -رحمه الله- منها:\n- فضل الغني الحميد تعليقات على كتاب التوحيد.\n- شرح كشف الشبهات.\n- شرح مسائل الجاهلية.\n- وكذلك من شروحه التي نالت قبولاً لدى طلبة العلم شروحه على كتاب فتح المجيد للشيخ عبد الرحمن بن حسن آل الشيخ، وكتاب معارج القبول للشيخ حافظ حكمي، وكتاب صحيح مسلم بشرح النووي، وكتاب فتح الباري لابن حجر، وتفسير ابن كثير، وشرح السنة للبغوي.\n- كما أن للشيخ مجموعات علمية صوتية كاملة، مثل: قضايا الإيمان والكفر، ومشروعية العمل الجماعي، وفقه الخلاف، وفقه الجهاد، والرد على كتاب ظاهرة الإرجاء والعقيدة في الصحابة.\n- ويلقي الشيخ العديد من المحاضرات والدروس والشروح المتخصصة في كتب أهل العلم في أكثر من مسجد، وعلى مدار أكثر من ٣٠ عام بارك الله في جهده وسعيه.\n- قام الشيخ بالمشاركة في عديد من المجلات منها: مجلة البيان، ومجلة البشرى.\n- له كذلك حوارات مع العديد من المواقع على شبكة الإنترنت منها موقع لواء الشريعة وموقع الجماعة الإسلامية، وموقع الإسلام اليوم، وموقع مركز بيت المقدس للدراسات التوثيقية.\n- والشيخ هو المشرف العام على موقع صوت السلف على شبكة الإنترنت.\n- وللشيخ لقاءات ومدارسات ومراسلات مع بعض أهل العلم: منهم: الشيخ ابن باز -رحمه الله تعالى-، والشيخ العثيمين، والشيخ ابن قاعود، والشيخ عبد الرزاق عفيفي، والشيخ أبو بكر الجزائري، وكذلك مع مشايخ الدعوة في الإسكندرية ومصر، وغير ذلك من البلاد.\n- وله تلاميذ تتلمذوا عليه وأخذوا منه في مصر وخارجها، ولهم جهد مشكور في الدعوة إلى منهج السلف سلوكًا وعملا وفكرًا",
  "books": [
    {
      "text_id": 36994,
      "title": "أدب الخلاف - ياسر برهامي"
    },
    {
      "text_id": 36996,
      "title": "الفرقان بين أولياء الرحمن وأولياء الشيطان"
    },
    {
      "text_id": 37004,
      "title": "دروس للشيخ ياسر برهامي"
    },
    {
      "text_id": 37005,
      "title": "القصص القرآني - ياسر برهامي"
    }
  ]
}