{
  "author_id": 2336,
  "author_meta": "الأستاذ الدكتور عمر عبد الكافى شحاتة أحد الدعاة إلى الله فى العصر الحديث من مواليد محافظة (المنيا) بصعيد مصر، نشأ فضيلته فى أسرة طيبة ملتزمة تتكون من أب وهو أحد أعيان الوجه القبلى بمصر وأم تحفظ -بفضل الله- أغلب القرآن الكريم وثلاثة إخوة وبنتين.\nحفظ القرآن الكريم وهو فى العاشرة من عمره والتحق بالتعليم العام وسار فيه بتفوق واضح وظل ينتقل فى مراحل التعليم حتى تخرج من كلية الزراعة وعين معيدا بها وحصل على الماجستير والدكتوراة فى العلوم الزراعية، وعمل فضيلته كذلك باحثا بالمركز القومى للبحوث وأستاذا بأكاديمية البحث العلمى.\nتنقل فضيلته وهو صغير بين أيدى أساتذة وعلماء فى شتى العلوم الشرعية من فقه وتوحيد وتفسير وسيرة وأصول فقه وعلوم حديث، وحفظ على يد أساتذته صحيحى البخارى ومسلم بالأسانيد عن ظهر قلب وكان لهذا الحفظ أثره الواضح فى تلقيه العلم طوال سنوات عمره\nوتزوج فضيلته من حفيدة العلامة الإسلامى الشيخ محب الدين الخطيب وله من الأبناء خمسة هم أحمد وبلال وعمار وهدى وندى، وبعد تخرجه من كلية الزراعة انتسب فضيلته إلى كلية الدراسات العربية والإسلامية وحصل منها على الليسانس ثم الماجستير فى الفقه المقارن.\nوالشيخ عاشق للغة العربية وآدابها وعلومها لذا فقد درس البلاغة والنحو والصرف وحفظ كثيرا من المتون كألفية بن مالك وغيرها، ولم يترك كتابا كتب عن الإسلام بالعربية أو الإنجليزية وقع في يده إلا قرأه واستوعبه ودون عليه ملاحظات فى مذكراته.\nتأثر كثيرا بشخصية أبى حنيفة وابن تيمية والحسن البصرى وأبى حامد الغزالى وفى السنوات التى كان فيها عضوا بالهيئة العالمية للإعجاز العلمى برابطة العالم الإسلامى عاصر وعايش كثيرا من علماء العالم الإسلامى فى شتى العلوم والثقافات.\n- أسهم فضيلته بنصيب وافر فى مجال الدعوة إلى الله عز وجل - فقد بدأ يخطب الجمعة ويلقى دروس العلم فور تخرجه من الجامعة عام ١٩٧٢ م، وكان له درسان يومى الإثنين والخميس طيلة عشرين عاما، له دروس علم ومجموعات منتظمة ألقيت على مدى فترات طويلة منها: الدار الآخرة، وشرح صحيح البخارى، والسيرة النبوية، وقصص الأنبياء، عدا خطب الجمعة التى تربو على (١٢٠٠) خطبة، كذلك فقد بلغت دروسه قرابة الـ (٣٠٠٠) درس مدة كل درس ساعة ونصف.\nكما يشغل الشيخ العديد من المناصب من بينها عضو في هيئة الحكماء للاتّحاد العالمي لعلماء المسلمين ومدير مركز الدّراسات القرآنية بمؤسّسة جائزة دبي الدّولية للقرآن الكريم وغيرها من المناصب.\nيوصى فضيلته كل مسلم أن يكون على ثغر من ثغور الإسلام وأن يحمل كل مسلم هم الإسلام وهموم الأمة وأن يثق أن السباحة ضد التيار أمر ليس بالسهل ولا اليسير ويوصى الدعاة والعلماء بأن يخلصوا النية فى عملهم فهم ورثة الأنبياء، وأن يعطوا الدعوة كل وقتهم لا فضول أوقاتهم وأن لا يهنوا ولا يحزنوا إن حوربوا فهم دعاة الحق.\nنسأل الله -عز وجل- أن يمد فى عمر فضيلته وأن يبارك فيه وعليه وأن يجعله ذخرا للإسلام والمسلمين، وأن يتقبلنا وإياه فى الصالحين، وآخر دعوانا أن الحمد لله رب العالمين.",
  "books": [
    {
      "text_id": 37011,
      "title": "الدار الآخرة - عمر عبد الكافي"
    },
    {
      "text_id": 37043,
      "title": "مقتطفات من السيرة"
    },
    {
      "text_id": 37045,
      "title": "شرح كتاب الفوائد"
    },
    {
      "text_id": 37046,
      "title": "دروس الدكتور عمر عبد الكافي"
    }
  ]
}