{
  "author_id": 2338,
  "author_meta": "نشأته\nوُلِدَ فضيلة الشيخ عبد الهادي بن حسن وهبي - حفظه الله - في بيروت عام ١٣٧٨ هـ الموافق ١٩٥٨ م، ونشأ فيها حيث تلقى علومه الابتدائية والثانوية في مدارسها، ثم سافر إلى الرياض، حيث التحق بجامعة الامام محمد بن سعود -رحمه الله- قسم السنة وعلومها.\nوقد أنهى الشيخ دراسته الجامعية عام ١٤٠٥ هـ الموافق ١٩٨٥ م.\nنشاطه الدعوي:\nبعد ذلك: عاد فضيلته إلى بيروت ليبدأ طريقه الشاق، في غرس بذور الخير فيها، فبدأ باكورة نشاطه بالتدريس في مساجد بيروت، بالحكمة والموعظة الحسنة، مع التركيز على مبدأ التصفية والتربية كمنهج اقتنع الشيخ أنه من انفع ما يحتاج إليه المسلمون عموماً، وبالأخص في لبنان، حيث تعصف رياح الشبهات، وتكثر البدع والخرافات؛ فسار الشيخ حفظه الله بعكس التيار، ليواجه مع تلامذته وإخوانه ذاك الكم الهائل من الضغوطات والمصاعب، إلى أن بارك الله عز وجل، فآتت دعوة الشيخ ثمارها، وأينعت بفضل الله، حيث كان أول قطافها: تأسيس الشيخ مع بعض إخوانه الفضلاء \"جمعية السراج المنير الإسلامية\" في بيروت، وذلك عام ١٤٠٧هـ -الموافق ١٩٨٦ م، والتي يرأس الشيخ مجلس إدارتها إلى يومنا هذا.\nولا يفوتنا أن نذكر أن الله يسَّرَ للشيخ الالتقاء بكثير من أهل العلم في العالم الاسلامي، من أبرزهم: سماحة الوالد الشيخ عبد العزيز بن باز، وسماحة العلامة المحدث الشيخ محمد ناصر الدين الألباني، والعلامة الفقيه محمد بن صالح العثيمين-رحم الله الجميع- بالإضافة إلى غيرهم.\nوللشيخ مشاركات في التدريس في العديد من الدورات العلمية خارح لبنان\nوقد أمضى الشيخ كذلك قرابة العشر سنوات مدرِّساً في معهد الإمام البخاري للشريعة الإسلامية في عكار-شمال لبنان.\nوقد كان لقراءة الشيخ لكتب شيخ الاسلام الثاني -ابن قيم الجوزية رحمه الله تعالى - وتركيزه عليها، الأثر البالغ والكبير في نفسه، مما جعله يتجه للتركيز على الجوانب الإيمانية، المتعلقة بتهذيب النفس ومجاهدتها، في دروسه ومحاضراته، ما ساهم في التفاف الناس حوله، ونظرتهم إليه بكونه والداً للجميع، مربياً ومصلحاً ومعلما. إلى جانب اهتمامه بنشر التوحيد، والعقيدة السلفية، منتهجاً في ذلك منهج العلماء الربانيين، أمثال الشيخ ابن باز والشيخ الألباني والشيخ ابن عثيميين.\nمؤلفات الشيخ:\nلقد من الله عز وجل على شيخنا بهمة عالية في التأليف، حيث صدر له العديد من المؤلفات والرسائل، نذكر منها:\n١ - الكلمات الحسان في بيان علو الرحمن.\n٢ - الأسماء الحسنى والصفات العلى.\n٣ - غاية البيان في إثبات علو الرحمن.\n٤ - الحصن الحصين من الشيطان الرجيم.\n٥ - تذكير الإنسان بحفظ العين واللسان.\n٦ - تذكير الإنسان بعداوة الشيطان.\n٧ - تذكير الأنام بفضل صلاة القيام.\n٨ - إصلاح القلوب.\n٩ - آثار الذنوب على الأفراد والشعوب.\n١٠ - الخصال الموجبة لدخول الجنة.\n١١ - تحذير السالك من المهالك.\n١٢ - التوبة طريق إلى الجنة.\n١٣ - وقفات قبل الفوات.\n١٤ - في ظلال التقوى.\n١٥ - تحفة الأبرار بفضائل الأذكار.\n١٦ - صفة المحبة من الكتاب والسنة.\n١٧ - الخصال المنجية في الدنيا والآخرة.\n١٨ - الدرر الثمينة من الأدعية النبوية.\n١٩ - أزمة خلقية.",
  "books": [
    {
      "text_id": 37343,
      "title": "الكلمات الحسان في بيان علو الرحمن"
    }
  ]
}