{
  "author_id": 2342,
  "author_meta": "محمَّد كُرْد عَلي (١٢٩٣ - ١٣٧٢ هـ = ١٨٧٦ - ١٩٥٣ م)\nمحمد بن عبد الرزاق بن محمَّد، كُرْد علي: رئيس المجمع العلمي العربيّ بدمشق، ومؤسسه، وصاحب مجلة (المقتبس) والمؤلفات الكثيرة. وأحد كبار الكتّاب. أصله من أكراد السليمانية (من أعمال الموصل) ومولده ووفاته في دمشق. تعلم في المدرسة (الرشدية) الاستعدادية.\nوتوفي والده، وهو في الثانية عشرة من عمره، فابتدأ حياته الاستقلالية صغيرا. وأقبل على المطالعة والدروس الخاصة، فأحسن التركية والفرنسية، وتذوق الفارسية. وحفظ أكثر شعر المتنبي ومقامات الحريري، ثم كانت مفردات المقامات، تضايقه حين يكتب. وتولى تحرير جريدة (الشام) الأسبوعية الحكومية، سنة ١٣١٥ - ١٣١٨ هـ وكان يلتزم بها السجع في مقالاته.\nووالى الكتابة في مجلة المقتطف خمس سنوات، ابتدأت بها شهرته. وزار مصر (سنة ١٣١٩ هـ - ١٩٠١ م) فتولى تحرير جريدة الرائد المصري عشرة شهور، وعاد إلى دمشق.\nورفعت إلى واليها التركي وشاية به ففتش بيته، وظهرت براءته. وهاجر إلى مصر، فأنشأ مجلة (المقتبس) (سنة ١٣٢٤ هـ - ١٩٠٦ م) وقام بتحرير جريدة (الظاهر) ثم التحرير في (المؤيد) اليوميتين. وعاد بعد الدستور العثماني (سنة ١٩٠٨ م) إلى دمشق، فتابع إصدار مجلة (المقتبس) وأضاف إليها باسمها جريدة يومية كانت قبل الحرب العامة الأولى مسرحا لأقلام كبار الكتاب، وناوأت دعاة الرجعية وحاربت جمعية (الاتحاد والترقي) التي كان يستتر وراءها حزب (تركيا الفتاة) العامل على تتريك العناصر العثمانية. واتهمه أحد ولاة الترك بالتعرض للعائلة السلطانية، في إحدى مقالاته، ففر إلى مصر فأوربا، وعاد مبرأ. وتكرر ذلك في تهمة أخرى، فترك الجريدة اليومية إلى أخيه (أحمد) أبي بسام، وانقطع للمجلة. واشتد جزعه بعد إعلان الحرب العامة الأولى وابتداء حملة الانتقام التركية من أحرار العرب، فأقفل الجريدة والمجلة، وكان يساق مع إخوانه شكري العسلي وعَبْد الوَهَّاب الإنكِلِيزي ورشدي الشمعة - انظر تراجمهم - وسواهم، من نقدة نظام الحكم العثماني، ودعاة التحرر، إلا أنه أنقذته (خلاصة حديث) وجدت في القنصلية الفرنسية، بدمشق، كتبها أحد موظفي الخارجية الفرنسية، قبل الحرب، وكان قد زار صاحب الترجمة في بيته وأراد استغلال نقمته على (الاتحاديين) ليصرفه إلى موالاة السياسة الفرنسية في الشرق، فخيب كرد على ظنه، ونصحه بتبديل سياستهم في الجزائر وتونس، ومثلها (نشرة رسمية سرية) كان قد بعث بها سفير فرنسة في الآستانة إلى قناصل دولته في الديار الشامية، يحذرهم بها من كرد على ويقول: إنه لا يسير إلّا مع الأتراك، وأوراق أخرى من هذا النوع أظهرها تفتيش القنصليات في أوائل الحرب، فدعاه أحمد جمال باشا (القائد الطاغية التركي) إليه، مستبشرا، وأعلمه بها، وأنذره أن عاد إلى المعارضة ليقتلنه هو بيده، بمسدسه (أخبرني بذلك يوم حدوثه) وأمره بإعادة الجريدة، ومنحه مساعدة مالية، فأعادها، ثم ولاه تحرير جريدة (الشرق) التي أصدرها الجيش. وأمضى مدة الحرب مصانعا بلسانه وقلمه، وظل يخشى شبح (جمال) حتى بعد الحرب. وفي مذكراته ما يدل على بقاء أثر من هذا في نفسه إلى آخر أيامه. وانقطع إلى المجمع العلمي العربيّ، بعد إنشائه بدمشق (سنة ١٩١٩) أيام الحكومة العربية الأولى، فكان عمله فيه بعد ذلك أبرز ما قام به في حياته. وولي وزارة المعارف مرتين في عهد الاحتلال الفرنسي.\nوكان ينحو في كثير مما يكتبه منحى ابن خلدون في مقدمته. من مؤلفاته (مجلة المقتبس) ثمانية مجلدات وجزآن، و (خطط الشام - ط) ستة مجلدات، استخرجه من نحو ٤٠٠ كتاب، و (تاريخ الحضارة - ط) جزآن، ترجمه عن الفرنسية، والأصل لشارل سنيوبوس، و (غرائب الغرب - ط) مجلدان، و (أقوالنا وأفعالنا - ط) و (دمشق مدينة السحر والشعر - ط) و (غابر الأندلس وحاضرها - ط) و (أمراء البيان - ط) جزان، و (الإسلام والحضارة العربية - ط) مجلدان، وهو أجلّ كتبه، و (القديم والحديث - ط) منتقيات من مقالاته، و (كنوز الأجداد - ط) في سير بعض الأعلام، و (الإدارة الإسلامية في عز العرب - ط) و (غوطة دمشق - ط) و (المذكرات - ط) أربعة أجزاء، كتب بعضها وقد تقدمت به السنّ، فلم تخل من اضطراب في أحكامه على الناس والحوادث. أضف إلى هذا أن حياته السياسية وقفت عند إعلان الحرب العامة الأولى، فقد انصرف بعدها عن المغامرات، فلم يدخل جمعية، ولم يعمل في حزب معارض، فابتعد عن روح الجمهور، وتتبّع خفايا الأمور. أما حياته العلمية فكانت سلسلة متصلة الحلقات من بدء نشوئه واتصاله بالشيخ (طاهر الجزائري) إلى يوم وفاته. وكان من أصفى الناس سريرة، وأطيبهم لمن أحب عشرة، وأحفظهم ودا. مما كتبه في وصف نفسه: (خلقت عصبي المزاج دمويّه، محبا للطرب والأنس والدعابة، أعشق النظام وأحب الحرية والصراحة، وأكره الفوضى، وأتألم للظلم، وأحارب التعصب، وأمقت الرياء)\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 26523,
      "title": "مجلة المقتبس"
    },
    {
      "text_id": 37063,
      "title": "خطط الشام"
    }
  ]
}