{
  "author_id": 2345,
  "author_meta": "إحسان إلهي عالم باكستاني من أولئك الذين حملوا لواء الحرب على أصحاب الفرق الضالة، وبينوا بالتحقيق والبحث الأصيل مدى ماهم فيه من انحراف عن سبيل الله وحياد عن سنة نبيه، وإن ادعوا الإسلام وملأوا مابين الخافقين نفاقاً وتقية.\nولد في \"سيالكوت\" عام (١٣٦٣هـ) ولما بلغ التاسعة كان قد حفظ القرآن كاملاً وأسرته تعرف بالانتماء إلى أهل الحديث .. وقد أكمل دراسته الابتدائية في المدارس العادية وفي الوقت نفسه كان يختلف إلى العلماء في المساجد وينهل من معين العلوم الدينية والشرعية.\nالجامعة والنبوغ الجامعي:\nلقد حصل الشيخ على الليسانس في الشريعة من الجامعة الإسلامية في المدينة المنورة وكان ترتيبه الأول على طلبة الجامعة وكان ذلك عام (١٩٦١م).\nوبعد ذلك رجع إلى الباكستان وانتظم في جامعة البنجاب، كلية الحقوق والعلوم السياسية، وفي ذلك الوقت عين خطيباً في أكبر مساجد أهل الحديث بلاهور. ثم حصل على الليسانس أيضاً.\nوظل يدرس حتى حصل على ست شهادات ماجستير في الشريعة، واللغة العربية، والفارسية، والأردية، والسياسة. وكل ذلك من جامعة البنجاب وكذلك حصل على شهادة الحقوق من كراتشي.\nالمناصب والوظائف والدعوة:\nكان رحمه الله رئيساً لمجمع البحوث الإسلامية.\nبالإضافة إلى رئاسة تحرير مجلة \"ترجمان الحديث\" التابعة لجمعية أهل الحديث بلاهور في باكستان، كذلك كان مدير التحرير بمجلة أهل الحديث الأسبوعية.\nوكان رحمه الله عظيم الشأن في أموره كلها .. رجع يوم رجع إلى بلاده ممتلئاً حماساً للدعوة الإسلامية.\nوقد عرض عليه العمل في المملكة العربية السعودية فأبى آخذاً بقوله تعالى: وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون (١٢٢) {التوبة: ١٢٢}.\nيقول عنه الدكتور محمد لقمان السلفي في مجلة الدعوة [مجلة الدعوة السعودية عدد (١٠٨٧)]:\n\"لقد عرفت هذا المجاهد الذي أوقف حياته بل باع نفسه في سبيل الله أكثر من خمس وعشرين سنة عندما جمعتني به رحمه الله مقاعد الدراسة في الجامعة الإسلامية، جلست معه جنباً إلى جنب لمدة أربع سنوات فعرفته طالباً ذكياً يفوق أقرانه في الدراسة، والبحث، والمناظرة! وجدته يحفظ آلاف الأحاديث النبوية عن ظهر قلب كان يخرج من الفصل .. ويتبع مفتي الديار الشامية الشيخ ناصر الدين الألباني [حيث كان الألباني مدرساً بالجامعة الإسلامية في الفترة ما بين (١٣٨١هـ و ١٣٨٣)] ويجلس أمامه في فناء الجامعة على الحصى يسأله في الحديث ومصطلحه ورجاله ويتناقش معه، والشيخ رحب الصدر يسمع منه، ويجيب على أسئلته وكأنه لمح في عينيه ما سيكون عليه هذا الشاب النبيه من الشأن العظيم في سبيل الدعوة إلى الله والجهاد في سبيله بالقلم واللسان\".\nوكان الشيخ رحمه الله يتصل بالدعاة والعلماء في أيام الحج في شتى بقاع الأرض .. يتداول معهم الموضوعات الإسلامية والمشاكل التي يواجهها المسلمون.\nدعاة الضلالة والحقد المستعر:\nلكل مجاهد مخلص .. خصوم وأعداء، ولكل حق ضده من الباطل وبما أن الشيخ كان سلفي العقيدة من المنتمين لأهل الحديث فقد جعله هذا في حرب فكرية دائمة مع الطوائف الضالة كالرافضة والإسماعيلية والقاديانية.\nلقد كان يرفضها .. ويرد على ضلالاتها .. ويجابهها في كل مكان وكل منتدى شأنه شأن كل مؤمن حقيقي الإيمان يعتقد في قرارة نفسه أن الكتاب والسنة هما الطريق الأوحد ولا طريق سواه لكل من أراد أن يكون من المنتمين لدين الإسلام. ويعتقد كذلك أن أدياناً تبنى على الكذب وتتستر خلف الترهات والأباطيل لجديرة بألا تصمد أمام النقاش وأن تتضعضع أمام سواطع الحق ونور الحقيقة.\nولهذا الأمر طفق يلقي المحاضرات، ويعقد المناقشات والمناظرات مع أصحاب الملل الضالة، ويصنف الكتب المعتمدة على مبدأ الموضوعية في النقل والمناقشة والتحقيق. وكثيراً ما كان يرد على المبطلين بأقوالهم .. ويسعى إلى كشف مقاصدهم والإبانة عن انحرافهم وضلالهم وفي كل ذلك كان يخرج من المعركة منتصراً يعضده الحق، وينصره الله تعالى.\nولما أحس به أهل الانحراف، وشعروا بأنه يخنق أنفاسهم، ويدحض كيدهم عمدوا إلى طريقة تنبئ عن جبن خالع .. عمدوا إلى التصفية الجسدية بطريقة ماكرة!\nوفاته واستشهاده:\nفي لاهور بجمعية أهل الحديث وبمناسبة عقد ندوة العلماء كان الشيخ يلقي محاضرة مع عدد من الدعاة والعلماء، وكان أمامه مزهرية ظاهرها الرحمة والبراءة، وداخلها قنبلة موقوتة .. انفجرت لتصيب إحسان إلهي ظهير بجروح بالغة، وتقتل سبعة من العلماء في الحال وتلحق بهم بعد مدة اثنان آخران.\nكان ذلك في ٢٣ - ٧ - ١٤٠٧هـ، ليلاً.\nوبقي الشيخ إحسان أربعة أيام في باكستان، ثم نقل إلى الرياض بالمملكة العربية السعودية على طائرة خاصة بأمر من الملك فهد بن عبد العزيز حفظه الله واقتراح من العلامة الشيخ عبد العزيز بن باز رحمه الله.\nوأدخل المستشفى العسكري، لكن روحه فاضت إلى بارئها في الأول من شعبان عام (١٤٠٧هـ)، فنقل بالطائرة إلى المدينة المنورة ودفن بمقبرة البقيع بالقرب من صحابة رسول الله [إحسان الهي ظهير ص (٢٣)].\nآثاره:\nبالإضافة إلى محاضراته في الباكستان، والكويت، والعراق، والمملكة العربية السعودية والمراكز الإسلامية في مختلف ولايات أمريكا.\nفقد كتب العديد من الكتب والمؤلفات التي سعى إلى جمع مصادرها من أماكن متفرقة كأسبانيا، وبريطانيا، وفرنسا، وإيران، ومصر .. وإليك قائمة بأسماء تلك الكتب [إحسان الهي ظهير ص: (٩) - ص (١٦)]:\n١ الشيعة والسنة (١٣٩٣هـ).\n٢ الشيعة وأهل البيت (١٤٠٣هـ) وهي الطبعة الثالثة.\n٣ الشيعة والتشيع فرق وتاريخ.\n٤ الإسماعيلية تاريخ وعقائد (١٤٠٥هـ).\n٥ البابية عرض ونقد.\n٦ القاديانية (١٣٧٦هـ).\n٧ البريلوية عقائد وتاريخ (١٤٠٣هـ)\n٨ البهائية نقد وتحليل (١٩٧٥م).\n٩ الرد الكافي على مغالطات الدكتور علي عبدالواحد وافي (١٤٠٤هـ).\n١٠ التصوف، المنشأ والمصادر الجزء الأول (١٤٠٦هـ).\n١١ دراسات في التصوف وهو الجزء الثاني.\n١٢ الشيعة والقرآن (١٤٠٣هـ).\n١٣ الباطنية بفرقها المشهورة.\n١٤ فرق شبه القارة الهندية ومعتقداتها.\n١٥ النصرانية.\n١٦ القاديانية باللغة الإنجليزية.\n١٧ الشيعة والسنة بالفارسية.\n١٨ كتاب الوسيلة بالإنجليزية والأوردية.\n١٩ كتاب التوحيد.\n٢٠ الكفر والإسلام بالأوردية.\n٢١ الشيعة والسنة بالفارسية والإنجليزية والتايلندية.\n_________\n*المراجع: ِِ\n١. إحسان الهي ظهير - رسالة من تأليف: محمد إبراهيم الشيباني\n٢. مجلة الدعوة السعودية العدد (١٠٨٧)\n٣. مجلة المجتمع الكويتية (٨١٢)\n٤. مجلة الفيصل السعودية العدد (١٢٣)\n[منقول من مجلة الجندي المسلم، (مجلة تصدر عن وزارة الدفاع السعودية) العدد ١٠٥]",
  "books": [
    {
      "text_id": 12798,
      "title": "دراسات في التصوف"
    },
    {
      "text_id": 37478,
      "title": "الشيعة والتشيع - فرق وتاريخ"
    },
    {
      "text_id": 37548,
      "title": "الشيعة والسنة"
    },
    {
      "text_id": 37550,
      "title": "الشيعة والقرآن"
    },
    {
      "text_id": 37552,
      "title": "الشيعة وأهل البيت"
    },
    {
      "text_id": 37553,
      "title": "الرد على الدكتور عبد الواحد وافي في كتابه بين الشيعة وأهل السنة"
    },
    {
      "text_id": 5367,
      "title": "التصوف - المنشأ والمصادر"
    }
  ]
}