{
  "author_id": 2347,
  "author_meta": "البَشِير الإبراهيمي (١٣٠٦ - ١٣٨٥ هـ = ١٨٨٩ - ١٩٦٥ م)\nمحمّد بن بشير بن عمر الإبراهيمي: مجاهد جزائري، من كبار العلماء. انتخب رئيسا لجمعية العلماء المسلمين الجزائريين. ولد ونشأ بدائرة سطيف (اصطيف) في قبيلة ريغة الشهيرة بأولاد إبراهيم (ابن يحيى بن مساهل) من أعمال قسنطينة وتفقه وتأدب في رحلة إلى المشرق (سنة ١٩١١) فأقام في المدينة إلى سنة ١٧ وفي دمشق إلى حوالي ١٩٢١ وعاد إلى الجزائر وقد نشطت حركة\nصديقه ابن بادِيس (عبد الحميد بن محمد) وأصبح له نحو ألف تلميذ، وأنشأ جمعية العلماء (١٩٣١) وتولى ابن باديس رئاستها والإبراهيمي النيابة عنه. وأبعد هذا إلى صحراء وهران (١٩٤٠) وبعد أسبوع من وصوله إلى المعتقل توفي ابن باديس، وقرر رجال الجمعية انتخاب الإبراهيمي لرئاستها. واستمر في (معتقل آفلو) من سنة ١٩٤٠ - ٤٣ وأطلق. فأنشأ في عام واحد ٧٣ مدرسة بل كتّابا، وكان الهدف نشر اللغة العربية. وجعل ذلك عن طريق تحفيظ القرآن الكريم، إبعادا لتدخل سلطات الاحتلال. وتهافت الجزائريون على بناء المدارس فزادت على ٤٠٠ وزج في السجن العسكري (سنة ٤٥) وعذب. وأفرج عنه فقام بجولات في أنحاء الجزائر لتجديد النشاط في إنشاء المدارس والأندية. ثم استقر (سنة ٥٢) في القاهرة واندلعت الثورة الجزائرية الكبرى (٥٤) فقام برحلات إلى الهند وغيرها لإمدادها بالمال. وعاد إلى الجزائر بعد انتصارها، فلم يجد مجالا للعمل. فانزوى إلى أن توفي. وكان من أعضاء المجامع العلمية العربية في القاهرة ودمشق وبغداد. وله شعر أسمعني بعضه. منه (ملحمة) في تاريخ الإسلام والمجتمع الجزائري والاستعمار، قال: إنها ٣٦ ألف بيت وكان ينشر مقالاته في جريدة البصائر، بالجزائر وهو رئيس تحريرها، فجمعت المقالات في كتاب (عيون البصائر - ط) وهو من خطباء الارتجال المفوهين. وكثيرا ما كان ينشدني قوله:\nالدين خير كله، وأنا أرى … من خير هذا الدين (خير الدين).\nوله كتب ما زالت مخطوطة، منها (شعب الإيمان) في الأخلاق والفضائل، و (التسمية بالمصدر) و (أسرار الضمائر العربية) و (كاهنة أوراس) قصة روائية و (نشر الطي من أعمال عَبْد الحَيّ) ابن عَبْد الكَبير الكتاني، في نقد سيرته. وخصه محمد الطاهر فضلاء بجزء مستقل من كتابه (أعيان الجزائر) سماه (الإمام الرائد محمد البشير الإبراهيمي - ط) في ٢٢٥ صفحة\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 5167,
      "title": "آثار الإمام محمد البشير الإبراهيمي"
    }
  ]
}