{
  "author_id": 2351,
  "author_meta": "خليل مردم بك (١٣١٣ - ١٣٧٩ هـ) = (١٨٩٥ - ١٩٥٩ م)\nخليل بن أحمد مختار مردم بك.\nولد في دمشق وفيها توفي.\nتلقى تعليمه الابتدائي بمدرسة الملك الظاهر بدمشق، وفقد أباه ثم أمه، ولكنه أتم تعليمه فدرس الفقه على مفتي الشام عطا الكسم، والحديث على بدر الدين الحسني، والنحو والصرف على عبد القادر الإسكندراني.\nأسّس مع بعض رفاقه «الرابطة الأدبية» وانتخب رئيسًا لها.\nاشتغل بديوان الرسائل العامة حتى ١٩١٩ فلما دخل الفرنسيون ترك الوظيفة. وقد طارده الاستعمار الفرنسي فهاجر إلى لبنان، ثم الإسكندرية، وهناك التقى بأعلام الفكر والأدب، ثمّ سافر إلى إنجلترا وانتسب إلى جامعة لندن، وحصل على شهادة، ثم عاد إلى دمشق، ليصبح شخصية أدبية عامة، فانتخب عضوًا بالمجمع العلمي العربي (١٩٢٤) ثم أمينًا لسره، فرئيسًا له. كما أصبح عضوًا بالمجامع اللغوية في القاهرة، وبغداد، وموسكو، وبالرمو.\nشغل منصب وزير التعليم غير مرة، ووزيرًا مفوضًا لسورية في العراق (١٩٥١) كما شغل منصب وزير الخارجية.\nشارك في إصدار مجلة «الثقافة» السورية.\nالمؤلفات\n- له عدة مؤلفات عن شعراء قدماء: النابغة الذبياني - عمر بن أبي ربيعة - بشار بن برد - الطغرائي - الحسن بن هانئ، وحقق دواوين ابن عنين، وابن حيوس، وعلي بن الجهم، وابن الخياط، وله دراسات عن الفرزدق، والجاحظ، وابن المقفع، وابن العميد، والصاحب بن عباد.\nالإنتاج الشعري:\n- له ديوان خليل مردم بك - أصدره المجمع العلمي العربي بدمشق - في ٤٣٣ صفحة - عام ١٩٦٠ أشرف على طبعه ولده عدنان مردم - وقدم له جميل صليبا وسامي الدهان.\nيقول عنه سامي الدهان: كان صلة الوصل بين القديم والحديث، جمع أطايب القول وأحاسيس الصور، وعرضها في أجمل ثوب وأحسن حلي،\nويقول عنه جميل صليبا: أبواب شعره على كثرته قليلة، طغى عليها باب الوصف في الطبيعة والفن .. إن قصائده كثيرة في الحماسة الوطنية … ولقد اهتم الخليل بالشعور القومي والشعور الإنساني وعمل على إصلاح حياة الإنسان.\nويشار إلى قصائده في الحنين إلى دمشق، والتفجع على فراقها وذكر ما فيها من مسارح صباه ومعاهد أنسه.\nمصادر الدراسة:\n١ - ديوان الشاعر، ومؤلفاته، وتحقيقاته .. ، ومقدمتا الديوان.\n٢ - أحمد الجندي: شعراء سورية - دار الكتاب الجديد - بيروت ١٩٦٥.\n٣ - أدهم آل جندي: أعلام الأدب والفن - مطبعة مجلة صوت سورية - دمشق ١٩٥٤.\n٤ - حسان بدر الدين الكاتب: الموسوعة الموجزة - مطابع الأديب - دمشق ١٩٧٣.\n٥ - عبدالقادر عياش: معجم المؤلفين السوريين في القرن العشرين - دار الفكر - دمشق ١٩٨٥.\n٦ - عمر رضا كحالة: معجم المؤلفين - مؤسسة الرسالة - بيروت ١٩٩٣.\n٧ - محمد عبداللطيف فرفور: أعلام دمشق في القرن الرابع عشر الهجري - دار حسان، دار الملاح - دمشق ١٩٨٧.\n٨ - الدوريات: حسان الكاتب: خليل مردم الشاعر السياسي - جريدة الأسبوع الأدبي - اتحاد الكتّاب العرب - دمشق ١٤/ ١٠/٢٠٠٠. عناوين\n(نقلا عن: معجم البابطين للشعراء)",
  "books": [
    {
      "text_id": 73350,
      "title": "مجلة «الثقافة» السورية"
    }
  ]
}