{
  "author_id": 2352,
  "author_meta": "ولد في دمشق عام ١٩٢١.\nوَدَرَسَ في الْمَدَارِسِ الحكومِيَّةِ وحَصَلَ على شهادة البكالورية السُّوريَّة (فلسفة) عام ١٩٣٨م.\nسافر في خريف ١٩٣٨م إلى فرنسا، ودرس في كلِّيَّةِ الآدابِ بجامعة باريس (السوربون) وحَصَلَ على الإجازةِ، ثُمَّ الدُّكتوراه من جامعة باريس (آداب / فلسفة) حزيران ١٩٤٥م.\nعاد إلى سوريا في شهر آب ١٩٤٥م، وبدأ حياته العمليَّة بالتَّدريسِ في المدارسِ الثَّانويَّةِ وفي دار المعلمين بدمشق حَتَّى افتتحت كُلِّيَّةُ الآداب والمعهد العالي للمعلمين في جامعة دمشق سنة ١٩٤٦م فَسُمِّيَ فيها أستاذاً، وكلف بإدارة المعهدِ العالي للمعلمين حَتَّى عام ١٩٤٩م إذ سُمِّيَ أستاذاً في كُلِّيَّة الآداب - جامعة دمشق، وتَرَأسَ قِسْمَ الدِّراسات الفلسفيَّةِ والاجتماعيَّةِ منذ ذلك الحين وحَتَّى إحالته إلى التَّقاعد بعد التَّمديد عام ١٩٩٠م.\nرأس إلى جانب عمله الجامعي لجنة التَّربية والتَّعليم في وزارة التَّربية بدمشق حتى ٢٦/ ١٢ / ١٩٥٥م. أصبح وكيلاً لكُلِّيَّةِ الآدابِ خلالَ سنتين ثُمَّ عميداً لهذه الكُلِّيَّةِ منذ عام ١٩٦٥م حَتَّى عام ١٩٧٣م. شارك في مؤتمرات ودورات علميَّة عديدة منها: اليونسكو (بيروت ـ١٩٤٩م) وباريس (١٩٥١م) ولدراسةِ فلسفةٍ تربويَّةٍ متجدِّدَةٍ لعالمٍ عربيٍّ متجدِّدٍ (الجامعة الأمريكيَّة / بيروت ـ ١٩٥٦م) وللمستشرقين (ميونخ ـ ١٩٥٧م) وللفلسفة (كراتشي ـ١٩٦١م) ولتطوير التَّعليم العالي والجامعي (دمشق ـ ١٩٧١م) وللعلوم الاجتماعيَّة (الجزائر ـ ١٩٧١م وغيرها من الحلقات الدراسيَّة الفلسفيَّة والاجتماعيَّة. أسهم في أعمال اللجنة الثَّقافيَّة لجامعةِ الدُّول العربيَّة وهو عضو في المجلس الأعلى لرعاية الفنون والآداب والعلوم الاجتماعيَّة، ومقرِّرُ لجنة التَّرجمة والتَّبادلِ الثَّقافيِّ عن القطرِ العربيِّ السُّوريِّ.\nعضو مجمع اللغة العربيَّة بدمشق. حاضرَ ودَرَّسَ في الجامعاتِ الأردنيَّةِ واللبنانيَّةِ والجزائريَّة وفي جامعة هلسنكي بوصفه أستاذاً زائراً، كما حاضر في جامعتي الكويت واليرموك.\nله العديد من المؤلفات والترجمات الفكرية والفلسفية.\nتوفي بتاريخ ٢٧/ ٢/٢٠٠٢\nأهم مؤلفاته:\nوضع عادل العوا أكثر من مئة كتاب ما بين تأليف وترجمة، هذا فيما خلا المحاضرات والمقالات الكثيرة المنشورة في المجلات والموسوعات والنَّدوات؛ مثل الموسوعة الفلسفيَّة، ومحاضرات وزارة الثَّقافة، ومجلَّة الثَّقافة وغيرها من المجلات. أما المؤلفات فقد بلغت ٣٣ كتابا وهي:\n١. الفكر الانتقادي لجماعة إخوان الصفا (بالفرنسية) ـ المطبعة الكاثوليكية ـ بيروت ـ ١٩٤٨م.\n٢. منتخبات إسماعيلية تنشر لأول مرة ـ تحقيق ومقدمة ـ جامعة دمشق ـ ١٩٥٨م.\n٣. المذاهب الأخلاقية (جزءان) ـ جامعة دمشق ـ ١٩٥٨م /١٩٥٩م.\n٤. القيمة الأخلاقية ـ جامعة دمشق ـ١٩٦٠م.\n٥. الوجدان ـ جامعة دمشق ـ١٩٦١م.\n٦. التجربة الأخلاقية (جزءان) ـ جامعة دمشق ـ١٩٦٢م.\n٧. معالم الكرامة في الفكر العربي ـ مطبعة الأمل ـ دمشق ـ ١٩٦٩م.\n٨. من الشرف إلى الكرامة ـ مطبعة الأمل ـ دمشق ـ ١٩٧٣م.\n٩. الأخلاق ـ جامعة دمشق ـ١٩٧٥م.\n١٠. الإنسان ذلك المعلوم ـ عويدات ـ بيروت/باريس ـ١٩٧٧م.\n١١. علم الأديان وبنية الفكر الإسلامي (بالاشتراك) ـ عويدات ـ بيروت /باريس ـ ١٩٧٧م.\n١٢. أسس الأخلاق الاقتصادية ـ جامعة دمشق ـ١٩٨١م.\n١٣. المدخل إلى الفلسفة (بالاشتراك) ـ جامعة دمشق ـ١٩٨٢م.\n١٤. دراسات أخلاقية ـ جامعة دمشق ـ١٩٨٣م.\n١٥. العمدة في فلسفة القيم ـ دار طلاس ـ دمشق ـ١٩٨٦م.\n١٦. المعتزلة والفكر الحر ـ دار الأهالي ـ دمشق ـ ١٩٨٧م.\n١٧. المذاهب الفلسفية ـ جامعة دمشق ـ١٩٨٧م.\n١٨. مقدمات الفلسفة ـ جامعة دمشق ـ١٩٨٧م.\n١٩. بحوث أخلاقية ـ جامعة دمشق ـ ١٩٨٨م.\n٢٠. الفلسفة الأخلاقية ـ جامعة دمشق ـ ١٩٨٨م.\n٢١. الأخلاق والحضارة ـ جامعة دمشق ـ١٩٨٩م.\n٢٢. أخلاق التهكم ـ دار الحصاد ـ دمشق ـ١٩٨٩م.\n٢٣. مذاهب السعادة ـ دار الفاضل ـ دمشق ـ ١٩٩١م.\n٢٤. تحديث الأسرة والزواج ـ دار الفاضل ـ ١٩٩١م.\n٢٥. المزاج الحضاري في الفكر العربي ـ دار شمأل ـ دمشق ـ١٩٩٢م.\n٢٦. دروب الهموم والخلاص عربياً وعالمياً ـ دار طلاس ـ دمشق ـ ١٩٩٣م.\n٢٧. حقيقة إخوان الصفاء ـ دار الأهالي ـ دمشق ـ ١٩٩٣م.\n٢٨. لقاء القيم في الفكر العربي ـ دار الحكمة ـ دمشق ـ ١٩٩٣م.\n٢٩. أخلاقنا الاقتصادية ـ دار الحصاد ـ دمشق ـ ١٩٩٤م.\n٣٠. مواكب التهكم ـ دار الفاضل ـ دمشق ـ ١٩٩٤م.\n٣١. العلوم الإنسانية وإشكالية التاريخ ـ دار طلاس ـ دمشق ـ ١٩٩٥م.\n٣٢. آفاق الحضارة ـ وزارة الثقافة ـ دمشق ـ ٢٠٠١م.\n٣٣. الفضائل العربيَّة ـ دار الفاضل ـ دمشق ـ ٢٠٠٢م.\nمترجماته\nترجم الدكتور عادل العوا عن الفرنسية نحو ستين كتاباً، فترجم:\nلإتين جلسون: مدرسة الآلهات.\nوإدوار مورو سير: الفكر الفرنسي المعاصر.\nولألبير بايه: أخلاق الإنجيل؛ دراسة سوسيولوجية.\nولبايه الثورات العقلانية.\nولأندره لالاند: العقل والمعايير.\nولبول سيزاري: القيمة.\nولبيار منار: كيركغارد.\nولبيير بورديو: العقلانية العملية؛ حول الأسباب العملية ونظرياتها.\nولجاستون باشلار: الفكر العلمي الجديد.\nولجان كزنوف: السعادة والحضارة\nوكذلك: دعائم علم الاجتماع.\nولجان ماري أوزياس: الفلسفة والتقنيات.\nوللمستشرق جب: بنية الفكر الديني في الإسلام.\nولجورج باستيد: المدنية؛ سرابها ويقينها.\nولروبرت بلانشه: المعقولية والعلم الحديث.\nولروجيه جارودي: حوار الحضارات.\nولروجيه ميل: المواقف الأخلاقية.\nولروز ماري باستيد: الحرية.\nولريمون بولان: الأخلاق والسياسة.\nولريمون بولان أيضاً: الحرية في عصرنا.\nولريمون رويه: السيبرنتيك وأصل الإعلام.\nولرويه: الممارسة الايديولوجية.\nولرويه أيضاً: عالم القيم.\nولرويه أيضاً: فلسفة القيم.\nولرويه: نقد الايديولوجيات المعاصرة.\nولرويه أيضاً: نقد المجتمع المعاصر.\nولرينيه بواريل: الاختراع.\nولسيجموند فرويد: عسر الحضارة.\nولشارل لالو: الفن والأخلاق.\nولشارل لالو أيضاً: الفن والحياة الاجتماعية.\nلشواوي وزملاؤها: معنى المدنية.\nولغي تولييه وجان تولار: صناعة المؤرخ.\nولفرانسوا سليه: الأخلاق والحياة الاقتصادية.\nولكارل يسبرز: عظمة الفلسفة\nوليسبرز أيضاً: فلاسفة إنسانيون.\nوليسبرز كذلك: نهج الفلسفة.\nولكازا مايور: العدالة للجميع؛ دراسة اجتماعية للعدالة الاجتماعيَّة.\nوللويس دللو: الثقافة الفردية وثقافة الجمهور.\nولليون مينار: الانتحار والأخلاق.\nولمجموعة من المؤلفين: الاتجاهات الرئيسية للبحث في العلوم الاجتماعية (بالاشتراك).\nولمحمد آركون: الفكر العربي.\nولنخبة من الأساتذة: أضواء عربية على أوروبا في القرون الوسطى.\nولهنري آرفون: جورج لوكاتش.\nولآرفون أيضاً: فلسفة العمل.\nولهنري سيمون: الفكر والتاريخ.\nوليوسف كومبيز: القيمة والحرية.",
  "books": [
    {
      "text_id": 73354,
      "title": "مجلة «المعرفة» السورية"
    }
  ]
}