{
  "author_id": 2354,
  "author_meta": "نشأته\nوُلد العالم الجليل الدكتور عبد العظيم محمود الديب (بالإنكليزية:  Prof. Dr. Abd Al-Azim Mahmoud El-DEEB)  في قرية كفر إبري التابعة لمركز زفتى محافظة الغربية بمصر في عام ١٩٢٩م، وحفظ القرآن الكريم منذ صغره في كتّاب القرية وهو دون العاشرة، التحق بالمدرسة الإلزامية لمدة ٥ سنوات تمهيدًا للالتحاق بالأزهر؛ حيث كان لزامًا على من يدخلون الأزهر أن يكونوا من حفظة القرآن، ثم أتمَّ تعليمه في المعهد الديني الثانوي بمدينة طنطا في محافظة الغربية، أنهى دراسته الثانوية بمعهد طنطا الديني بعد ٩ سنوات دراسية وهو في سن الثامنة عشرة، التحق بكليتي أصول الدين بجامعة الأزهر ودار العلوم في وقت واحد، وفي السنة النهائية علمت إدارة كلية دار العلوم أنه يدرس في كليتين في آنٍ واحد فخيرته بين إحداهما، فاختار استكمال الدراسة في كلية دار العلوم وتخرَّج فيها عام ١٩٥٦م.\nالتحق بكلية التربية لمدة عام، وحصل منها على الليسانس حتى يكون مؤهلاً للعمل بالتدريس، حصل على الماجستير عام ١٩٧٠م في تحقيق كتاب \"البرهان\" لإمام الحرمين الجويني، ثم حصل على الدكتوراه عام ١٩٧٥ عن \"الإمام الجويني: علمه ومكانته وأثره ومنزلته\"، وغادر مصر متوجهًا إلى قطر عام ١٩٧٦م؛ حيث أصبح أستاذًا ورئيس قسم الفقه والأصول بكلية الشريعة جامعة قطر سابقًا، ومدير مركز بحوث السيرة والسنة فيها بالنيابة. كان يمقت الخلاف، ويكره العنف، ويكف يده ولسانه، لا يجهل على جاهل، أو يرد على متطاول، قضى ما يقرب من عشرين عامًا في التنقيب في حروف كتاب واحد كبير لإمام الحرمين الجويني- هو نهاية المطلب في فقه الشافعية- وهو أحد الكتب التي قام على خدمتها.\nبدأ وعيه السياسي واهتمامه بقضايا وطنه مبكرًا، فقد شارك منذ التحاقه بالأزهر في المظاهرات ضد الاحتلال البريطاني لمصر، التحق بدعوة الإخوان في وقت مبكر، وتربَّى على يد الأستاذ البهي الخولي، والذي كان أحد تلاميذ الإمام البنا وصاحب جهد بارز في نشر الدعوة بطنطا، يقول الدكتور يوسف القرضاوي: لقد تلاقينا منذ حوالي ثلثي قرن من الزمان، في المعهد الديني في طنطا، ونحن في مقتبل العمر، وريعان الشباب، وجمعتنا الدراسة الأزهرية، كما جمعنا الانضمام إلى دعوة الإخوان المسلمين، والتتلمذ على إمام الجماعة في طنطا الداعية الكبير الشيخ البهي الخولي الذي كنا نلتقي عنده بعد صلاة الفجر من كلِّ أسبوع، في حلقة أطلق عليها كتيبة (الذبيح)، إشارة إلى إسماعيل عليه السلام، الذي قال له أبوه: يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانظُرْ مَإذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنْ الصَّابِرِينَ (الصافات: من الآية ١٠٢).\nكان موجعًا بقضية فلسطين وعبر عنها بقوله: \"هي القضية التي ملكت عليّ شعوري وعواطفي، وسَرَت مع الدماء في عروقي حتى آخر لحظات عمري\"، فقد شارك بجهده في حرب فلسطين عام ١٩٤٨م، كما شارك علماء الأمة وقادة الحركات الإسلامية في إصدار بيان في الإثنين ٢ جمادى الآخرة ١٤٢٢ هـ، الموافق ٢١ أغسطس ٢٠٠١م، تحت شعار: \"أقصانا لا هيكلهم\" للتضامن والمناصرة مع أهل فلسطين، وفي ٢٦ رجب ١٤٢٨ هـ، الموافق ٩ أغسطس ٢٠٠٧م، أصدر مع لفيف كبير من علماء الأمة نداء لفك الحصار الخانق عن شعب غزة وعن العالقين في رفح.\nتربى عبد العظيم الديب على العلامة المحقق شيخ العروبة فريد العصر إمام العربية أبي فهر محمود محمد شاكر تعالى، كما تتلمذ أيضًا على يد العلامة المحقق عبد السلام هارون، والعلامة الفقيه مصطفى أبو زيد، والعلامة الأصولي عبد الغني عبد الخالق رحمهم الله تعالى. إن العلامة الدكتور عبد العظيم الديب من تلك المدرسة التي أنشأها آل شاكر رحمهم الله تعالى، وأهم ما يميز تلك المدرسة أن كل من تخرج فيها علماء مشايخ أفراد بين أقرانهم. فإذا كان العلامة المحدث الفقيه الأصولي اللغوي محدث الديار المصرية باعث النهضة الحديثية شمس الأئمة أبو الأشبال أحمد بن محمد شاكر أشهر هذه المدرسة ومنشئها، فإن أخاه وربيبه وتلميذه العلامة المحقق شيخ العروبة فريد العصر إمام العربية أبا فهر محمود محمد شاكر هو الذي فرخ التلاميذ ورباهم ورعاهم.\nجهوده العلمية ومؤلفاته:\nاشتهر العلامة عبد العظيم الديب بملازمته لكتب ومؤلفات الإمام الجويني تعالى، واعتنى بها عناية كبيرة حتى يصح له بلا منازع أن يُلقب بـ\"صاحب إمام الحرمين\"، فلقد اختار الدكتور الديب منذ وعى طريقًا للعلم لا يقدم عليها إلا الأفذاذ من أولي الهمم العالية، فاختار طريق التحقيق العلمي، واختار معه الفهم والوعي لما يحقق وينشر من علم بخلاف كثير من الذين ينشرون الكتب ويحققونها ولم يفهموها، ولو أنه اكتفى بذلك لكفاه، ولكن أبت عليه همته وعلو نفسه إلا أن يختار ملازمة ومصاحبة كتب إمام من أئمة الدين يصعب على كثير من أهل العلم قراءة كتبه بل فهمها وتحقيقها، ومكانة إمام الحرمين بين أئمة الدين في غنى عن التنويه بها، فأخرج تعالى كتاب \"البرهان\" في أصول الفقه لإمام الحرمين، ومن قرأ مقدمة الكتاب ناله العجب من معاناة محققه العظيمة لإخراج الكتاب، ومن قرأ الكتاب ففهمه وفهم كلام المحقق علم الفرق بين التحقيق والادعاء.\nنهاية المطلب في دراية المذهب\nأكبر كتاب مطبوع في الفقه الشافعي نهاية المطلب في دراية المذهب لأبي المعالي عبد الملك بن عبد الله بن يوسف بن محمد الجويني،، ركن الدين، الملقب بإمام الحرمين، المتوفى سنة ٤٧٨ هذا الكتاب الذي طالما انتظره طلاب الفقه الشافعي. وكنا نسمع به كثيرا وعن مدى أهميته وضخامة حجمه. صدر الآن عن دار المنهاج للنشر والتوزيع - جدة، بتحقيق الدكتور عبد العظيم الديب المتخصص في حياة وفقه إمام الحرمين وهو مكون من ٢١ مجلداً .. ولعله يكون الآن أكبر كتاب مطبوع في الفقه الشافعي .. «نهاية المطلب في دراية المذهب» والتي تسمى أيضا «المذهب الكبير» هي شرح لمختصر المزني،، واشتهر عند فقهاء الشافعية أنه (منذ صنف الإمام «نهاية المطلب» لم يشتغل الناس إلا بكلام الإمام) وصرَّح في بداية كتابه بأنه قصد به تحرير المذهب وتنقيحه، كما يدل على ذلك عنوانه «نهاية المطلب في دراية المذهب» فقال في مقدمته: (وأبتهل إلى الله سبحانه وتعالى في تيسير ما هممت بافتتاحه من تهذيب مذهب الإمام الشافعي المطلبي) يقول النووي: (نقل إمام الحرمين هو عمدة المذهب).قال ابن النجار عن «نهاية المطلب»: (إنه يشتمل على أربعين مجلدا) تتجلى أهمة هذا الكتاب كون كثير من الكتب الفقهية للشافعية اعتمدت عليه، فاختصره الغزالي في البسيط، ثم اختصر البسيط في الوسيط، ثم اختصره في الوجيز، ثم شرح الرافعي الوجيز في (فتح العزيز)، ثم اختصر فتح العزيز القزويني في (الحاوي الصغير)، ثم اختصر الحاوي الصغير ابن المقرئ اليمني في (الإرشاد)، ونظم الحاوي الصغير ابن الوردي في (البهجة) التي شرحها شيخ الإسلام زكريا بشرحين كبير وصغير .. وهما من أهم كتب المتأخرين .. وشرح ابن حجر الهيتمي الإرشاد بشرحين أيضا وهما من أهم كتب المتأخرين أيضا .. وإنك لتعجب كيف بقي هذا الكنز دفيناً حتى الآن رغم حاجة الأمة إليه ومكانته المرموقة بين كتب المذهب، والتي تنتسب إليه نسبةَ الكواكب إلى القمر المنير ولكن الله جل جلاله ادَّخر هذا الفضل وأخَّره ثم أجراه على يد محقِّقنا الفذِّ ودارنا المتميزة ولله الحمد؛ وذلك الفضلُ من الله؛ ? قل إن الفضل بيد الله يؤتيه من يشاء والله واسع عليم ? من غير سبق تصميمٍ من محقِّقنا - كما سترى في مقدمة التحقيق - أراد الله عزَّ وجلَّ لهذا المحقق الكبير أن يتَّجه نحو خدمة إمام الحرمين الجويني وكتبِه التي كانت مطمورةً؛ كالكنوز العتيقة التي تنتظر من يستخرجها ويمسح الغبار عنها حتى تصير في أبهى محاسنها، ويتحف بها أولي المعرفة، ويسرَّ به مكتبة الإمام الشافعي. كتابٌ نفيسٌ نادرٌ غالٍ، ومؤلفٌ إمامٌ مجتهدٌ مبدعٌ، ومحققٌ خبيرٌ عريقٌ غوَّاصٌ، ومنهج تحقيق غايةٌ في الدقة والكمال. وهو يبرز لأول مرة إلى عالم الطباعة الرحيب بعد ما يقارب نحو ألف سنة على تأليفه، وتكتحل أعين الفقهاء بمباحثه، بعد طول انتظار. فطوبى لمن حقق، وطوبى لمن نشر ودقق، وهنيئاً للجميع بما حازوه من شرف الخدمة للفقه الشرعيّ. نفعنا الله وإياكم وكافة المسلمين، ووفقنا لخدمة دينه، إنه سميع قريب\nأما الكتاب: فذخيرةٌ ثمينةٌ من ذخائر تراثنا الفقهي، وهو من أمَّات كتب الشافعيَّة الكبار؛ يحوي تقرير القواعد، وتحرير الضوابط والمقاصد، وتبيين مآخذ الفروع، وهو خلاصة مذهب الشافعية، وخلاصة حياة إمام الحرمين وفكره؛ كما جَلَّى ذلك عن الكتاب بقوله: (نتيجةُ عمري، وثمرةُ فكري في دهري). قال عنه المؤرخ الكبير ابن عساكر في «تبيين كذب المفتري»: (ما صُنِّف في الإسلام مثله). واعتبره الإمام النووي في «المجموع» أحد كتب أربعة تعدُّ أساساً في المذهب. وقال الإمام ابن حجر في «التحفة»: (إنه منذ صنف الإمام كتابه «النهاية» لم يشتغل الناس إلا بكلام الإمام)؛ وذلك لأن الكتب المعتمدة التي ألفت بعد إنما استمدت منه واعتمدت عليه أصلاً. وهذا الكتاب وإن كان على «مختصر المزني» إلا أنه لم ينهج فيه منهج الشرح المكرر، وإنما كانت غايته تهذيب المذهب وتقعيده، وتأصيل الأبواب والفصول ووضع الضوابط؛ كما قال: (فإن غرضي الأظهر في وضع هذا الكتاب: التنبيه على قواعد الأحكام ومثاراتها؛ فإن صور الأحكام والمسائل فيها غير معدومة في المصنفات، فهذا أصل الباب ومنه تتشعب المسائل).\nيقول الدكتور القرضاوي: جَهَد د. الديب جُهده حتى جمع من الكتاب عشرين نسخةً، صورها من مكتبات العالم في القاهرة والإسكندرية وسوهاج من مصر، ودمشق وحلب من سوريا، والسلطان أحمد وآيا صوفيا من تركيا، ولكن لم توجد منه نسخة كاملة، وبلغ عدد مجلداتها (٤٤)، وعدد أوراقها (١٠٣٣٦)، ونسخت بخط اليد في (١٤٥٩٠) صفحة\"، \"بالإضافة إلى المختصرات والنصوص المساعدة، وهي ٩ نسخ، بلغ عدد مجلداتها (١٥) وعدد أوراقها (٣٧٥٠) تقريبًا\". وبين أن الدكتور الديب ينتمي إلى مدرسة متميزة في التحقيق، شيوخها الكبار: آل شاكر: أحمد ومحمود، وعبد السلام هارون، والسيد أحمد صقر- رحمهم الله- وأمثالهم.\nوكتاب (نهاية المطلب في دراية المذهب) تمَّ في ١٩ مجلدًا موسوعة المذهب الشافعي لإمام الحرمين، دليل صبره على البحث العلمي، ومضاء عزمه، أمضى في تحقيقه ما يزيد على ٢٠ عامًا، وبذل له من المال والجهد، وسهر الليالي الطوال ما تضيق به همم الرجال، أخرجه في غاية الضبط والإتقان، وهو ديوان فقهي قل نظيره.\nمن جهده أيضًا كتاب (الغياثي غياث الأمم في التياث الظلم) وهو من أعظم ما ألف في السياسة الشرعية، أخرجه إخراجًا علميًّا محققًا، مثاليًّا. وكتاب (الدرة المضيئة فيما فيه الخلاف بين الشافعية والحنفية) يُنشر لأول مرة عن نسخة وحيدة نادرة. ورسالة الدكتوراه بعنوان (فقه إمام الحرمين).\nكان العلامة عضوًا في لجنة جائزة الشيخ علي بن عبد الله آل ثانٍ الوقفية العالمية لسنوات طويلة، ورئيس قسم الفقه والأصول بكلية الشريعة بجامعة قطر ومدير مركز بحوث السيرة والسنة بها بالنيابة، وعضو لجنة إحياء التراث بوزارة الأوقاف.\nمن مؤلفاته أيضًا: إمام الحرمين أبو المعالي عبد الملك بن عبد الله الجويني، حياته وعصره- آثاره وفكره، وفقه إمام الحرمين عبد الملك بن عبد الله الجويني، خصائصه- أثره- منزلته، الندوة الألفية لإمام الحرمين الجويني، والغزالي وأصول الفقه، والمنهج في كتابات الغربيين عن التاريخ الإسلامي من إصدارات كتاب الأمة.\nكما منَّ الله تعالى على الأمة العربية والإسلامية وعلى الدكتور عبد العظيم حتى أخرج لنا موسوعته الفقهية \"نهاية المطلب في دراية المذهب\"، التي قدم لها العلامة الشيخ يوسف القرضاوي رئيس الاتحاد العالمي لعلماء المسلمين، واصفًا تلك الموسوعة بـ\"الخدمة الجليلة للمكتبة الإسلامية\".\nعن جهوده في تحقيق هذه الموسوعة يقول الأستاذ جمال سلطان:\n\"هل يتصور أحد أن يعكف رجل واحد على جمع وتحقيق موسوعة علمية ضخمة تبعثرت أجزاؤها ومجلداتها في بلاد كثيرة من القاهرة إلى دمشق إلى إسطنبول إلى فاس إلى غيرها؛ لكي يضم شتاتها، ثم يعكف على سبرها وتحقيقها ثم ضبطها ثم إخراجها خلقًا آخر .. ليس كتابًا من مائة أو مائتي صفحة، ولكنها موسوعة من أربعة وأربعين مجلدًا، بلغت عدد صفحاتها قرابة أحد عشر ألف صفحة من القطع الكبير، هذا إنجاز وحيد من إنجازات العلامة الكبير عبد العظيم الديب، مع موسوعة \"نهاية المطلب في دراية المذهب\" لإمام الحرمين الجويني، ولم يقف أمام هذا العمل أحد من أهل العلم والراسخين في التحقيق إلا أذهله الجهد المبذول فيه، ولتقريب حجم هذا الجهد الذي استغرق عشرين عامًا من عمره وسهره وجهده، فإن ما قدمه في الموسوعة كان يكفيه لتأليف ضعف عدد مجلداتها كتبًا في قضايا العلم والفكر والتاريخ والمعرفة، ناهيك عن تحقيقه لكتب أخرى للإمام الجويني مثل (غياث الأمم)، أهم وأخطر ما ألفه السابقون في الفكر السياسي الإسلامي، وكتب أخرى ألفها هو في الفقه وأصوله حيث كان تخصصه، وكذلك في التاريخ حيث كان راسخ القدم في الإحاطة به والوعي بسننه\".\nبعيون معاصريه\nقال عن نفسه: \"إنه امرؤ يخشى أن يطلع على الناس بشيء فيه نقص أو خلل، أو بشيء لا طائل من ورائه، فيكون قد أضاع منهم وقتًا أو جهدًا، فيلقى الله بعد ذلك مسئولاً عنه\". وقال د. القرضاوي عنه: إن الراحل نذر حياته للعلم وتعليمه ونشره وخدمة تراث الأمة، وحقَّق كتبًا في الفقه وأصوله تعتبر علامات بارزة في فنِّ التحقيق، كلُّها من تراث إمام الحرمين الجويني. وأضاف أن د. الديب عاش حياته في قطر أستاذًا جامعيًّا، تخرَّجت الأجيال على يديه، وأحبَّه تلاميذه حبًّا جمًّا، طلاَّبا وطالبات؛ لأنه كان يعتبر التعليم رسالة، ولا يعتبره مجرَّد وظيفة، وعاش حياته بعيدًا عن أضواء الإعلام، رغم إلحاح الإعلاميين عليه، ولقي ربه خالصًا مخلصًا غير مشوب بشائبات الدنيا، بل أخلص دينه لله، وأخلصه الله لدينه، نحسبه كذلك والله حسيبه ولا نزكي على الله أحدًا. عرفت فيه الحماس والغيرة لما يؤمن به .. لا يضن بجهد ولا وقت ولا نفس ولا نفيس في سبيل ما يؤمن به، مدافعًا عنه.\nيقول د. عبد الوهاب إبراهيم أبو سليمان: مدرسة علمية في أدائه، وأفكاره، مدرسة علمية في تأليفه، وتحقيقاته، وكتاباته، مخلص لما يتفرغ له من أعمال علمية، يهمه الإتقان، والضبط، يبذل له وقته كله، ولا يضن في الإنفاق عليه؛ هذه هي مفتاح شخصيته، يتحراها ويجد الباحث لمساتها في كل أعماله تعالى.\nوأعرب المفكر الكبير عمر عبيد حسنة مدير إدارة البحوث والدراسات الإسلامية بوزارة الأوقاف والشئون الإسلامية عن حزنه العميق لوفاة الدكتور عبد العم الديب، مؤكدًا أن الأمة فقدت علمًا من أعلام الدعوة والفكر الثقافة الإسلامية. وقال حسنة: رحم الله أخانا وشيخنا الكبير عبد العظيم الديب، عاش كبيرًا ومات كبيرًا؛ فلقد كان كبيرًا في علمه، ذكرنا بالرواد الكبار في تاريخنا العلمي والثقافي، لقد كان كبيرًا في عزمه على اقتحام المشروعات الصعاب وشجاعًا في إقدامه على العمل والتحقيق لموسوعات فقهية تنوء بها عزائم الرجال.\nتعلمنا منه إجلال العلماء، وتقديم العذر، وترك الخلاف، واحترام الاختلاف الراشد، وتعلمنا منه تقدير جهد الناس، وعدم التفريط في الوقت، وتعلمنا عدم التسليم بما تقوله الميكروفونات، ولا الإذاعات ووسائل الإعلام؛ لأنها دائمًا تتحدث بصوت مالك السلطة لا صاحب الحقيقة، وأن هذه الحقيقة كثيرًا ما تطمر تحت أثقال وأوزار من التعمية والإيهام والليّ والمخادعة، وتغيير الجلود والأشكال.\nأخلاقه\nكل من رافق الشيخ أو جلس معه لاحظ بشدة مدى حب الشيخ-لأساتذته الذين تعلم عليهم واستفاد منهم، ودوام ثنائه عليهم والدعاء لهم، خصوصًا العلامة الكبير الشيخ محمود شاكر، فقد كان كثير الذكر له والحديث عنه والإعجاب به (وحُقَّ له)، وكذلك الأستاذ عبد السلام هارون، رحم الله الجميع. كانت الحياة قد عركت الشيخ وعاصر من الأمور ما جعل الجلوس إليه والحديث معه متعة ما بعدها متعه، خصوصًا ما يتعلق بتاريخ الأمة (والذي ذكر الشيخ أنه ما طرق بابه إلا دفاعًا عن الأمة وغيرةً عليها)، وأدوار الدعوة فيها والنظرة الثاقبة للمستقبل، وما ينبغي أن يقوم به الدعاة تجنبًا لكبوات الماضي .. وقد كان الشيخ مرجعًا في التاريخ، ذا نظرة ثاقبة واعية ودراسة وافية، يعلم هذا كل من جلس إليه واستمع منه، أو حضر له محاضراته ودروسه. والمعروف عن الدكتور عبد العظيم محبته وحرصه على الخمول وعدم الشهرة، مع تواضعه الجم وأدبه الرفيع وعفة لسانه، ولم يُعرف عنه يومًا أنه ذكر أحدًا بسوء أو ذمَّ أحدًا من العلماء، وإن أراد تنبيهًا لخطأ فبمنتهى الأدب والإنصاف.\nمن مؤلفاته\n١. إمام الحرمين أبو المعالي عبد الملك بن عبد الله الجويني، حياته وعصره - آثاره وفكره.\n٢. فقه إمام الحرمين عبد الملك بن عبد الله الجويني، خصائصه - أثره - منزلته.\n٣. الندوة الألفية لإمام الحرمين الجويني.\n٤. الغزالي وأصول الفقه.\n٥. المنهج في كتابات الغربيين عن التاريخ الإسلامي،\n٦. نحو رؤية جديدة للتاريخ الإسلامي.\n٧. جنوب السودان وصناعة التأمر ضد ديار المسلمين\n٨. المستشرقون والتراث.\n٩. الحوار والتعددية في الفكر الإسلامي.\n١٠. أبو القاسم الزهراوى أول طبيب جراح في العالم\n١١. التبعية الثقافية: وسائلها ومظاهرها.\n١٢. العقل عند الاصوليين.\n١٣. العقل عند الغزالي\n١٤. الرسول صلى الله عليه وسلم في بيته.\n١٥. نحو موسوعة شاملة للحديث النبوى الشريف الكمبيوتر حافظ عصرنا.\n١٦. فريضة الله في الميراث والوصية.\n١٧. الإخوان المسلمون والعمل السرى والعنف\n١٨. كلمة لابد منها (مجموعة مقالات)\n١٩. إريتريا .. المأساة والتاريخ\n٢٠. الاستشراق في الميزان\n٢١. الحزن في حياة رسول لله\n٢٢. بضعة أسطر في كتاب التاريخ (مجموعة مقالات)\n٢٣. رعاية العرف في بناء الأحكام عند إمام الحرمين\n٢٤. الجهاد في الإسلام\nمن كلماته\nيقول الشيخ:\n* كان من أكثر أساتذتي تأثيرًا شيخي الجليل الأستاذ محمود محمد شاكر .. فقد رأيت هذا العملاق العلامة يطيل التدقيق في كل ما يكتب، رأيت هذا من شيخي الجليل، فوعيت وتعلمت واقتديت بل وجدتني أولى بالتردد، والخشية ألف مرة. ولقد أدرك ذلك مني بعض الأساتذة الأجلاء، والكرام الباحثين فكانوا يستفزونني، ويحثونني على أن أنشر ما أكتب. قال لي الشيخ عبد الجليل شلبي: أنت تريد أن تقول آخر كلمة في الموضوع الذي تكتبه، وهذا -يا بني- مستحيل، إن الكلمة الأخيرة لن تقال أبدًا .. انشر ما تكتبه، غيرك يكمله أو يبني عليه، أو يصححه، ولا حرج في ذلك.\n* هذه الصحوة المباركة التي يعيشها العالم الإسلامي اليوم هي ثمرة طبيعية للجهود المخلصة للدعاة الذين صدقوا الله ما عاهدوا الله عليه، فأثمرت جهودهم من حيث لا يشعرون ولا يتوقعون. وهذا الاختلاف الآن بين الجماعات الإسلامية يجب أن يظل في مجاله المعقول والمقبول، والمسموح به، وهو اختلاف الوزن والتقدير، للمناهج والبرامج، أما الهدف فهو هدف واحد، نرجو أن يظل واضحًا، ولا يغيب ولا يغيم فنضيع الطريق، أعني أنه إذا ظل الهدف واحدًا واضحًا، واختلفت الوسائل والمناهج فهذا لا خطر منه إن شاء الله، وهو ما يمكن أن نعبر عنه بتعدد الألوية ولكن الكتيبة واحدة والمعركة واحدة. ولذلك أوصي دائمًا بالمحافظة على الوحدة ونبذ الفرقة والاختلاف، بالبعد عن الإثارة والجدل والمراء، ولتنظر الجماعات الإسلامية المختلفة الموجودة في الساحة إلى عناصر الاتفاق بين بعضها وبعض، ولا ننظر إلى عناصر الاختلاف. وأعتقد أن أجدى علاج لهذه الآفات هو حسن التربية، وتزكية النفس وتطهيرها من العُجب والرياء، وحب الظهور، فكل عملٍ فيه شائبة من هذه الآفات حابط هالك فاسد والعياذ بالله. فلو عرفت كل هذه الجماعات وتحققت تمام التحقق بأن عملها في مجال الدعوة هو عبادة لله سبحانه جل وعلا، لأدركت أنه لا يقبل منها إلا بالإخلاص، وحينئذ لن يكون بين هذه الجماعات إلا التعاون والحب، وهذا ما نرجوه ونعمل له. وليعلم الجميع أن الحقل الإسلامي يسع الجميع ويحتاج الجميع، من يشتغل بتصحيح العقيدة، ومن يشتغل بالتربية الروحية، ومن يشتغل بالمسلمين وهمومهم، ويقدم لهم الإسلام بشموليته، ويعمل على إقامة دولته، المهم ألا تعترض جماعة سبيل الأخرى، ولا تشوه عملها.\n* قضية التعامل مع الأنظمة الحاكمة تحتاج إلى قراءة واعية للواقع والمستقبل والماضي، وممن يقرأ ذلك بوعي يدرك أن الصدام مع هذه الأنظمة لا يصح أن يكون واردًا في منهج العمل الإسلامي. بل على العمل الإسلامي أن يتجه بكل إمكاناته وقوته وحيويته ويقظته إلى تربية الشباب وتنشئة الأجيال، على الإسلام عقيد ة وشريعة، ونظام حكم، ودستور عدالة، ومنهج يعث، ووسيلة إحياء لأمة تتطلع لاستعادة مجدها الضائع وعزها المسلوب. هذه الأجيال هي التي ستغير وجه الحياة، وتحول وجهة الأمة إلى الإسلام، وبشائر ذلك أخذت في الظهور، حيث حملت مؤسسات كثيرة ونقابات كثيرة راية الإسلام، وبدأت تؤكد للمسئولين ولغير المسئولين أن الإسلام هو الحل. ومع تربية الأجيال والاهتمام بها يجب أن نحاول دائمًا مد الجسور مع الأنظمة الحاكمة (مع أنها هي داؤنا وبلاؤنا) إعذارًا إلى الله سبحانه وتعالى، فهذا واجبنا، وكذلك أملاً في أن يفسحوا الطريق للأمة كي تمارس حقها الطبيعي في التعبير عن نفسها، العودة إلى الإسلام ومنهج الإسلام.\n* الانتفاضة الفلسطينية المباركة هي الخطوة الناجحة الوحيدة على طريق حل القضية الفلسطينية، وذلك أنها أعادت القضية إلى الوضع الصحيح، بعد ضياع الطريق، وتشتيت الجهود سنين طويلة تنام فيها الهدف. الانتفاضة هي التي أعادت القضية إلى نطاقها، ووضعتها في نصابها، وهذه الوضعية هي التي كان يخشاها اليهود ويعملون لها ألف حساب. وإن ما اكتسبته القضية بهذه الانتفاضة سياسيًا يقوم ما اكتسبته بكل الجهود السابقة منذ كانت هناك جهود، بل إن ما اكتسبته القضية الفلسطينية إعلاميًا بهذه الانتفاضة يفوق كل الجهود الإعلامية التي بذلت وستبذل إلى ما شاء الله. وإن خطورة الانتفاضة وقيمتها في الواقع لا يتمثل في الكسب السياسي، ولا في الكسب الإعلامي، ولا فيما كبدته لإسرائيل من خسائر، وخلل اقتصادي، ولكن فيما أشرنا إليه من وضع القضية على طريق الحل الصحيح، وإحياء معناها الذي ظن المدوعون أنه مات، ومن هنا أصبح الأمل المستحيل ممكنًا، في عودة الحق كاملاً إلى أهله. وأما ما يجب على الأمة نحو الانتفاضة، فأول ما نرجوه أن ترفع الأنظمة يدها عن الانتفاضة، ولا تتاجر بها، ولا تسرق جهودها، ولا تحاول احتواءها وتشتيتها وتفتيتها، وكل ذلك له ملامح بادية لمن يتأمل، والله من ورائهم محيط. كذلك ينبغي على الأمة الإسلامية أن تدعم هذه الانتفاضة بالمال والسلاح، وعلى الشباب أن يجعلها أمام عينه أنشودة وأغنية وتمجيدًا، وأن يبذل لها كل ما يستطيع وبخاصة الشباب الفلسطيني الذي يستطيع أن يعود إلى الداخل. كما يجب أن نسجل على إعلام الأمة العربية والإسلامية تخاذله وتهاونه تجاه الانتفاضة، فهي بحاجة إلى وضعها دائمًا في دائرة الضوء، حتى تكون في بؤرة الشعور لهذا العالم (المتحضر) حتى يعرف كيف صنعت دُوله العظمى المأساة ويدرك أبعادها.\n* مراهنة أعداء الإسلام على الزمن في إبعاد المسلمين عن إسلامهم الصافي خاسرة فاشلة، فقد بذلوا جهودهم المضنية، وفكروا وقدروا، وخططوا ونفذوا، ورحلوا لبعض ما يريدون، لكن انقلب اسحر على الساحر، فباءوا بالخسران. فمنذ تأسيس مراكز التبشير والإفساد الثقافي في منطقة لبنان التي خرجت (كل) الصحفيين والمسرحيين والكتّاب ووزعتهم على العالم العربي من أمثال بشارة نفلا، وجبرائيل نفلا، وسليم نفلا، وجورجي زيدان، وإميل زيدان، وشكري زيدان. منذ ذلك التاريخ وهذه المدرسة التغريبية تسيطر على منابع الفكر، فتسممها، لتشل طاقات الأمة، وتصرفها عن وجهتها وتفننها عن حقيقتها، وسارت على الطريقة نفسه وتولت المهمة نفسها مدرسة لطفي السيد وطه حسين وأتباعهما. ومع ذلك استعصت الأمة على التغريب رغم ضراوة أجهزته، ودأب القائمين به، فقد سلمت شخصية الأمة ولم تلين قناتها، واستجابت للصوت الوحيد الذي تعرفه، وللنداء الوحيد الذي يحركها، وهو صوت الإسلام ونداء الإسلام. وهاهم شباب الصحوة الإسلامية في كل مكان دليل واضح على أن هؤلاء التغربيين ومن وراءهم قد خسروا الرهان، فلم يبلغوا من الأمة إلا شريحة ضيقة من أتباعهم لا وزن لها، برغم من وقوف هؤلاء وراءهم وتلميعهم. ومن هنا كان على الشباب المسلم في هذه المرحلة أن يكون يقظًا للسموم الفكرية التي تتدسس إليه، وليعلم أنها تغير لبوسها من حين لآخر، وعلينا أن نتابع برامج التربية، ومناهج التكوين، بحيث تظل كافية ونامية، وقادرة على حماية الشباب، وذلك بأن تشمل على الثقافة الإسلامية الأصيلة، وعلى التعريف بواقع العالم الإسلامي، وعناصر القوة فيه، وعلى التعريف بما يراد بالأمة وما يخطط لها، وكذلك التعريف بوسائل الإعداد وتطورها، ومن قبل كل ذلك العناية بجانب التزكية وتطهير النفس، وربطها دائمًا بالعناية الحقة التي من أجلها كان الإنسان على هذه الأرض {وما خلقت الجن والإنس إلا ليعبدونِ}.\n* الوسطية التي يتحدث عنها الدعاة والعلماء العاملون في مجال الدعوة هي من خصائص التصور الإسلامي، ويمكن أن نحدد معالمها في مجال العمل الشبابي بأنها التوازن بين العلم والعمل، أي بين النظر والتطبيق والتنفيذ، فلا يكفي في مجال التزكية والتطهير والتربية الروحية أن يستكثر الشباب من الدروس وسماع المواعظ وحفظها ما لم يعمل بما يسمع وبما يتعلم، وهذا جانب جد خطير، فالإخلاص والتخلص من آفات العُجب والرياء والشعور بالذات وحظوظ النفس آفات خطيرة لا يكفي في علاجها القراءة والوعظ وإدمان استماع المتحدثين والمربين، بل لابد من الممارسة العملية والمجاهدة الفعلية للنفس، بالطاعات والإكثار من النوافل .. كذلك يجب التوازن بين الدراسة والعمل في مجال الدعوة، فلا عذر لمن يتأخر في دراسته بحجة أنه مشغول بالدعوة، كما أنه لا عذر لمن يتصرف في مجال الدعوة بحجة أنه مشغول بالدراسة. كما يجب التوازن بين الوطن والأمة، والفرد والجماعة … إلخ.\n* تاريخ الأزهر تاريخ ناصع ولكن أعداء أمتنا التفتوا إلى دوره وخطورته منذ موقفه الذي أدى إلى اندحار سفاح أوروبا المير نابليو، وبدات المؤامرة تحاك بإحكام وخبث حتى صار إلى ما صار إليه. وأما السبيل إلى إعادته إلى ما كان عليه فذلك يكون بإعادة استقلاليته إليه، وخورجه من سيطرة السلطة، وأن يعود لهيئة كبار العلماء مكانها ومكانتها، وأن يعين شيخه الانتخاب، وأن تكون للأزهر ميزانيته المستقلة، وموارده المستقلة التي لا سلطان لأحد عليها. كذلك يجب تحديد الأهداف التي يعمل لها الأزهر بوضوح وهي (حفظ ما حصل وطلب ما لم يحصل) على حد تعبير القدماء، والمعنى أن يحافظ على تراث الإسلام، ويقوم بالعمل على إعادة الإسلام إلى مكانه من قيادة وتوجيه الأمة الإسلامية، ثم بعد ذلك دعوة غير المسلمين إلى الإسلام، فإذا وضحت هذه الأهداف وجب أن تتخذ الوسائل وتعد الخطط لتحقيق هذه الأهداف.\n* أما عن الشباب المسلم في ديار الغربة فكلما رأيناه شعرنا بالأمل والثقة في المستقبل، فهذا الشباب الذي استعلى بإيمانه على هذا المجتمع، وارتفع فوق تواضعاته وبهجته وزخرفه، ونظر إليه معتزًّا بقيمه وعاداته وتقاليده، ومحتقرًا لملذاته وانحرافاته، هذا الشباب الذي استطاع أن يحافظ على هويته في خضم هذه المجتمعات يستحق كل تقدير واعتزاز وإعجاب. وكل ما أوصيه به أن يعلم أن الدعوة ليست بالكلام والوعظ فقط، فذلك مفهوم ضيق لمعنى الدعوة، ولكن يستطيع هذا الشباب أن يكون دعوة مجسدة تمشي على قدمين، إذا قدم صورة مشرفة مضيئة للمسلم، حيث يرى القوم تفوقًا من الطالب المسلم ومهارة من العامل المسلم، وبراعة من الطبيب المسلم، مع طهارة في السلوك ونظافة في اليد واللسان وسماحة في التعامل، وتميزًا في البيت المسلم والمؤسسة المسلمة، حتى يشار إليهم بالبنان (هؤلاء مسلمون)، عندها سيأتيهم القوم سائلين عن الإسلام وعن الهداية باحثين. وحينا يعودالشباب المبتعث إلى بلده يكون آية في التفوق والمهارة والبراعة والقدرة، فيقود المؤسسة التي يعمل بها هناك، ويكون صورة ناصعة، وقدوة يهتدى بها .. حينما كان.\nوفاته\nتُوفي الدكتور الديب صباح الأربعاء ٢٠ محرم ١٤٣١ هـ، الموافق ٦ يناير ٢٠١٠م، وقد وافته المنية في مستشفى حمد العام، بعد جهاد طويل في خدمة دينه ومعاناة طويلة مع المرض الذي ألم به منذ سنين. وكان الدكتور القرضاوي قد أمّ المصلين على جثمان الدكتور الديب في مسجد مقبرة مسيمير، كما شارك في تشييعه إلى مثواه الأخير، كما شارك في تشييع الجنازة الشيخ عبد المعز عبد الستار- والذي تربطه بالشيخ الديب علاقة أخوة منذ الإمام البنا وعلاقة مصاهرة، وحشد من العلماء والدعاة من محبي الدكتور الديب وتلاميذه.\nقالوا عنه\nالدكتور يوسف القرضاوي: في تصديره لموسوعة \"نهاية المطلب في دراية المذهب\" قال الشيخ القرضاوي متحدثًا عن الشيخ: \"عرفت الدكتور الديب -منذ يفاعته- رجل صدق .. صدق مع نفسه، وصدق مع ربه، وصدق مع إخوانه، وصدق مع الناس أجمعين، مستمسكًا بالعروة الوثقى لا انفصام لها\".وتابع: \"عرفته قوي الإيمان، عميق اليقين، نير البصيرة، نقي السريرة، يقظ الضمير، حي القلب، جياش العاطفة، طاهر المسلك، بعيدًا عن الريبة\".وأضاف: \"وعرفت فيه الحماس والغيرة لما يؤمن به .. لا يضن بجهد ولا وقت ولا نفس ولا نفيس في سبيل ما يؤمن به، مدافعًا عنه وإن خالفه الناس، وقد يغلو في الدفاع عن بعض الفصائل الإسلامية حتى يكاد يحسبه سامعه من المتشددين، وما هو منهم\". وبيَّن أن \"الدكتور الديب رجل عالم بحاثة دءوب، طويل النفس، دقيق الحس، نافذ البصيرة، متمكن من مادته، قادر على الموازنة والتحليل، له ملكة علمية أصيلة يقتدر بها على الفَهْم والفحص والنقد، صبور على متاعب العلم، وللعلم متاعب ومشقات لا يدركها إلا من مارسها وعايشها\". وقال القرضاوي إنه رغم رشاقة قلمه وبلاغته \"لم يشغله (التأليف) كما شغله (التحقيق)، فقد اختار الطريق الوعر، والمهمة الأصعب\".\nودلل القرضاوي على صعوبة مهمة التحقيق والجهد فيها قائلاً: \"إن تحقيق (النهاية) أو (نهاية المطلب) كان حلمًا وأمنية له منذ عرف إمام الحرمين، ثم غدا أملاً ورجاء، ثم تحول إلى حقيقة منذ بدأ يبحث عن نسخه منذ سنة ١٩٧٥م، ومنذ وصل إلى قطر سنة ١٩٧٦م وهو مشغول بالكتاب\".وتابع: \"ومنذ نحو عشرين عامًا وهو عاكف على (النهاية) أو (نهاية المطلب) أعظم آثار الإمام الفقهية، وأبرز ما يعرف بقدره في الفقه، ومنزلته في التأصيل والاستنباط .. عايشه هذه السنين ورافقه .. يقرؤه على مهل، ويجتهد أن يفهمه على الصواب ما أمكن، وأن يفسر غامضه، ويفك طلاسمه\".\nوعن معاناته في تحقيق \"نهاية المطلب\" يقول القرضاوي: \"أنا أدرى الناس بما عاناه الدكتور الديب في تحقيقه لهذا المخطوط، من حيث جمع أصوله المبعثرة في شتى مكتبات العالم، فقد ظل يقرأ فهارس المخطوطات ويتتبعها، ويزور المكتبات هنا وهناك بنفسه، ويسأل العارفين، ويستعين بالأصدقاء، وأنا منهم؛ ليبحثوا له عن نسخ من الكتاب، حتى جمع أقصى ما يمكن الحصول عليه من أجزاء الكتاب من مظانه في العالم، عن طريق التصوير طبعًا\".وتابع: \"جَهَد د. الديب جُهده حتى جمع من الكتاب عشرين نسخة صورها من مكتبات العالم في القاهرة والإسكندرية وسوهاج من مصر، ودمشق وحلب من سوريا، والسلطان أحمد وآيا صوفيا من تركيا، ولكن لم توجد منه نسخة كاملة، وبلغ عدد مجلداتها (٤٤)، وعدد أوراقها (١٠٣٣٦)، ونسخت بخط اليد في (١٤٥٩٠) صفحة\".\nوتابع: \"بالإضافة إلى المختصرات والنصوص المساعدة، وهي تسع نسخ، بلغ عدد مجلداتها (١٥)، وعدد أوراقها (٣٧٥٠) تقريبًا\". وبيّن أن الدكتور الديب ينتمي إلى مدرسة في التحقيق متميزة، شيوخها الكبار: آل شاكر أحمد ومحمود، وعبد السلام هارون، والسيد أحمد صقر وأمثالهم.\nنعي الدكتور القرضاوي للشيخ عبد العظيم الديب: لقد نذر الدكتور الديب حياته للعلم وتعليمه ونشره وخدمة تراث الأمة، وحقَّق كتبًا في الفقه وأصوله تعتبر علامات بارزة في فنِّ التحقيق، كلُّها من تراث إمام الحرمين. كما عاش د. الديب حياته في قطر أستاذًا جامعيًّا، تخرَّجت الأجيال على يديه، وأحبَّه تلاميذه حبًّا جمًّا، طلاَّبًا وطالبات؛ لأنه كان يعتبر التعليم رسالة، ولا يعتبره مجرَّد وظيفة. وعاش حياته بعيدًا عن أضواء الإعلام، رغم إلحاح الإعلاميين عليه، ولقي ربه خالصًا مخلصًا غير مشوب بشائبات الدنيا، بل أخلص دينه لله، وأخلصه الله لدينه. نحسبه كذلك والله حسيبه ولا نزكي على الله أحدًا.\nرحم الله عبد العظيم الديب، وجعل مثواه الفردوس الأعلى، وجزاه عن دينه وأمَّته وعن العلم والدعوة، خير ما يجزي العلماء العاملين، والأئمة الربانيين، وأن يعوِّض الأمة فيه خيرًا.\n(نقلا عن: ويكيبيديا)",
  "books": [
    {
      "text_id": 23307,
      "title": "المستشرقون والتراث"
    }
  ]
}