{
  "author_id": 2356,
  "author_meta": "الاسم: محمد بن عبد الله بن إبراهيم الدويش.\nتاريخ الميلاد: ٢٤/ ٦/١٣٨٣هـ - الزلفي.\nالحالة الاجتماعية: متزوج وأب لثلاثة بنين وأربع بنات.\n- المؤهلات العلمية:\nالشهادة الثانوية من المعاهد العلمية عام ١٤٠١هـ\nبكالوريوس اقتصاد إسلامي من كلية الشريعة جامعة الإمام محمد بن سعود الإسلامية عام ١٤٠٥هـ\nدبلوم عام في التربية من جامعة الإمام محمد بن سعود الإسلامية عام ١٤١٥هـ\nماجستير في التربية من جامعة الإمام محمد بن سعود الإسلامية عام ١٤٢٢هـ.\nالدكتوارة في التربية من جامعة الإمام محمد بن سعود الإسلامية عام ١٤٢٨هـ.\n- المسيرة العملية:\nالتدريس في معهد إمام الدعوة العلمي بالرياض من عام ١٤٠٥هـ إلى عام ١٤١٦هـ.\nمعيد في قسم التربية في جامعة الإمام محمد بن سعود الإسلامية من عام ١٤١٦هـ إلى عام ١٤١٧هـ.\nباحث مناهج في إدارة تطوير الخطط والمناهج في جامعة الإمام محمد بن سعود الإسلامية من عام ١٤١٧هـ.\n- اللجان الرسمية والجمعيات المتخصصة:\nعضو الجمعية السعودية للعلوم التربوية والنفسية (جستن).\nعضو اللجنة التربوية لمناهج العلوم الشرعية في المعاهد العلمية لمدة ثلاث سنوات من عام ١٤١٥هـ إلى عام ١٤١٨هـ.\nمستشار في لجنة الإرشاد الاجتماعي بوزراة العمل والشؤون الاجتماعية لمدة عامين (١٤٢٢هـ - ١٤٢٣هـ)\nعضو الأسر الوطنية لمناهج العلوم الشرعية في وزارة المعارف عام ١٤٢٢ - ١٤٢٣هـ\nعضو اللجنة العلمية في العلوم الشرعية في المشروع الشامل لتطوير المناهج بوزارة التربية.\nرئيس فريق التأليف للعلوم الشرعية في المرحلة الثانوية.\nعضو اللجنة التربوية في مؤسسة مناهج العالمية.\nمشرف على موقع المربي في شبكة الإنترنت\n- النتاج العلمي:\nله نتاج مسموع يصل إلى ثمانين شريط (معظمها في الجوانب الدعوية والتربوية)\nله إنتاج مطبوع يصل إلى (١٥) عنوانا، من أبرزها (التربية الجادة ضرورة، المدرس ومهارات التوجيه، مقالات في التربية، تأملات في العمل الإسلامي، شباب الصحابة، فتيات الصحابة).\nله مقالات في العديد من المجلات الإسلامية.\nقدم عددا من الدروات التربوية، واشترك في لجان للتأليف وتعديل المناهج في وزراة التربية والتعليم وجامعة الإمام محمد بن سعود الإسلامية.\nالعنوان على الإنترنت  www.almurabbi.com\nالبريد الإلكتروني:  dweesh@dweesh.com",
  "books": [
    {
      "text_id": 37377,
      "title": "دروس الشيخ محمد الدويش"
    }
  ]
}