{
  "author_id": 2358,
  "author_meta": "هو الشيخ أحمد بن عمر بن مساعد الحازمي من مكة المكرمة شهد له بعض أهل العلم بالرسوخ في العلم وهو من الشيوخ الممتازين أصحاب المنهج السليم درس على يد الشيخ العالم الجليل محمد علي آدم الأثيوبي عشرين سنة بدار الحديث بمكة المكرمة\nمتزوج، ولم يرزق بأبناء، رزقه الله الذرية الصالحة\n[طلبه للعلم]\nأتم شهادة البكالوريوس من جامعة أم القرى تخصص كتاب وسنة\nبعد أن تخرج من جامعة أم القرى، لم يشغل أي وظيفة حكومية أو خاصة أبدا، إلا في الفترة الأخيرة عندما أصبح إماما وخطيبا لمسجده الكائن في الزاهر\nدرس على كثير من العلماء:\n- من أكثرهم الشيخ محمد الخضر الشنقيطي وكان يدرس عليه ألفية ابن مالك في اليوم درسان، بعد الفجر وبعد العشاء\n-كذلك الشيخ سيدي الحبيب الشنقيطي في الأصول وغيرهم كثير لكن جلهم غير سعوديين\n- والشيخ محمد علي آدم\n- والشيخ محمد أمين الهرري، ومن عجيب حاله أنه درس متن الآجرومية على الشيخ محمد أمين الهرري أكثر من مره، وهذا بعد ضبطه الألفية، ولكنه كان حريصا على درس الشيخ كثيرا، وكان درسه بعد الفجر.\n- كذلك درس علم المنطق، على أحد أعلام هذا الفن، والشيخ لا يرغب في ذكر اسم الشيخ لأنه لم يكن على منهج السلف في العقيدة، والشيخ يمنع أن يدرس طالب العلم غير المؤصل تأصيلا علميا قويا في العقيدة لدى من كان منهجه على غير منهج أهل السنة والجماعة، وكان يدرس معه في المسجد الحرام تحت الدرج الكائن جهة باب العمرة\n- ودرس كذلك على الشيخ محمد عثمان، علم الصرف وهو الذي كان يدرس علم الصرف في دار الحديث وهو من أعلام هذا العلم.\n- وكذلك درس على الشيخ يحي صاحب المجلس المعروف بالحرم المكي العقيدة\n- وعلى الشيخ وصي الله عباس بالحرم كذلك مصطلح الحديث\n- وعلى الشيخ العجلان بالحرم المكي،\n- وعلى الشيخ أحمد بن حميد\n- وعلى الشيخ عبدالكريم الخضير أول ما بدأ التدريس في مسجد شيخ الأرض\n- وكان يسمع شروحات الشيخ ابن عثيمين كثيرا ويُوصي بالاستماع إليها، ويقول إن الإستماع للأشرطة من الأمور اللي يقصر فيها كثير من طلبة العلم وفيها خير كثير.\nوكان - حفظه الله - حافظا للقرآن الكريم، ويحفظ حوالي عشر ألفيات في شتى الفنون، ويحفظ جل المتون العلمية التي بين يدينا، فمما يحفظ:\n١ - ألفية ابن مالك في النحو والصرف.\n٢ - مراقي السعود في أصول الفقه.\n٣ - الكوكب الساطع في أصول الفقه.\n٤ - عقود الجمان في البلاغة.\n٥ - نظم الشافية للنيساري في الصرف.\n٦ - ألفية السيوطي في مصطلح الحديث (يذكر منها بكثرة أثناء شرحه في الأصول المواضيع التي تخص المصطلح).\n٧ - ألفية السيوطي في النحو (ففي شرح ألفية ابن مالك يذكر كثيراً من أبياتها وبمواضع مختلفة من الألفية (أي ألفية السيوطي)).\n٨ - متن مختصر التحرير (يستشهد به في شروحاته لأصول الفقه، ويذكره \"نص حرفي\")\nله شروحات على كثير من المتون العلمية، منها: السلم المنورق في المنطق ونظم الورقات للعمريطي والأصول الثلاثة وكشف الشبهات ونظم قواعد الإعراب وملحة الإعراب ونظم عبيد ربه والدرة اليتيمة وزاد المستقنع ومتن البناء للزنجاني والقواعد الأربع وألفية ابن مالك ونظم الزمزمي في التفسير وقواعد الأصول ومعاقد الفصول\n[قالوا عنه]\nقال الشيخ محمد بن الخضر الشنقيطي: هذا العلامة أحمد الحازمي، لازمني أكثر من سنتين، وقد أخذ كل علم الشناقطة وفاقنا في علم المنطق، حتى أننا أنا رغبنا أن يدرسنا المنطق، فامتنع\nقصة ذكرها الشيخ محمد الخضر في معرض الحديث عن الشيخ أحمد الحازمي، فقال:\nومن عجيب مواقف ابني أحمد أنه كان عندي مبلغ في البنك -وكان الشيخ محمد الخضر - رحمه الله- مقعد -، فطلبت من أحمد أن يدخل للبنك لسحب المبلغ من الصراف، فيقول الشيخ ولما نزل أحمد وقف عند بوابة البنك ولم يدخل، فعلمت أن في نفسه شيء فناديته، فقال لي ياشيخنا والله لا ارغب في دخول البنك لأنه ربوي، فسبحان الله العظيم\n[من منهجه في الطلب]\nطلب العلم على طريقة إفراد العلوم وهي التفرد لكل علم حتى ينتهي منه ثم ينتقل إلى غيره , وذكر أنه كان يأخذ كل يوم درسين من الألفية , درس في الصباح وآخر في المساء , مع التفرغ لها حتى انتهت، وكان يقول: إذا كان طالب العلم متفرغا للعلم، فأفضل له أن يفرد كل فنا بشكل مستقل في المرحلة المتوسطة والمتقدمة، بعد أن يدرس ما يجب عليه دراسته وجوبا عينيا\nيقول بعض ملازميه: وكان لا يدرس في رمضان أبدا، ويقول رمضان للقرآن الكريم، ولكن شرفني الله بعد كثرة إلحاح عليه أن سمح لي بدرس في زاد المستقنع بعد صلاة التراويح، ولم يسمح لي بدروس علم الآلة في رمضان\nوكان - حفظه الله- حريصا على طالب العلم أن يحفظ، وكان شديدا معي في ذلك، فكان يلزمني بحفظ متن زاد المستقنع، فكان يقول: إذا سمّعت شرحت، فكان يشرح من المتن قدر ما أسمع له\nكان الشيخ يقول لا تستعجل في الطلب، بل ركز وكرر، لأن غايتك في الطلب ليس التصدر وإنما التعبد لله برفع الجهل عن نفسك، ثم رفعه عن الآخرين، والمستعجل لابد وأن تكون نيته دخيلة لأنه يرغب الظهور والتصدر، وسيفوت الاثنين فلا التأصيل حصل ولا التصدر نال\nولكن الطالب الحق من يمشي على طريق الآكابر في الطلب وذلك عبر منهجية مرسومة في الذهن مخطوطة باليد واضحة المعالم.\n[من أخلاقه]\nكان يمتنع دائما عن ترجمة نفسه، وكان دائما يقول أنه فوت الكثير وكان يقلل من شأنه كثيرا، ولا يحب كثرة الإشادة به، وهذا من تواضعه - حفظه الله-.\nوكان يقول والله إنَا مقصرون ما خدمنا العلم، ولا الدعوة، والناس في حاجة ماسة لطلبة العلم.\nوالشيخ تحس أن له قلبًا طيبًا، ففي سماعك لعدد من الأشرطة تجد له بكاءً، فكان - حفظه الله - صاحب قلب، وتدمع عينه كثيرا\nمن جميل تواضعه أنه بعد أن يُكْمِلَ الدرس يقوم ويُسلِّم على طلابه ويُصافحهم مع الابتسامة لهم فرداً فرداً\nكان - حفظه الله- حريصا على الدعوة بأشكال متعدده، فكان يتحاور مع كثير من المخالفين ويفتح بيته لمناقشتهم، ولله الحمد كتب الله هداية كثيرا منهم على يديه\nموقعه على الإنترنت:  http://www.alhazme.net\n(  الترجمة ملتقطة من عدة مشاركات بملتقى أهل الحديث)",
  "books": [
    {
      "text_id": 36056,
      "title": "الشرح المختصر للسلم المنورق"
    },
    {
      "text_id": 36087,
      "title": "فتح رب البرية في شرح نظم الآجرومية"
    },
    {
      "text_id": 36098,
      "title": "شرح مائة المعاني والبيان"
    },
    {
      "text_id": 36103,
      "title": "شرح قواعد الأصول ومعاقد الفصول"
    },
    {
      "text_id": 36106,
      "title": "الشرح المختصر على نظم الآجرومية"
    },
    {
      "text_id": 36107,
      "title": "شرح القويسني على السلم المنورق للأخضري"
    },
    {
      "text_id": 36120,
      "title": "الشرح المختصر على نظم المقصود"
    },
    {
      "text_id": 36123,
      "title": "الشرح الميسر لزاد المستقنع - الحازمي - كتاب الطهارة"
    },
    {
      "text_id": 36124,
      "title": "شرح المطلع على متن إيساغوجي"
    },
    {
      "text_id": 36125,
      "title": "شرح الرحبية للحازمي"
    },
    {
      "text_id": 36126,
      "title": "شرح منظومة التفسير"
    },
    {
      "text_id": 36130,
      "title": "شرح ألفية ابن مالك للحازمي"
    }
  ]
}