{
  "author_id": 2359,
  "author_meta": "ولد الشيخ عام ١٣٨٣ هجرية في مدينة النبي صلى الله عليه وسلم، ويعمل عضوا بهيئة التدريس بكلية المعلمين بالمدينة المنورة وهو خطيب مسجد قباء بالمدينة المنورة، وأمين لجنة الأئمة بالمدينة، وعضو في لجنة التوعية في الحج.\nالاسم: صالح بن عواد بن صالح المغامسي.\nتاريخ الميلاد: ١٣٨٣هـ.\nمكان الميلاد: المدينة المنورة.\nالحالة الاجتماعية: متزوج وله أربعة أبناء\n١٤١٢هـ مشرف تربوي في قسم اللغة العربية بادارة تعليم المدينة المنورة.\n١٤١٥هـ عضو هيئة التوعية الاسلامية في الحج.\n١٤٢٢هـ خطيب جامع الملك عبدالعزيز. (بالمدينة المنورة).\n١٤٢٦هـ عضو لجنة التحكيم في الهيئة العالمية للاعجاز العلمي للقرآن والسنة.\n١٤٢٧هـ إمام وخطيب مسجد قباء.\n١٤٢٩ هـ اعتمد كمفتي رسمي في القناة الأولى في التلفزيون السعودي.\n٣/ ١١/١٤٢٩ هـ عُيّن مديرا لمركز بحوث ودراسات المدينة المنورة بقرار من أمير منطقة المدينة المنورة. مشاركات علمية متعددة في العديد من الدول الخليجية والعربية ومشاركة في دروس علمية في كثير من القنوات الفضائية.\n٣/ ٣/١٤٣٠هـ كُلف محاضراً في المعهد العالي للأئمة والخطباء بجامعة طيبة الفتره المسائية بالإضافة إلى عمله صباحاً كمدير لمركز البحوث والدراسات.\nقال الشيخ: تلقيت الابتدائية في المدرسة الناصرية ومن ثم المتوسطة والثانوية وجميعها كانت في المدينة النبوية، وأما المرحلة الجامعية فكانت في جامعة الملك عبد العزيز فرع المدينة قسم اللغة العربية والدراسات الإسلامية، وإن كان العلم أو التخصص الدراسي هو اللغة العربية.\nأما العلم في المساجد وعلى العلماء فقد كان الشيخ محمد الأمين الشنقيطي جاراً ولم أطلب على يديه وإنما عوضت ذلك بالعكوف على كتبه فقد توفي وأنا لم يتجاوز عمري أحد عشر عاماً وتتلمذت على يد الشيخ عطية محمد سالم، والشيخ أبو بكر الجزائري ثم كان انتهاز الفرص واللقاءات مع الشيخ ابن عثيمين ولقاءات معدودة مع الشيخ ابن باز - رحمهما الله - وحفظ الباقين.\nويقول عن نفسه: '' الخطابة في مسجد قباء نعمة وفضل من الله سبحانه وتعالى، والإنسان ما وصل لهذا إلا بنعمة من الله ولو شاء الله لخذلنا ولكن الحمد لله على ما أظهر من محاسن وهي مِنهُ وعلى ما ستر من معايب وهي مِنَّا ولكن الله برحمته منَّ علينا بالخطابة في مسجد قباء. ''\nالمشاركات والدروس العلمية:\nللشيخ درس أسبوعي في التفسير بمسجد السلام بالمدينة تولت تسجيلات الفالحين إخراجه بعنوان: تأملات قرآنية (صدر منه إلبومان ١و٢) وللشيخ دروس شهرية في جدة , حائل , ينبع.\nودرس تفسير شهري ثابت في جامع البواردي بالرياض (بدأ في شهر شعبان الماضي)\nوللشيخ برنامج أسبوعي في التفسير في قناة المجدالعلمية بعنوان (محاسن التأويل) ولقاء شهري ثالث أربعاء من كل شهر بعنوان (قطوف دانية) في المجد العامة , وسبق أن عرض للشيخ برنامج (مجمع البحرين) في القناة العلمية عرض منه ثلاث عشرة حلقة مدة كل حلقة نصف ساعة تقريبا أنهى الشيخ تسجيلها في ثلاثة أيام , وقد عرض للشيخ من قبل شرح (الدرة المضيئة) في السيرة النبوية شرحه الشيخ العام الماضي في دورة ابن باز الكبرى في مدينة جدة.\nمن أقوال الشيخ صالح المغامسي:\n* القلوب لا يصلحها شيء أعظم من كلام ربها، فتدبر القرآن السبيل الأول إلى صلاح القلوب.\n* إذا أراد الإنسان بنفسه خيرا، وعند الله قدرا، شد الرحال إلى بيت الكبير المتعال، وأسلم لله جل وعلا قلبه، ورفع لله جل وعلا كفه، وذرف لله جل وعلا دمعته، وخشع لله قلبه، هنالك تُمح خطاياه وتُزال.\n* العبد ينبغي أن يعلم أن خزائن الله لا تُحصى، وفضله تبارك وتعالى لا يُعد، فليفزع إلى الله جل وعلا، العبد، وليظهر ذلته وفقره ومسكنته إلى الله، وليُصاحب ذلك العمل صالح.\n* بالعبادة تُستدر رحمة الله، وبالضعف تستبعد نقمة الله.\n* الإنسان الذي يريد أن يكون قريبا من الله لا بد أن يكون له حظ من الطاعة.\n* في طريقك إلى الله أظهر ضعفك وعجزك.\n* أعظم ما يُطلب من الله أن يطلب منه رضاه، ونيل محبّته.\n* المؤمن الحقّ من خلع جميع المعبودات غير الله.\n* مناجاة الله جل وعلا مطلبٌ عظيم جليل يُتوصّل به إلى جليل الغايات، وعظيم الأماني، وأعذب الآمال.\n* القرآن يربي في الناس فقه الأولويات.\n* إن استصحاب صفات الرب تبارك وتعالى تعين العبد على أن يصل بنفسه إلى طريق النجاة.\n* التوبة وظيفة العمر.\n* لا ييأس أحدٌ من هداية أحد، ولايدري أحدٌ أين الخواتيم.\nقصة وقعت للشيخ فيها عبرة:\nبعد أن أفاق الشيخ من العملية الجراحية (في القلب) وهو فى العناية الفائقة جاء الممرض المسئول ورأي أن هناك أمرا غير طبيعى، فأخبر الطبيب والطبيب أخبر طبيبا آخر حتى اجتمع عنده ١٤ شخص من أطباء ومسؤولي القسم ويقول: رأيت الوجوه متغيرة وخائفة وأنا لا أدرى ما السبب وكانت الأجهزة وراء رأسى وكانت تعطي إشارات غير طيبة وأرى ذلك في وجوههم وأنا لا أدرى فجاء الدكتور آدم -دكتور سودانى- وقال لى: يا شيخ صالح نريد أن نستأذنك أن نعيدك لغرفة العمليات مرة أخرى لأن هناك كتلة دموية متجمعة على القلب ويجب أن نفتح القلب مرة أخرى\nفيقول الشيخ: نزل الخبر على كالصاعقة ولكن هدانى الله أن أقطع الشك باليقين، فقد كنت فى العملية الأولى أتمنى أن تنجح ولكن بعد كلامهم أن يعيدونى للعمليات مرة أخرى فقد دخل الخوف إلى نفسى فقلت: أشهد ألا إله إلا الله وأشهد أن محمد رسول الله، وأشرت برأسي بالموافقة فأمر الطبيب بالإسراع إلى غرفة العمليات\nوفى تلك اللحظة التى قام الممرضون بنزع الأجهزة عنى كانت هناك ممرضة لبنانية واقفة على شمالى فقالت لى - وهى لا تعرف من أنا - يا أخ اسمع، صلى على النبي وهى تُفرج، فقلت هذه جِبِلّتى، فقلت: اللهم صل على محمد وعلى آل محمد، فما أن نطقت بها إلا والدم نزل والأجهزة التى وراء رأسى تغيرت وبدأوا ينظرون ما الذى حصل ما الذى جرى فاستدعوا الدكتور آدم مرة أخرى، فلما صعد ورأى الأجهزة ورأى الدم قال: يا شيخ صالح، ما كنا نريد أن نخلّصه منك خلّصه الله لك من فوق سبع سموات\nفيقول الشيخ: انظروا إلى هذه المرأة المُوَفَّقة التى وفقها الله ان تقول ذلك القول، وأن على المسلم أن يحسن الظن فإن هذه الممرضة من يرى لباسها وهيئتها يظن أنها لا تعرف الله طرفه عين، ومع ذلك أنا الموسوم بإمام قباء لم يأت على بالى أن أقول ما قالته لى، ولكنها نصحتنى بأن أقول هذة الكلمة بعد أن رقت لحالى كوني لتوى قد أفقت من العملية وسأعاد مرة أخرى وأنها ستُفرج ففرجت ولله الحمد\nالموقع الرسمي\nhttp://www.alrasekhoon.com",
  "books": [
    {
      "text_id": 37431,
      "title": "دروس للشيخ صالح المغامسي"
    },
    {
      "text_id": 37454,
      "title": "تأملات قرآنية - المغامسي"
    },
    {
      "text_id": 37455,
      "title": "سلسلة محاسن التأويل - المغامسي"
    },
    {
      "text_id": 37731,
      "title": "التعليق على الدرة المضيئة في السيرة النبوية للمقدسي"
    },
    {
      "text_id": 37732,
      "title": "شرح كتاب الرقاق من صحيح البخاري - المغامسي"
    },
    {
      "text_id": 37736,
      "title": "أشراط الساعة الكبرى - المغامسي"
    },
    {
      "text_id": 37737,
      "title": "شرح المدائح النبوية"
    },
    {
      "text_id": 37738,
      "title": "بريق المواعظ المنبرية"
    },
    {
      "text_id": 37741,
      "title": "الأيام النضرة في السيرة العطرة"
    },
    {
      "text_id": 37742,
      "title": "القطوف الدانية"
    },
    {
      "text_id": 37743,
      "title": "معالم بيانية في آيات قرآنية"
    },
    {
      "text_id": 37746,
      "title": "آيات الحج في القران الكريم"
    },
    {
      "text_id": 37747,
      "title": "أعلام القرآن"
    },
    {
      "text_id": 37748,
      "title": "لطائف المعارف"
    }
  ]
}