{
  "author_id": 2360,
  "author_meta": "الدكتور سعد البريك (١٩ فبراير ١٩٦٢)\nداعية سعودي شهير وإمام وخطيب. اشتهر بفصاحته وبلاغته وقدرته الكبيرة على الإقناع والتاثير، يعد من كبار الدعاة ولمفكرين الإسلاميين بالسعودية. له العديد من المشاركات الإعلامية عير الصحافة والفضائيات. عرف بوسطيته واعتداله.\nله نشاط بارز في التصدي للفكر المتطرف والتكفيري ومناصحة الشباب المغرر بهم، ومناقشتهم ودعوتهم للرجوع إلى الطريق القويم.\nولد في الخامس عشر من شهر رمضان المبارك سنة ١٣٨١ هـ، الموافق (١٩ فبراير١٩٦٢)\nالمؤهلات العلمية\n- نال درجة الدكتوراه من المعهد العالي للقضاء قسم الفقه المقارن بدرجة ممتاز مع مرتبة الشرف الأولى، وكانت الرسالة بعنوان \"تنصيص اختيارات الإمام الخطابي الفقهية\".\n- نال درجة الماجستير قسم الفقه المقارن, وكان موضوع رسالته \" التأمين التجاري في الإسلام\".\n- حصل على البكالوريوس من كلية الشريعة قسم الاقتصاد في جامعة الإمام محمد بن سعود الإسلامية في عام ١٤٠٣ هـ.\nالمناشط والمهام\n-يعمل حاليا مستشاراً ونائبا لرئيس اللجنة العليا في مكتب الأمير عبدالعزيز بن فهد للبحوث والدراسات.\n-عضو في لجنة التربية العليا التي يرأسها الأمير سلطان بن عبد العزيز ولي العهد نائب رئيس مجلس الوزراء ووزير الدفاع والطيران والمفتش العام حفظه الله.\n-عضو في اللجنة الفرعية المنبثقة عنها والتي يرأسها معالي الشيخ د/عبد الله المطلق وفقه الله.\n-عضو في فريق مناصحة السجناء الذين يحملون الفكر الإرهابي\n- المشرف العام على المكاتب التعاونية للدعوة والإرشاد وتوعية الجاليات بالبديعة والصناعية الجديدة.\n-عضو الهيئة الشرعية في الندوة العالمية للشباب الإسلامي.\n-عضو في مجلس أمناء مؤسسة الوقف الإسلامي في السويد وفي مجلس أمناء مسجد التوحيد في هاتشي يوتشي بمدينة طوكيو في اليابان.\n-كما أنه إمام وخطاب جامع الأمير خالد بن سعود رحمة الله بظهرة البديعة منذ أكثر من ٢٥ عام\n-يشرف على رسائل جوال \"الدين والوطن\".\n-له مساهمات إعلامية في الصحف والمجلات والقنوات الفضائية تناولت المحاورة التالية:\n١ - التحذير من الفكر التكفيري.\n٢ - التحذير من المناهج المستوردة.\n٣ - مواجهة التغريب والعلمنة.\n٤ - نشر الوسطية والاعتدال.\n-له مشاركات في عدد من الندوات والمؤتمرات داخل وخارج المملكة في الولايات المتحدة وبريطانيا وبلجيكيا والسويد وألمانيا والقاهرة\nمؤلفاته:\n- الاختيارات الفقهية للإمام الخطابي \"دراسة مقارنة\" ٦ مجلدات (رسالة الدكتوراة).\n- الإيجاز في بعض ما اختلف فيه الألباني وابن عثيمين وابن باز (مجلدين).\n- فتاوى الفضائيات الضوابط والآثار.\n- له الكثير من الأبحاث المنشورة في العديد من المجلات العلمية المحكمة وعبر موقعه الإلكتروني  www.saadalbreik.com",
  "books": [
    {
      "text_id": 37429,
      "title": "دروس الشيخ سعد البريك"
    }
  ]
}