{
  "author_id": 2363,
  "author_meta": "حمد بن عبد الله بن عبد العزيز الحمد، الداعية في مركز الدعوة والإرشاد بحائل - وزارة الشئون الإسلامية والأوقاف السعودية\nولد في حائل في اليوم العشرين من شهر رمضان المبارك عام (١٣٨٧ هـ).\nتدرج في التعليم النظامي حتى حصل على الشهادة الثانوية من ثانوية حائل عام (١٤٠٥ هـ)\nأكمل دراسته الجامعية في كلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية في الرياض، ثم انتقل إلى فرعها في القصيم\nانقطع عن الدراسة فترة من الزمن تفرغاً للعلم والدعوة ثم أكمل دراسته انتساباً حتى حصل على البكالوريوس في أصول الدين من كلية الشريعة وأصول الدين في جامعة الإمام محمد بن سعود الإسلامية - فرع القصيم - لعام (١٤١٦ - ١٤١٧ هـ).\n(من العلماء الذين أخذ عنهم)\nالشيخ عبد العزيز بن باز رحمه الله.\nالشيخ محمد بن عثيمين رحمه الله.\nالشيخ سليمان السكيت رحمه الله.\nالشيخ صالح الفوزان حفظه الله.\nالشيخ عبد الله الجبرين رحمه الله.\nالشيخ عبد الله بن عقيل حفظه الله.\nالشيخ عبد الرحمن البراك حفظه الله.\n(المؤلفات)\nشرح كشف الشبهات لشيخ الإسلام محمد بن عبدالوهاب رحمه الله (مطبوع)\n«ما لا يسع المسلم جهله في أصول الاعتقاد» (لم يطبع بعد)\n(الدروس)\nشروح كثيرة (أغلبها مفرغة ومكتوبة) لم تطبع إلى الآن وبعضها في مرحلة الإعداد للطبع.\nفشرح متون العقيدة المهمة: كثلاثة الأصول والقواعد الأربع ونواقض الإسلام وكشف الشبهات وكتاب التوحيد ولمعة الاعتقاد والعقيدة الواسطية ومسائل الجاهلية والعقيدة الطحاوية والسفارينية وغيرها.\nوشرح أصول التفسير لابن قاسم رحمه الله.\nتفسير القرآن الكريم من البقرة إلى أوائل سورة الأنعام وهو مكتوب.\nوفي الحديث: شرح بلوغ المرام أكثر من مرة.\nوفي الفقه: شرح زاد المستقنع أكثر من مرة وشرح جزءاً من أخصر المختصرات وجزءاً من متن دليل الطالب وشرح منهج السالكين , كما شرح متن الرحبية في الفرائض.\nوفي اللغة: شرح الآجرومية وألفية ابن مالك كاملةً وجزءاً من لامية الأفعال لابن مالك رحمه الله.\nوله شرح مختصر في البلاغة بأنواعها الثلاث وفي العروض والقافية وفي الإملاء.\nوفي مصطلح الحديث: شرح البيقونية وشرح نزهة النظر أكثر من مرة وشرح الموقظة للذهبي رحمه الله.\nوفي أصول الفقه: له دروس إلقائية في شرح أصول الفقه ألقاها على طلابه من غير ارتباط بمتن معين.\nوله مختصر في أصول الفقه ألقاه على الطلاب المبتدئين , وله شرح لمختصر روضة الناظر المسمى «البلبل» للطوفي رحمه الله , وله متن في أصول الفقه حرره بعناية وله شرح عليه , وله تعليقات على الأصول من علم الأصول للشيخ ابن عثيمين رحمه الله , وله شرح قواعد الأصول ومعاقد الفصول للبغدادي الحنبلي رحمه الله.\nوفي القواعد الفقهية: شرح منظومة القواعد الفقهية للشيخ السعدي رحمه الله , وشرح أيضاً جزءاً من قواعد الفقه الإسلامي لابن رجب الحنبلي رحمه الله , وله شرح على اختيارات شيخ الإسلام ابن تيمية لبرهان الدين إبراهيم بن محمد بن قيم الجوزية رحمهما الله.\nوكثير من هذه المتون قد كرر الشيخ شرحها أكثر من مرة.\nوقد أقام وشارك في دورات علمية داخل السعودية كالرياض والمدينة النبوية وخارجها كالإمارات وقطر والكويت والبحرين. وله محاضرات متعددة (وعظية وفقهية) داخل السعودية وخارجها",
  "books": [
    {
      "text_id": 36580,
      "title": "فقه الصيام والحج من دليل الطالب"
    },
    {
      "text_id": 37791,
      "title": "شرح منظومة القواعد الفقهية للسعدي - حمد الحمد"
    },
    {
      "text_id": 37793,
      "title": "دروس الشيخ حمد الحمد"
    },
    {
      "text_id": 852,
      "title": "شرح زاد المستقنع - حمد الحمد"
    }
  ]
}