{
  "author_id": 2364,
  "author_meta": "عبد الرحيم بن صمايل العلياني السلمي\nعضو هيئة التدريس بقسم العقيدة والأديان والمذاهب المعاصرة بجامعة أم القرى.\nمن قبيلة بني سُليم الشهيرة , وهي قبيلة واسعة تسكن بين مكة والمدينة في قرى متعددة وبارزة , منها الكامل ووادي ستارة وغيرها وهو تحديداً من جبل عظيم يقال له ذره , يَحُدُ بني سليم من القبائل العربية الشهيرة غطفان (التي تسمى اليوم مطير) وحرب وقبيلة (هوازن) التي يسمى أغلب أهلها قبيلة عتيبة , وغيرها من القبائل التي ساهمت في نشر الإسلام , وساهم رجالها في الفتوحات الإسلامية الأولى.\nولد الشيخ عبد الرحيم في عام (١٣٨٩هـ) ونشأ في حي الجامعة بجدة.\nبدأ يحضر الدروس العلمية في جدة منذ صغره , وكان السبب في ذلك الدوحة الغناء التي يعيشها في أسرته.\n- فأبناء عمه الذي يكبرونه في السن (بفارق مهم) , من خيار الناس.\n- فمن أبناء عمه الشيخ الدكتور والمؤرخ الجليل محمد بن صامل السلمي (أحد رواد علم التاريخ بمكة شرفها الله) ,\n- وكذلك المربي القدير أستاذنا اللغوي الشيخ أحمد بن صامل السلمي.\nوهكذا لم يكن ليرى منذ طفولته إلا مجالس العلم ومشاهد البر والتقوى.\nوقديماً قال علماء السلف: إذا رأيت الشاب ينشأ على السنة فأرجه.\nجالس أغلب العلماء القادمين إلى جدة , مثل الشيخ عبد العزيز بن باز والشيخ بن عثيمين واستفاد من دروسهما ومحاضراتها في مكة وجدة أيضاً.\nكان من الخواص الذين أخذوا عن الشيخ سفر الحوالي (شفاه الله) في جدة\nتقلب بين علماء جدة ومكة البلد الحرام , ونهل من العلوم , وتشكلت عقلية سلفية ناضجة , قادرة على الفهم والتحليل والتركيب.\nممن زارهم واستفاد منهم الشيخ محمد ناصر الدين الألباني عند زيارته لمدينة جدة.\nكان يَدرُس في المعهد العلمي بجدة , وقد أتم دراسته المتوسطة والثانوية بذلك المعهد (في حي يدعى بكيلو ثلاثة) , ثم التحق بقسم العقيدة بجامعة أم القرى بمكة المكرمة وتخرج فيها بتفوق\nتخرج الشيخ عبد الرحيم من الجامعة , وعمل معلماً في أحد المدراس الثانوية بجدة , وبقي عدداً من السنين , ثم انتقل لمركز الدعوة والإرشاد بجدة , وأصبح عضواً به.\nناقش رسالة الدكتوراه , بعنوان (الليبرالية وموقف الإسلام منها) يوم الأربعاء (١٧/ ١٠/١٤٢٧)",
  "books": [
    {
      "text_id": 36581,
      "title": "شرح رسالة العبودية لابن تيمية - عبد الرحيم السلمي"
    },
    {
      "text_id": 37795,
      "title": "دراسة موضوعية للحائية ولمعة الاعتقاد والواسطية"
    },
    {
      "text_id": 37796,
      "title": "شرح القواعد المثلى - عبد الرحيم السلمي"
    },
    {
      "text_id": 37798,
      "title": "شرح الحموية - عبد الرحيم السلمي"
    },
    {
      "text_id": 37799,
      "title": "شرح العقيدة الطحاوية - عبد الرحيم السلمي"
    },
    {
      "text_id": 37800,
      "title": "تأصيل علم العقيدة - عبد الرحيم السلمي"
    },
    {
      "text_id": 37802,
      "title": "شرح العقيدة الواسطية - عبد الرحيم السلمي"
    },
    {
      "text_id": 37803,
      "title": "شرح كتاب التوحيد - عبد الرحيم السلمي"
    },
    {
      "text_id": 37804,
      "title": "أصول العقيدة - عبد الرحيم السلمي"
    },
    {
      "text_id": 37805,
      "title": "شرح القصيدة اللامية لابن تيمية - عبد الرحيم السلمي"
    },
    {
      "text_id": 37806,
      "title": "الفقه العقدي للنوازل"
    }
  ]
}