{
  "author_id": 2373,
  "author_meta": "الشيخ العلامة مبارك بن محمد الميلي الجزائري السلفي (١٣٦٤ هـ)\nمن أفاضل علماء الجزائر، وأحد أعضاء جمعية العلماء بها. ولد سنة أربع عشرة وثلاثمائة وألف للهجرة، وتوفي رحمه الله سنة أربع وستين وثلاثمائة وألف للهجرة.\nمولده ونشأته\nوُلد الشيخ مبارك بن محمد الإبراهيمي الميلي في قرية \"أورمامن\" في جبال الميلية بشرق الجزائر حوالي سنة ١٨٩٦. ومات والده وهو في الرابعة من عمره.\nعكف منذ صغره -كغيره من الكثيرين من أبناء الجزائر آنذاك- على حفظ القرآن الكريم، فأتمّ حفظه على يد الشيخ أحمد بن الطاهر مزهود في جامع الشيخ عزوز بأولاد مبارك.\nبعد إتمام حفظ القرآن، رَغبَ الشيخ مبارك الميلي في مواصلة مسيرة طلب العلم، فاتجه إلى مدرسة الشيخ محمد بن معنصر الشهير بالميلي ببلدة ميلة حيث مكث هناك أربع سنوات، ثم اتجه إلى مدينة قسنطينة وانضم إلى دروس الشيخ الإمام عبد الحميد بن باديس، وأصبح من بين أكبر تلاميذه وأكثرهم انتفاعاً بعلمه، ثم غادر الشيخ الميلي قسنطينة بعد ذلك إلى تونس لمواصلة دراسته بجامع \"الزيتونة\" فدرس مثل شيخه ابن باديس على أبرز شيوخها من أمثال الشيخ عثمان خوجة ومحمد النخلي والصادق النيفر ومحمد بن القاضي والطاهر بن عاشور وغيرهم، ثم ليعود بعد تخرجه منها إلى بلده الجزائر سنة ١٩٢٥.\nنشاطه الإصلاحي بالجزائر:\nاستقر الشيخ مبارك الميلي فور عودته إلى الجزائر بمدينة قسنطينة حيث عمل مُعلماً في مدرسة قرآنية عصرية تأسست في مسجد \"الشيخ بومعزة \" الذي كان يقع في نفس شارع مطبعة وإدارة جريدة الشيخ ابن باديس \"الشهاب\".\nوبقي في تلك المدرسة إلى بداية سنة ١٩٢٧؛ ثم غادر قسنطينة إلى مدينة الأغواط في الجنوب الجزائري، والتي استقبله أهلها استقبالاً عظيماً. فقام فور وصوله إليها بتأسيس مدرسة تولى فيها الإشراف على تعليم أبناء الجزائريين بنفسه.\nذاع صيت الشيخ الميلي بين سكان المدينة، وعرفت مدرسته نشاطاً متنامياً وقبولاً متزايداً لدى الشباب خاصة، كما صار نشاطه يمثل وجوداً بارزاً للإصلاح وباتت أفكاره وآراؤه محل حديث الخاص والعام في المجتمع.\nأثار تنامي نشاط الميلي تخوف السلطات الفرنسية من الانعكاسات التي قد تنتج عن تأثيره في فئة الشباب خاصة والمجتمع عامة، فأمرته بمغادرة الأغواط بعد سنوات من العمل والنشاط.\nغادر الشيخ مبارك الأغواط متجها إلى بلدة بوسعادة فقام بالأعمال والنشاطات نفسها، إلا أن حظه مع الإدارة الفرنسية في تلك البلدة لم يكن أفضل من الأولى، حيث أمرته بدورها بمغادرة بوسعادة أيضاً.\nبعد سنوات من العمل والنشاط في قسنطينة والأغواط وبوسعادة، عاد الشيخ الميلي إلى ميلة ليستأنف ما بدأه من أعمال منذ عودته من تونس، فاستقر بها، وسعى بمعية بعض أعيانها إلى تأسيس مسجد جامع تُقام فيه الصلوات، فكان هو خطيبَه والواعظَ فيه، وقد أُقيم المسجد على جزء من بيت فسيح أهداه أحد أعيان المدينة المناصرين للإصلاح إلى أهل البلدة. ثم أنشأ الإصلاحيون في ميلة بقيادة الشيخ الميلي، جمعيةً باسم \"النادي الإسلامي\" فانضمت جهودُها إلى ما كان يقوم به ذلك المسجد من أعمال في مجال الإصلاح. وتوسيعاً لدائرة الأعمال والنشاطات فقد كوّن المسجد والنادي المذكورين جمعيةً أخرى تحت اسم \"جمعية حياة الشباب\".\nكما ساهم الشيخ مبارك الميلي بقلمه السيال في الحياة الصحفية في الجزائر في عهده، فأظهر نشاطاً بارزاً فيها، وكان أحدَ أبرز الطاقات التي قامت عليها الصحافة الإصلاحية بصفة خاصة؛ إذ كان من أول المحررين في \"المنتقد\" و\"الشهاب\" منذ أيامهما الأولى ثم في \"السُنة\" و\"البصائر\" التي تولى إدارة تحريرها بعد تخلي الشيخ الطيب العقبي عنها سنة ١٩٣٥. فقد تولى إدارتها فأحسن الإدارة، وأجال قلمه البليغ في ميادينها، فما قصّر عن شأو، ولا كبا دون غاية…\nحينما تأسست جمعية العلماء المسلمين الجزائريين سنة ١٩٣١ بنادي الترقي بعاصمة الجزائر، كان من الطبيعي لشخص بمثل صفات الشيخ مبارك الميلي أن يكون واحداً من أهم أركان ودعائم إدارتها، خاصة وأنه كان قد لازَم الشيخ عبد الحميد ابن باديس-قبل تأسيسها- طالباً جاداً ثم عاملاً ناجحاً مقتدراً في حقل الإصلاح بجانبيه التعليمي والصحفي. وكنتيجة لتلك المكانة، فقد تم انتخابه عند تأسيس الجمعية عضواً في مجلس إدارتها وأميناً للمال فيها. ولقد شَهِد له بعض من عرفه عن قرب بالأمانة وحسن التسيير والتدبير في أعماله التي اضطلع بها.\nوقد كان الشيخ الميلي يقوم بتلك الأعمال جنباً إلى جنب مع الشيخ ابن باديس إلى أن توفي الأخير في ١٦/ ٠٤/ ١٩٤٠م،.\nورغم شدة المرض، وتزايد تأثيراته على بدنه ونشاطه في أيامه الأخيرة، فقد كان الشيخ مبارك الميلي يحاول تحدي ذلك الوضع ولو بالقيام بالحد الأدنى من الأعمال، فلم تمنعه تلك الظروف الصحية من الحضور والتواجد في \"مدرسة التربية والتعليم\" بقسنطينة بيوم واحد قبل وفاته، حيث نُقِل-بطلب منه- إلى ميلة ليموت بين أهله، دخل في غيبوبة فارق بعدها الحياة في يوم ٩ فبراير ١٩٤٥.\nوشيع جنازتَه الآلاف من المحبين والطلبة الذين قدِموا من أنحاء مختلفة من البلاد، وأبَّنَه باسم العلماء رئيسُهم الشيخ محمد البشير الإبراهمي، وباسم الهيئات الوطنية فرحات عباس زعيم حزب البيان يومها. ودُفن بجانب قبر شيخه محمد بن معنصر الميلي فرحم الله الشيخ مبارك الميلي رحمة واسعة.\nومن أشهر مؤلفاته كتابه الماتع: \" الشرك ومظاهره \" وهو مطبوع متداول، وهو كتاب عظيم الفائدة، ينصح باقتنائه ونشره.\n(هذا الكتاب ضمن كتب البرنامج (المكتبة الشاملة)، وينظر في مقدمة الكتاب تعريف أوسع بالمؤلف - رحمه الله)",
  "books": [
    {
      "text_id": 123660,
      "title": "تاريخ الجزائر في القديم والحديث"
    },
    {
      "text_id": 37348,
      "title": "رسالة الشرك ومظاهره"
    }
  ]
}