{
  "author_id": 2375,
  "author_meta": "مقال بعنوان (العالم المجاهد الداعية مصطفى السباعي) لـ (المستشار عبد الله العقيل)\nهو مصطفى بن حسني السباعي من مواليد مدينة حمص في سورية عام ١٩١٥م، نشأ في أسرة علمية عريقة معروفة بالعلم والعلماء منذ مئات السنين، وكان والده وأجداده يتولون الخطابة في الجامع الكبير بحمص جيلاً بعد جيل، وقد تأثر بأبيه العالم المجاهد والخطيب البليغ الشيخ حسني السباعي الذي كانت له مواقف مشرّفة ضد الأعداء المستعمرين، حيث قاومهم بشخصه وجهده وماله.\nكما كان أحد محبي الخير ومؤسسي الجمعيات الخيرية الإسلامية والمشاريع الاجتماعية، مما كان له الأثر الكبير في نشأة ابنه مصطفى السباعي.\nكان مصطفى يصحب أباه إلى مجالس العلم، التي يحضرها علماء حمص أمثال طاهر الريس وسعيد الملوحي وفائق الأتاسي وراغب الوفائي، وحين خطب للزواج أخبر الخاطبون أهل الفتاة أن السباعي مشغول في معظم أوقاته بأعباء الدعوة الإسلامية، ليكونوا على علم بذلك فوافقوا وتمت الخطبة.\nشارك السباعي في مقاومة الاحتلال الفرنسي لسورية، وكان يوزع المنشورات ويلقي الخطب ويقود المظاهرات في حمص وهو في السادسة عشرة من عمره، وقد قبض عليه الفرنسيون واعتقلوه أول مرة عام ١٩٣١م بتهمة توزيع منشورات في حمص ضد السياسة الفرنسية، كما اعتقل مرة ثانية من قبل الفرنسيين أيضاً، بسبب الخطب الحماسية التي كان يلقيها ضد السياسة الفرنسية والاحتلال الفرنسي، وآخرها خطبة الجمعة في الجامع الكبير بحمص حيث ألهب حماس الجماهير وهيج مشاعرهم ضد الفرنسيين، بل قاوم الفرنسيين بالسلاح حيث قاد مجموعة من إخوانه في حمص وأطلقوا الرصاص على الفرنسيين رداً على اعتداءاتهم.\nوفي عام ١٩٣٣م ذهب إلى مصر للدراسة الجامعية بالأزهر، وهناك شارك إخوانه المصريين عام ١٩٤١م في المظاهرات ضد الاحتلال البريطاني كما أيد ثورة رشيد عالي الكيلاني في العراق ضد الإنجليز، فاعتقلته السلطات المصرية بأمر من الإنجليز مع مجموعة من زملائه الطلبة وهم: مشهور الضامن وإبراهيم القطان وهاشم الخازندار وفارس حمداني وعلي الدويك ويوسف المشاري، وبقوا في المعتقل قرابة ثلاثة أشهر، ثم نقلوا إلى معتقل (صرفند) بفلسطين حيث بقوا أربعة أشهر، ثم أطلق سراحهم بكفالة.\nوكان الشيخ السباعي في فترة الدراسة تلك قد تعرَّف إلى الإمام الشهيد حسن البنا المرشد العام للإخوان المسلمين بمصر، وظلت الصلة قائمة بينهما بعد عودته إلى سورية، حيث اجتمع العلماء والدعاة ورجال الجمعيات الإسلامية في المحافظات السورية وقرروا توحيد صفوفهم، والعمل جماعة واحدة وبهذا تأسست منهم (جماعة الإخوان المسلمين) لعموم القطر السوري، وقد حضر هذا الاجتماع من مصر الأستاذ سعيد رمضان، وكان ذلك عام ١٩٤٢م، ثم بعد ثلاث سنوات أي في عام ١٩٤٥م اختار الجميع الأستاذ مصطفى السباعي ليكون أول مراقب عام للإخوان المسلمين في سورية.\nوقد حدّد الأستاذ السباعي في كتابه \"دروس في دعوة الإخوان المسلمين\" الأهداف والمهمات وميادين الإصلاح، حيث نادت جماعة الإخوان المسلمين في سورية بالإصلاح السياسي، والكفاح الوطني، وإزالة آثار الاستعمار، ورفع المظالم عن العمال والفلاحين، وإنشاء المدارس والمعاهد، والأندية الرياضية، والمخيمات الكشفية، ومراكز الفتوَّة في مختلف المحافظات، وكان الأستاذ السباعي هو القائد العام للفتوَّة، كما قام الإخوان المسلمون بتشكيل لجان الإصلاح بين الناس وتقديم الخدمات الصحية والاجتماعية والخيرية، وزيارة القرى والأرياف.\nوفي عام ١٩٤٤م ذهب السباعي إلى الحج لأول مرة وفي عام ١٩٤٧م أنشأ جريدة (المنار) حتى عطلها حسني الزعيم بعد الانقلاب العسكري الذي قاده بتدبير ودعم من الأمريكان عام ١٩٤٩م.\nوقد شارك الإخوان المسلمون في حرب فلسطين عام ١٩٤٨م مع إخوانهم المصريين والأردنيين والفلسطينيين، حيث قاد الأستاذ السباعي الكتيبة السورية، وشاركوا في معركة القدس بخاصة ومعارك لفلسطين بعامة، وأبلوا البلاء الحسن في الوقوف مع إخوانهم المجاهدين الفلسطينيين الذين تكالبت على حربهم دول الكفر مجتمعة لتشريدهم وإخراجهم من ديارهم ومصادرة أموالهم وهدم بيوتهم.\nوبعد أن تمت المؤامرة وتمثيلية الحرب المصطنعة بين الدول العربية وإسرائيل، حيث جُرِّد المجاهدون الفلسطينيون من أسلحتهم وسُلِّمت البلاد لليهود لقمة سائغة، واعتقل مجاهدو الإخوان المسلمين وزج بهم في معسكرات الاعتقال، ثم نقلوا إلى سجون مصر، حيث قامت حكومة النقراشي العميلة بحل جماعة الإخوان المسلمين في ٨ - ١٢ - ١٩٤٨م، عاد السباعي إلى سورية غاضباً يصب جام غضبه على المأجورين والعملاء، ويفضح خطط المتآمرين، ويكشف عمالة الأنظمة، ويشرح ما جرى من مهازل القادة العسكريين الذين كانوا تحت إمرة الجنرال (كلوب) الإنجليزي، ويكشف قضية الأسلحة الفاسدة التي زود بها الجيش المصري، ويفضح تصريحات القادة العراقيين عن عدم وجود أوامر لضرب اليهود (ماكو أوامر) ولولا جهاد المتطوعين من الفلسطينيين والمصريين والسوريين والأردنيين من الإخوان المسلمين، لما وجد ثمة قتال حقيقي ضد اليهود، بل هدنة ثم هدنة لتمكين اليهود من العرب، وإمدادهم بالأسلحة الأوروبية والأمريكية والمقاتلين الأجانب لترجيح كفة اليهود على الفلسطينيين، ثم تسليم البلاد وتهجير أهلها واعتقال المجاهدين المتطوعين في سبيل الله للذود عن ديار المسلمين المقدسة.\nيقول الأستاذ مصطفى السباعي في كتاب (الإخوان في حرب فلسطين): \"كنا نشعر ونحن في قلب معارك القدس، أن هناك مناورات تجري في الصعيد الدولي، وفي أوساط السياسات العربية الرسمية، فتشاورنا في كتيبة الإخوان المسلمين فيما يجب علينا فعله، بعد صدور الأوامر إلينا بالانسحاب من القدس، فقرَّ رأينا على أننا لانستطيع مخالفة الأوامر الصادرة إلينا بمغادرة القدس لاعتبارات متعددة، وأننا بعد وصولنا إلى دمشق سنرسل بعض الإخوان المسلمين خفية إلى القدس مرة ثانية، لدراسة ما إذا كان بالإمكان عودتنا بصورة إفرادية، لنتابع نضالنا في الدفاع عن فلسطين، وعدنا إلى دمشق مع سائر أفراد الحامية وقيادتها، التابعة لجيش الإنقاذ حيث تسلمت قيادة جيش الإنقاذ أسلحتنا ووعدت باستدعائنا مرة ثانية عند الحاجة.\nوقمت بجولة في سورية تحدثت فيها عن معارك فلسطين وألقيت في ذلك محاضرات في كل مكان من دمشق وحمص وحماه وحلب واللاذقية ودير الزور وغيرها من المدن السورية، وذهل الجمهور لما أبديته من حقائق لم تكن معروفة لديهم تماماً، حتى شك بعضهم فيها، ثم انكشف الأمر وتبين صدق ما أدعي من العوامل الخفية والظاهرة التي كانت تُسيِّر معركة فلسطين، هذا بينما كان فريق من إخواننا المجاهدين قد عادوا إلى فلسطين خفية، لتنفيذ ما اتفقنا عليه\" انتهى.\nعاد السباعي إلى سورية ليخوض الحرب لإصلاح الفساد في الداخل، وتربية الأمة من جديد على منهج الإسلام الصحيح، منهج الإخوان المسلمين الذي يعنى بتربية الفرد المسلم، ثم الأسرة المسلمة، ثم المجتمع المسلم، لتكون الثمرة قيام الحكومة المسلمة التي تحكم بشرع الله وتنفذ أحكامه وترعى مصالح البلاد والعباد، وتقضي على الشر والفساد، وتحارب الزيغ والإلحاد.\nولقد عمل السباعي وإخوانه على إدخال مواد التربية الإسلامية إلى المناهج التعليمية، كما سعى لإنشاء كلية الشريعة في الجامعة السورية، ثم شرع في إنشاء موسوعة الفقه الإسلامي التي أسهم فيها العلماء من جميع أنحاء العالم الإسلامي لتقديم الفقه الإسلامي في ثوب جديد، يعالج قضايا العصر ويحل مشكلاته على ضوء الكتاب والسنة وفقه السلف الصالح، واجتهاد العلماء الذين يملكون وسائل الاجتهاد وأدواته.\nواختارت دمشق الدكتور مصطفى السباعي نائباً في الجمعية التأسيسية عام ١٩٤٩م وهو ابن حمص ولم يمض على إقامته في دمشق سوى بضع سنين، وسرعان ما لمع نجمه كبرلماني شعبي متفوق، إذ كان الصدى الحقيقي المعبر لأماني الشعب وآلامه، والصوت المدوي الذي يصدع بالحق ولا يداري، ويقارع الباطل ولا يهادن، وبترفع عن المكاسب والمغانم ولا يساوم، فاتجهت إليه الأنظار والتفَّت حوله القلوب، وانتخب نائباً لرئيس المجلس، وأصبح عضواً بارزاً في لجنة الدستور، وقد بُذلت له العروض بإلحاح وإغراء، للدخول في الوزارات المتعاقبة فرفضها، مؤثراً العمل الشعبي والعيش مع مشكلات الجماهير وقضاياها، وكان عضواً في لجنة الدستور وأحد الأعضاء التسعة الذين وضعوا مسودة الدستور، ولقد قاد معركة القرآن تحت قبة البرلمان، كما قاد المظاهرات في دمشق من أجل الدستور، وتمكن السباعي وإخوانه من استبعاد الطابع العلماني عن الدستور، وفرض الطابع الإسلامي على معظم أحكامه الأساسية سنة ١٩٥٠م.\nقال الأستاذ السباعي في كتابه القيم \"دروس في دعوة الإخوان المسلمين\": \"نحن نعتقد أن كل نظام صالح في العالم، لايمكن أن ينتفع به ما لم تؤيده حكومة حرة قوية صالحة، ومن أجل ذلك آمن الإخوان المسلمون بوجوب تحرير العالم العربي والعالم الإسلامي من الاستعمار مهما كان شكله أو لونه، كما آمنوا بتوحيد البلاد العربية في الوطن العربي الكبير والتعاون مع البلاد الإسلامية والصديقة بأي شكل من أشكال التعاون الذي يحقق قوة العالم الإسلامي ونجاته من الاستعمار ونهوض شعوبه من الفقر والجهل والتأخر، وفي سبيل هذه الغاية عمل الإخوان المسلمون في حقل القضايا العربية والإسلامية بنشاط لم يعهد في غيرهم من الهيئات والجماعات\" انتهى.\nوفي نفس هذا العام عام ١٩٥٠م عُيِّن السباعي أستاذاً في كلية الحقوق بالجامعة السورية، وفي عام ١٩٥١م حضر الدكتور السباعي المؤتمر الإسلامي العام، الذي انعقد في باكستان وحضرته وفود من جميع أنحاء العالم الإسلامي، كما ذهب السباعي في العام نفسه إلى الحج للمرة الثانية، وفي عام ١٩٥٢م تقدم السباعي إخوانه بطلب إلى الحكومة السورية للسماح لهم بمشاركة إخوانهم المصريين لمحاربة الإنجليز في قناة السويس، فما كان من رئيس الحكومة أديب الشيشكلي إلا أن أمر بحل جماعة الإخوان المسلمين واعتقال السباعي وإخوانه وإلقائهم بالسجن.\nثم أصدر أمره بفصل السباعي من الجامعة السورية وأبعده خارج سورية إلى لبنان.\nوفي عام ١٩٥٣م عقد المؤتمر الإسلامي العام في القدس وحضره ممثلو الإخوان المسلمين من جميع الأقطار، وكذا الجمعيات وممثلو الشعوب الإسلامية، وفي السنة نفسها سعدنا بزيارته لمصر، حيث التقيته لأول مرة مع إخواني الزملاء يوسف القرضاوي وأحمد العسال ومحمد الدمرداش.\nوفي عام ١٩٥٤م عقد المؤتمر الإسلامي المسيحي في بحمدون بلبنان، وشارك فيه السباعي للرد على أعداء الإسلام من المستشرقين والصليبيين، كما حضر الاجتماع الذي دعا إليه الأستاذ حسن الهضيبي ـ المرشد الثاني للإخوان المسلمين ـ في لبنان، حيث ضم قادة الإخوان المسلمين في البلاد العربية، والذي حضره من مصر مع الأستاذ الهضيبي كل من: عبدالحكيم عابدين وسعيد رمضان وصالح أبو رقيق ومنير دلة، ومن سورية مصطفى السباعي، ومن الأردن محمد عبدالرحمن خليفة، ومن السودان علي طالب الله، ومن العراق محمد محمود الصواف، ومن الكويت عبدالعزيز المطوع.\nوبعد عودة الهضيبي إلى مصر واعتقاله من الطغمة العسكرية الحاكمة فيها مع جميع الإخوان المسلمين، شكل الإخوان المسلمون في البلاد العربية مكتباً تنفيذياً تولى الدكتور مصطفى السباعي رئاسته، وفي عام ١٩٥٥م ذهب الدكتور السباعي مع أساتذة وطلاب الجامعة السورية إلى الحج وهي المرة الثالثة بالنسبة له.\nوفي السنة نفسها أسس مع إخوانه مجلة (الشهاب) الأسبوعية، والتي استمرت في الصدور إلى قيام الوحدة مع مصر عام ١٩٥٨م، وفي العام نفسه ١٩٥٥م حصل على ترخيص إصدار مجلة (المسلمون) الشهرية بعد توقفها في مصر، وظلت تصدر في دمشق إلى عام ١٩٥٨م حيث انتقلت إلى صاحبها د. سعيد رمضان في جنيف بسويسرا، فأصدر السباعي بدلها مجلة (حضارة الإسلام الشهرية) وظل السباعي قائماً على هذه المجلة حتى توفاه الله، حيث تولى إصدارها د. محمد أديب الصالح بدمشق.\nوفي عام ١٩٥٦م عقد المؤتمر الإسلامي بدمشق وفي السنة نفسها أوفدته الجامعة السورية إلى ديار الغرب لزيارة الجامعات الغربية والاطلاع على مناهج الدراسات الإسلامية فيها، فزار إيطاليا، وبريطانيا، وأيرلندا، وبلجيكا، وهولندا، والدنمارك، والنرويج، والسويد، وفلندا، وألمانيا، والنمسا، وسويسرا، وفرنسا، واجتمع فيها بالمستشرقين وناقشهم في مؤلفاتهم عن الإسلام وكشف لهم أخطاءهم العلمية والتاريخية.\nوفي عام ١٩٥٧م ذهب السباعي مع عمداء الكليات في الجامعة السورية إلى روسيا بدعوة من جامعة موسكو زار خلالها معظم الجامعات الروسية في مختلف الأقاليم، والتقى أساتذة الدراسات الشرقية والتاريخية والاجتماعية، وناقشهم وفنَّد مقولاتهم وأبطل مزاعمهم الخاطئة عن الإسلام والمسلمين.\nمؤلفاته\nوالدكتور السباعي له باع طويل في التأليف، فهو من العلماء المحققين، والفقهاء المجتهدين، الذين استوعبوا الفقه الإسلامي من أصوله المعتمدة ودرسوا قضايا العصر المستجدة وقاسوها على ما سبق من أحكام مستمدة من الكتاب والسنة وما أجمع عليه سلف الأمة، ومن أهم مؤلفاته:\nـ شرح قانون الأحوال الشخصية (ثلاثة أجزاء)، من روائع حضارتنا، المرأة بين الفقه والقانون، عظماؤنا في التاريخ، القلائد من فرائد الفوائد، دروس في دعوة الإخوان المسلمين، السنة ومكانتها في التشريع، هكذا علمتني الحياة (ثلاثة أجزاء كتبها فترة المرض)، اشتراكية الإسلام، أخلاقنا الاجتماعية، أحكام الصيام وفلسفته، الدين والدولة في الإسلام، نظام السلم والحرب في الإسلام، هذا هو الإسلام (جزءان)، السيرة النبوية دروس وعبر، الاستشراق والمستشرقون، المرونة والتطور في التشريع الإسلامي، منهجنا في الإصلاح، العلاقات بين المسلمين والمسيحيين في التاريخ.\nومن الغريب أن فترة مرضه على قساوتها وشدتها، كانت من أخصب أيام حياته، وأكثرها إنتاجاً من الناحية العلمية، يقول د. محمد أديب الصالح: \"كان السباعي ـ رحمه الله ـ حريصاً كما علمت منه قبل وفاته بيوم واحد على كتابة مؤلفات ثلاثة هي: العلماء الأولياء، والعلماء المجاهدون، والعلماء الشهداء\".\nوقد ذهب السباعي إلى الحج للمرة الرابعة وهي الأخيرة عام ١٣٨٤هـ ـ ١٩٦٤م حيث كان يعاني من المرض العضال والآلام المبرحة، التي لم تكن تبارحه، ولكن فضل الله عليه في هذه الرحلة المباركة كان عظيماً، حيث يقول بنفسه: \"لأول مرة منذ سبع سنوات يهدأ الألم في دماغي وأقوى على الصلاة واقفاً على قدمين، وأجلس للتشهد فيها، ولقد قدمت مكة المكرمة، فطفت طواف العمرة محمولاً على المحفة، ثم غادرتها وطفت طواف الوداع على قدميّ، وأكرمني الله بزوال آثار مرض السكر منذ وصلت المدينة المنورة، فكنت أتصبّح بسبع تمرات من تمرها، إيماناً مني بالحديث الصحيح الوارد في التمر وهو من الطب النبوي.\nزاره أحد أصدقائه مواسياً فكان جواب السباعي: \"إني مريض أتألم ليس في ذلك ريب، وإنك لتشاهد الألم على وجهي وعلى يدي وفي حركتي، ولكن انظر إلى حكمة الله فيَّ، إن الله قدير على أن يشل حركتي وقد شل بعض حركتي ولكن انظر ماذا شل، لقد شل طرفي الأيسر وأبقى لي الطرف الأيمن فما أعظم النعمة التي أبقى لي: أكنت أستطيع أن أخط بالقلم لو شل اليمنى مني؟ \".\nواستمر المرض ثماني سنوات ضرب السباعي فيها أروع آيات الصبر على البلاء، والتسليم لقضاء الله، والرضى بحكم الله عز وجل، وكان كثير الحمد لله والتسبيح له والاستغفار، آناء الليل وأطراف النهار، ولم يمنعه هذا المرض العضال، من النهوض بواجباته كصاحب دعوة حق، وداعية مسلم، يروي الأخ عبدالعزيز الحاج مصطفى عن الدكتور حسن هويدي في وصف حال السباعي في مرضه حيث يقول: \"ولقد رأيته في مرضه، يتكأ على العصا، غادياً إلى الجامعة ورائحاً، في الوقت الذي قعد فيه الأقوياء، وخمل فيه الأصحاء، ويارُب مريض مشلول أشد من سيف مسلول، وما كان استمراره في الجهاد (رحمه الله) على الرغم من شلله وإصابة قلبه وضغط دمه، إلا دلالة صادقة وحجة ساطعة، على أن الرجل سجيته الجهاد، وطبيعته الكفاح، وغريزته التضحية، وفطرته الشجاعة والفداء، فأنى يجد الرياء إلى نفسه سبيلاً، أو الفتور إلى نفسه مسلكاً أو التردد إلى عزيمته منفذاً فسبحان من منحه وأعطاه وتفضل عليه وأرضاه\" انتهى.\nويقول عنه الشيخ عبدالفتاح أبو غده في مجلة (حضارة الإسلام) \"كان طيب الله ثراه، عذب النفس، رقيق الحاشية، مرهف الذوق، والشعور، يستجيب للدعابة، ويجيدها ولايبذلها إلا في مواطنها، وكان صافي النفس وفياً، محبب العشرة، شهم الإخاء، سريع النجدة كريمها، وكانت له مسامرات ومحاورات تفيض ذوقاً وعذوبة نفس مع صديقه الصفي وأخيه الكريم الشيخ محمد الحامد، وإن الإنسان قد يعجب ـ ولا عجب ـ حين يقرن بين وقار النابغة السباعي في مواطن الجد ومخاشنة لأعداء الله والأمة وانقباض نفسه عن المنافقين والنفعيين، وبين شفافية روحه وانطلاق جنانه وتلطف لسانه في معاشرة أحبائه وإخوانه ولكن لاعجب فهو للإسلام والعمل به على بصيره\". انتهى\nوفاته\nوفي يوم السبت ٢٧ - ٥ - ١٣٨٤هـ (٣ - ١٠ - ١٩٦٤م) انتقل المجاهد العامل والداعية الصابر، الأستاذ الدكتور مصطفى حسني السباعي إلى جوار ربه بمدينة حمص، بعد حياة حافلة بالجهاد المتواصل، وقد شيعت جنازته في احتفال مهيب وصلي عليه في الجامع الأموي بدمشق، وتوالى الخطباء يؤبنون الفقيد بكلمات مؤثرة وهم: الدكتور حسن هويدي، والأستاذ محمد المبارك، والأستاذ محمد المجذوب، والأستاذ مشهور حسن، والشيخ عبدالرؤوف أبو طوق، والدكتور محمد أديب الصالح، والشاعر محمد الحسناوي وغيرهم.\nولقد كتب سماحة مفتي فلسطين الحاج محمد أمين الحسيني كلمة نقتطف منها: \"فقدت سورية علماً من أعلامها، ومجاهداً من كبار مجاهديها، وفقد العالم الإسلامي عالماً من علمائه الأجلاء، وأستاذاً من أساتذته الفضلاء، وداعية من دعاته البلغاء، ولقد عرفته، فعرفت فيه الصدق والإخلاص، والصراحة ومضاء العزيمة والاندفاع في سبيل العقيدة والمبدأ، وكانت له قدم صدق، ويد بيضاء، في خدمة القضايا الإسلامية والعربية، وفي طليعتها قضيتا سورية وفلسطين، وكان على رأس كتيبة مجاهدي الإخوان المسلمين دفاعاً عن بيت المقدس عام ١٩٤٨م\" انتهى.\nويذكر أبو الحسن الندوي عن لقاءاته مع السباعي حين زار سورية عام ١٩٥١م فيقول: \"لقد أعطاني الحاج محمد أمين الحسيني كتاب تعريف للشيخ السباعي وأثنى عليه ثناءً عاطراً، فلما زرت مركز الإخوان المسلمين في السنجقدار بدمشق، كان لقائي الحار بالأستاذ السباعي.\nوقد حضرت مع السباعي جلسات البرلمان السوري كما زرت معه الجمعية الغراء والتقينا معظم علماء سورية كالأستاذ عمر بهاء الأميري والأستاذ محمد المبارك، والشيخ محمد نمر الخطيب، والشيخ أحمد الدقر، والشيخ عبدالرؤوف أبو طوق، والشيخ محمد بهجت البيطار، والشيخ أمجد الطرابلسي، والأستاذ سعيد الأفغاني، والأستاذ أحمد مظهر العظمة وغيرهم، وقد استضافني أكثر من مرة في بيته، كما ذهبنا معه إلى مصيف الأشرفية وزرت معه حمص حيث ألقيت محاضرة بمركز الإخوان المسلمين، وزرنا مسجد خالد بن الوليد، والشيخ عبدالعزيز عيون السود، والشيخ محمد توفيق الأتاسي، حتى غادرت سورية حيث كان في وداعي بالمطار\" انتهى.\nأما الأستاذ حسني أدهم جرار فيقول في كتابه القيم: \"مصطفى السباعي قائد جيل ورائد أمة\" والذي استفدت منه كثيراً: \"كان السباعي علماً بارزاً من أعلام الفكر والدعوة والجهاد في زماننا المعاصر، وكان منارة من منارات الإسلام الشامخة، ونموذجاً مشرقاً على امتداد تاريخنا الطويل، وكان عالماً متفتح الذهن، آتاه الله علماً واسعاً، وذكاءً حاداً، وبديهة حاضرة، وأسلوباً في الحوار نادراً، وجرأة في الحق، وقدرة على التصدي للباطل، وقوة في الإيمان، ويقظة في الضمير.\nويقول العلامة الكبير محمد أبو زهرة: \"إنني لم أر في بلاد الشام، أعلى من السباعي همة، وأعظم منه نفساً، وأشد منه على الإسلام والمسلمين حرقة وألما\" .. انتهى.\n. . .\nرحم الله أستاذنا الجليل الدكتور مصطفى حسني السباعي، فلقد كان رجلاً في أمة، وكان زينة الدعاة في عصره، وقرّة عين ديار الشام، وابن حمص، الذي تفخر به وتعتز، لقد كان السباعي مِلك الإسلام والمسلمين وكانت وفاته خسارة على الإسلام والمسلمين",
  "books": [
    {
      "text_id": 20364,
      "title": "السيرة النبوية - دروس وعبر"
    },
    {
      "text_id": 37417,
      "title": "الاستشراق والمستشرقون ما لهم وما عليهم"
    },
    {
      "text_id": 37563,
      "title": "مقتطفات من كتاب من روائع حضارتنا"
    },
    {
      "text_id": 37638,
      "title": "السنة ومكانتها للسباعي ط المكتب الإسلامي"
    },
    {
      "text_id": 37639,
      "title": "السنة ومكانتها للسباعي ط الوراق"
    },
    {
      "text_id": 828,
      "title": "المرأة بين الفقه والقانون"
    },
    {
      "text_id": 9267,
      "title": "هكذا علمتني الحياة"
    }
  ]
}