{
  "author_id": 2377,
  "author_meta": "ولد في الخمسينات الهجرية وله من الأبناء ابنان وهما / محمد - النجل الأكبر - وأحمد .. وثلاث بنات أصغرهن / شريفة، ولها من السن / سنة واحدة وثمانية أشهر\nدرَس في معهد بريدة العلمي إبان تأسيسه وحيث كان بالفعل آنذاك معهداً للعلم والعلماء، ثم تخرج منه ليصبح معلماً في شركة أرامكو في المنطقة الشرقية ثم بدأ في مستهل التسعينات الهجرية بحضور مجالس الإخوان في بريدة الذي كان يتزعمهم زاهد القصيم المعروف الشيخ / فهد بن عبيد آل عبد المحسن - رحمه الله - حتى التحق بهم ليكون التلميذ الأبرز للشيخ / فهد العبيد - رحمه الله -\nطلب العلم بعد ذلك على فضيلة الشيخ / محمد بن صالح المطوع - رحمه الله - ولازمه كثيراً، وكذلك فضيلة الشيخ / فهد العبيد - رحمه الله -، وقد لازمه لأكثر من عشر سنوات، وأيضاً فضيلة الشيخ / محمد السكيتي - رحمه الله - وآخرين.\nالشيخ لا يحرم الكهرباء ولا السيارات - كما يتوهم البعض، وليتق اللهَ من ينسب إليه ذلك - وإنما هو فقط زاهد فيها - والزهد هو ترك ما لا ينفع في الآخرة، وكثيرٌ من السلف الصالح كانوا طيلة حياتهم يزهدون في بعض المباحات بل وكثير منها لبذل المزيد من التفرغ للدين ونصرته - وإلا فإن كل طلابه ومحبيه مستعملون للكهرباء في منازلهم مستعلمون للسيارات بينما هو يفضل على المراكب العصرية أحدَ مراكب الأنبياء والمرسلين (الخيل) الذي قال عنها رسول الله - صلى الله عليه وسلم -: (الخيل معقود في نواصيها الخير إلى يوم القيامة) بيْد أن كبر سنه حفظه الله حال بينه وبين استعمالها الآن، وكذلك تسابق طلابه والإخوة الأفاضل لخدمته مما جعله يستغني عنها الآن ويتفرغ للتأليف واستقبال الناس لتذكيرهم وإرشادهم ووعظهم .. .\nالشيخ من أكثر المشايخ تورعاً في الفتيا، ولا يحب التصدر أو التميز بل إذا رأيته حسبته بهيئته المتواضعة أحد سائر الناس، وأكثر ما يضايقه أن يرى الشباب يسيرون جماعات من خلفه ويحفون به خشية أن يفتن، وكثير من السلف الكرام كانوا يفعلون ذلك، وهو لا يحب أن يُعظم أو يُغلا فيه، وهيئته المتواضعة شاهدة على ذلك، واللهَ نسأل له الثبات على قوله الثابت في الحياة الدنيا وفي الآخرة ..\nالشيخ هو إمام العصر في الزهد والورع بلا منازع، وأما في العقيدة والسلوك الذي من أعظم ما تميز به شيخ الإسلام ابن تيمية وتلميذه الإمام ابن القيم فلا يشق له غبار فيهما بالذات ..\nالشيخ نحسبه والله حسيبه من مستجابي الدعوة فله قصص كثيرة في ذلك، وقد رؤيت فيه بشائر كثيرة تدل بكل وضوح على أنه مستجابُ الدعوة ومن العلماء العاملين وأولياء الله وعباده الصالحين، وواقعه شاهد على ذلك، وليس لنا سوى الظاهر ونحن شهود الله في أرضه، وقد شهدت الأمة له بالصلاح والعلم والله حسيبه ولا نزكي على الله أحداً .. سائلين الله له الثبات حتى الممات ..\nله رسائل راسل بها العلماء والأمراء، يذكرهم فيها بالله ويخوفهم من عدم القيام بشرعه وأن عدم القيام بدينه موجب للعقوبات والنقم الربانية .. وقد سبق وأن كتب خطاباً ربانياً من عدة صفحات كان قد وجهه إلى الأمير / عبد الله بن عبدالعزيز أيام حرب الخليج ١٤١١هـ يذكره فيه بالله ويخوفه من عقابه إن لم يقم بدينه بين المسلمين ويحثه على تعزيز جانب الحسبة ومعاقبة الفجرة والعلمانيين والمنافقين، وقد أجابه الأمير بخطاب جميل يحتوي على شكر الشيخ على نصيحته وقد وعده في كل ماطلب خيراً ـ وقد رأيتُ خطاب الأمير بنفسي لدى أحد طلاب الشيخ منذ سنوات\nله رسائل علمية بينه وبين بعض المشايخ في بعض المسائل كمسألة الصور ودوران الأرض والوصول إلى القمر حيث جرت بينه وبين فضيلة الشيخ / ابن عثيمين ـ قدس الله روحه ـ مراسلات عدة في ذلك .. وله رسائل تذكيرية أخرى راسل بها بعض المثقفين والكتاب يذكرهم بالله ويخوفهم من أليم عقابه ويامرهم بالمعروف وينهاهم عما اقترفته أيديهم وكتبته أقلامهم من المنكر، ومما لدي في ذلك مصورة رسالة كنت قد أخذتها منه العام الماضي وقد كان قد أرسلها لتركي الحمد- المعروف بتفوهه بكلمات كفرية شنيعة .....\nللشيخ في الأسبوع ثلاثة دروس في العقيدة والسلوك وبعض العلوم أحدها بعد صلاة العشاء لمدة ساعة من يوم / الجمعة في استراحة مجاورة من الجهة الغربية الجنوبية لمنزله، ودرسان بعد صلاة العشاء من يومي الأحد والثلاثاء لمدة ساعة في استراحة تقع شمال منزله وشمال شرق مسجده ويحضره خلق كثير\nالشيخ إمامٌ منذ أعوام طويلة لمسجد كبير ومتواضع في حي الخبيبية غرب مدينة بريدة، وله درس يومي فيه بين آذان العشاء والإقامة لمدة تتراوح بين الساعة إلى الساعة إلا ثلث .. وهو مَن يقرأ في هذا الدرس من كتاب منوع ويعلق عليه من تلقاء نفسه فتارة يقرأ في العقيدة وأخرى في الزهديات والسلوك وثالثة في السيرة النبوية وسير الصحابة وأحياناً في الأمور الفقهية، ويعلق كثيراً على الأحداث والمستجدات .. ويحضر هذا الدرس كل ليلةٍ المئاتُ من الناس مابين طلبة علم ومشايخ فضلاء وقضاة وعوام ..\nزاره الكثيرون من العلماء والقضاة والمشايخ وأستحضر ممن زاره من العلماء والمشايخ العلامة فضيلة الشيخ / عبدالرحمن البراك، والمؤرخ المعروف وإمام علم الفرائض فضيلة الشيخ / إبراهيم بن عبيد آل عبد المحسن، وفضيلة الشيخ / علي الخضير،، وفضيلة الشيخ / حمد الريس، وفضيلة الشيخ المحدث / عبد الله السعد، وفضيلة الشيخ / ناصر الفهد، وفضيلة الشيخ / ناصر العمر، وفضيلة الشيخ / بشر البشر، وفضيلة الشيخ / محمد الفراج، وفضيلة الشيخ / عبدالكريم الخضير، وفضيلة الشيخ / عبدالله الجعيثن، وغيرهم كثير، وآخر من زاره من العلماء فضيلة الشيخ / عبدالله الجلالي حيث قام بزيارته قبل أسبوعين تقريباً وجلس معه مايقرب من الساعة في أحد الاستراحات المجاورة لمنزل الشيخ والمخصصة للدروس ولاستقبال ضيوفه وقد تبادلا الأحاديث حول وضع الأمة المأساوي الراهن، وكذلك فضيلة الشيخ القاريء المعروف / محمد المحيسني حيث هو من آخر من زاره من المشايخ، وغيرهم كثير - فحفظ الله مشايخنا جميعهم وثبتهم -؛ وقد كان سماحة الشيخ / ابن باز يجل الشيخ عبد الكريم إجلالاً كبيراً وقد أعجب بقوة ردوده على أهل البدع، وكان سماحته كثيراً ما يوصي طلابه إذا أرادوا زيارة الشيخ عبد الكريم بإبلاغ سلامه إليه ..\nكما قام بزيارة الشيخ عبد الكريم من الأمراء الأمير / ممدوح بن عبد العزيز، عام ١٤٢٣هـ، وقد أعجب الأمير بقوة الشيخ وزهده وعلمه وجلس معه ما يقرب من الساعة حيث قام الشيخ بتذكير الأمير بالله والقيام بدينه وشرعه قبل أن يأتي أمر الله والناس في غفلة معرضون ..\nللشيخ ديوان شعري مخطوط وفيه العشرات من القصائد والمنظومات والالآف المؤلفة من الأبيات التي أوقفها على خدمة الدين والدعوة إليه والدفاع عنه ..\nومن أبياته الرائعة، قوله منادياً المسبل لثيابه ناصحاً له (المخاطر الأربعة، ص ٢٤):\nيا مسبلاً لثيابه متجمّلاً … إن الجَمَالَ بطاعةِ الرحمنِ!\nيختالُ يحسبُ أن في أثوابه … غير المكوّنِ من غذا الأبوَانِ\nيختالُ يحسبُ أن في أثوابه … غير الذي سيُلفُّ بالأكفانِ\nهذي بدايته وتلك نهاية … لا بدّ منها في بني الإنسانِ\nومن أبياته الرائعة قوله منادياً المرأة المسلمة آمراً لها بالتحجب بالحجاب الشرعي والحذر من دعوة المنافقين لها بالخروج والاختلاط بالرجال (جالب السرور لربات الخدور ط ١٤٢١هـ، ص ٥):\nلا تخدعي إن الجمال لفي التقى … وستذكرين نصيحتي يوم اللقا\nلكنَّه ذكرٌ يفوتُ أوانُه … إذ ما هناكَ سوى السعادةِ والشقا\nفتأهبي للموتِ قبل نزولِهِ … ماذا لديكِ مِنَ الوسائلِ للبقا!\nوقوله أيضاً محذراً المرأة المسلمة من الانخداع بدعوة المنافقين والعلمانيين لها بالتبرج والسفور:\nلا تقربي ركبَ الغواةِ فإنما … ركبُ الغواةِ إلى الجحيم يسيرُ\nوقوله أيضاً ناصحاً للمرأة المسلمة (جالب السرور، ص ٧):\nدعي داعٍ دعاكِ إلى السعيرِ … أفيقي قبل قاصمة الظهورِ\nأمَا للقبر سعيكِ كل يوم … وبعد القبر صائحة النشورِ\nوقال أيضاً ناصحاً للمرأة المسلمة محذراً إياها من التبرج والسفور:\nقالوا: السفورُ تقدمٌ فتقدمي … بشجاعةٍ فارم الحجابَ وأقدمي!\nمَن تستجيبُ لدعوةٍ هدامةٍ … للدينِ فهي على طريقِ جهنمِ!\nوقال مادحاً هذا الدين:\nما أجمل الدين الذي صرنا به … بين الهدايةِ والضلال نفرقُ!\nوقال أيضاً متأسفاً على ماآلت إليه حال كثير من الناس اليوم من الانهماك في الدنيا والانشغال عن الدين معتبراً ذلك من نقص العقل:\nأينَ العقولُ وأين الدينُ أين هما … وهل نعيش بلا عقل ولا دينِ!\nلايرتجى الخيرُ من شرٍّ ولو كثرت … فيه الأقاويلُ من مدحٍ وتهوينِ!\nومن أبياته الرائعة قوله عن النار متمنياً أنه لم يخلق خشية منها:\nمن ذا يطيق الشمس في حر الضحى … كيف الجحيم نعوذ بالرحمنِ!\nياليتَ أمي لم تلدني ليتني … ما كنتُ يوماً من بني الإنسانِ!\nومن أبياته التربوية محذراً فيها من حلق اللحى (المخاطر الأربع، ص ٢١):\nحلقُ اللحى مهما تطيلُ بعيبِهِ … مهما جهِدتَ خفتكَ منهُ عيوبُ!\nإن التشبهَ بالنساءِ نقيصة … لا يرتضيه منَ الرجال نجيبُ!\nومن أبياته الرائعة قوله معظماً من غربة الدين في العصر الحاضر:\nيا غربة للدين ليس كمثلها … من غربة في سائر الأزمانِ!\nومن أبياته قوله عن أسرى كوبا وغيرهم من أسرى المسلمين داعياً لهم بالفرج العاجل (منظومة الاستبشار بالانتصار على الكفار، الصفحة الأخيرة):\nيا ربّ أسرى المسلمينَ تولهُمْ … برعايةٍ وعنايةٍ وأمانِ\nيا ربّ فرّج كربَهم وهمومَهُمْ … أنتَ الرجا لإغاثة اللهفانِ\nوهناك أبيات لا تحصى وهي في الغاية من الروعة والبلاغة لعلها تكون مضمنة في كتاب يعمل فيه بعض الاخوة الآن لجمع ترجمة وافية للشيخ - حفظه الله - ..\nله ردود قوية تعد بالعشرات، وكلها في الدفاع عن عقيدة أهل السنة والجماعة، وبعضها في بعض المسائل الفقهية التي يسع فيها - من وجهة نظري - الأخذ والرد .. وسيأتي بإذن الله تعداد هذه الردود ضمن المؤلفات ..\nله الكثير من البيانات والمنظومات في الأحداث، وهاك بعضها:\n- مناصرة الطالبان في تحطيمهم لأصنام بوذا ..\n- إن تنصروا الله ينصركم (بيان حول نصرة الطالبان والمجاهدين العرب) - طبع عبر الشبكة بعدة لغات / بشتو وفارسي وانجليزي وأخرى، ووزع في أفغانستان وإيران وباكستان وفي دول الخليج - ..\n- مركب النجاة (بيان حول أهمية ووجوب الأمر بالمعروف والنهي عن المنكر) ..\n- نداء إلى حكام العرب ..\n- ليس لنا مثل السوء. (توطئة لعودة حكم الإسلام لمجاهدي الأفغان) ..\n- حيل مقارنة لسوء العمل ..\n- أيها الزنادقة: مهلاً عن الجبار مهلاً! ..\n- معرفة الحق لأهله .. (رسالة إلى الإمارة الإسلامية في أفغانستان خصوصاً وإلى غيرها عموماً) - طبعت عبر الشبكة بعدة لغات / بشتو وفارسي وانجليزي وأخرى، ووزع في أفغانستان وإيران وباكستان وفي دول الخليج - ..\n- العز المفقود والأمل المنشود (بيان حول قضية المسجد الأقصى وفلسطين) ..\n- نصيحة وذكرى للفلسطينيين خصوصاً وللمسلمين والعرب عموماً ..\n- منظومة (المنهج المسدد) - أكثر من مائة بيت - ..\n-منظومة (نداء التوبة) - أكثر من مائة بيت - ..\n- منظومة (جلاء الصراط المستقيم) - أكثر من مائة بيت - ..\n- منظومة (الاستبشار بالانتصار على الكفار) - أكثر من مائة بيت - ..\nومن أبيات هذه المنظومة قوله عن أمريكا:\nيا دولة الجبروتِ والطغيانِ … آنَ الآوانُ لترغمي وتهاني!\nوالغيظ يُشفى منكِ دونَ تمنع … وتريْ عواقبَ صولةِ الطغيانِ\nيا دولة بطِرَت معيشتها وما … خافت عقوباتٍ مِنَ الديانِ\nوكأنَّ ربكِ زائلٌ عن ملكهِ … ومقلدٌ لكِ كاملَ السلطانِ!\nله من المؤلفات التي أوقفها على نصرة الدين والدعوة إليه مايتجاوز المائة والعشرين مؤلفاً .. فمنها ما هو مطبوع ومنها ما هو في طريقه إلى الطبع ومنها ما هو مخطوط .. وهذا سرد لبعض منها - مرتبة حسب الحروف الأبجدية-:\n- إبطال دعوى الخروج ليأجوج ومأجوج (رد على من تأول أوربا والصين وغيرهم بأنهم يأجوج ومأجوج) ..\n- الإبطال والرفض على من تجرأ على (كشف الشبهات) بالنقض - ردّ على / حسن فرحان المالكي - .. - مجلد - ..\n- الإتحاف بعقيدة الأسلاف والتحذير من جهمية السقاف - مجلد كبير - ..\n- أحداث صحبة الأحداث.\n- إحسان سلوك العبد المملوك إلى ملك الملوك - مجلد كبير - ..\n- الأدب بين زخارف الأقوال وعبودية ذي الجلال - مجلد - ..\n- أضواء المسارج لبيان جور التعليقات على المدارج (رد على تعليقات جزئية للفقي على مدارج السالكين لابن القيم) ..\n- إعانة المتعالي لرد كيد الغزالي ..\n- إقامة الحجة والبرهان على من زعم أن الله في كل مكان ..\n- إلجام الأقلام عن التعرض للأمة الأعلام ..\n- إنارة الدرب لما في تفسير سيد قطب من آثار الغرب ..\n- الإنكار على من لم يعتقد خلود وتأبيد الكفار في النار - مجلد - ..\n- بيان العلم الأصيل والمزاحم الدخيل ..\n- تصحيح الأفهام لمراد شيخ الإسلام (في مسألة الدخول في البرلمانات) ..\n- التوسل بالقبور ضلال وغرور ..\n- التوطئة للدجال ..\n- ثمار يانعة وتعليقات نافعة ..\n- جالب السرور لربات الخدور - نصائح تربوية للنساء حول الحجاب والخروج للأسواق - ..\n- جواب الأمريكيين ببيان عزة المسلمين وذلة الكافرين (رد على بيان المثقفين الأمريكيين / على أي أساس نقاتل؟!) ..\n- الحب في الله ..\n- الحضارة الغربية ..\n- الحق المستبين لبيان ضلال (اللحيدي حسين) ..\n- الحق الدامغ للدعوي لدحض مزاعم القرضاوي - مجلد متوسط - ..\n- دش ودين كيف يجتمعانِ! ..\n- دعوى الإصلاح ..\n- دعوى وصول القمر (الإبطال بالأدلة النقلية والعقلية للوصول إلى القمر) ..\n-دواء العشاق ..\n- ذم التفريط الباطل والإفراط العاطل ..\n- السراج لكشف ظلمات الشرك في مدخل ابن الحاج ..\n- الشناعة على من رد أحاديث الشفاعة ..\n- العلم الذي يستحق أن يسمى علماً ..\n- عوائق في طريق العبودية ..\n- عيوب تشييد البناء في دار الفناء ..\n- الفرقان في بيان إعجاز القرآن - مجلد كبير - ..\n- الكافي في التحذير من مضلات القوافي (رد على أبيات شركية للشاعر أحمد شوقي) ..\n- الكسوف والخسوف ..\n- المخاطر الأربع ..\n- مختصر تفسير المفصل ..\n- مطالب الطالب ومثالب الناكب ..\n- مقدمات الدجال ..\n- معاول الحق تهدم بنيان الباطل ..\n- معرفة الكبير المتعال بالعظمة والجلال والكمال ..\n- ملامح الجهمية (رد على حسن فرحان المالكي وأتباعه) ..\n-نظرات في مؤلفات الغزالي ..\n- نور البصيرة والبصر في مسائل القضاء والقدر (شرح تائية شيخ الإسلام) ..\n- هداية الحيران في مسألة الدوران (الإبطال بالأدلة النقلية والعقلية لنظرية دوران الأرض) ..\n- وحدة الوجودالعصرية .. (الإبطال بالأدلة النقلية والعقلية لنظرية داروين القاضية بأن أصل الإنسان من قرد، والرد على كتاب الإنسان بين المادية والإسلام لمحمد قطب) ــ ..\n- الوعيد على أهل الغلو والتشديد ..\n[التعريف بالشيخ مأخوذ كله من ترجمة كتبها أحد طلابه]",
  "books": [
    {
      "text_id": 12796,
      "title": "بيان العلم الأصيل والمزاحم الدخيل"
    },
    {
      "text_id": 13443,
      "title": "التفكر والاعتبار بآيات الكسوف والزلازل والإعصار"
    },
    {
      "text_id": 16449,
      "title": "الحب في الله"
    },
    {
      "text_id": 20687,
      "title": "معرفة المأمور به والمحذور في زيارة القبور"
    },
    {
      "text_id": 36172,
      "title": "إمعان النظر في مشروعية البغض والهجر"
    },
    {
      "text_id": 36176,
      "title": "إحسان سلوك العبد المملوك إلى ملك الملوك"
    },
    {
      "text_id": 36624,
      "title": "الفرقان في بيان إعجاز القرآن"
    },
    {
      "text_id": 37566,
      "title": "جالب السرور لربات الخدور"
    },
    {
      "text_id": 37571,
      "title": "منازل الحور العين في قلوب العارفين برب العالمين"
    },
    {
      "text_id": 37572,
      "title": "تأخير نصر الدين لطف بالمؤمنين ومكر بالكافرين والمنافقين"
    },
    {
      "text_id": 37573,
      "title": "عوائق في طريق العبودية"
    },
    {
      "text_id": 37576,
      "title": "إحسان خلق الإنسان"
    },
    {
      "text_id": 37578,
      "title": "ثمار يانعة وتعليقات نافعة"
    },
    {
      "text_id": 37579,
      "title": "عيوب تشييد البناء في دار الفناء"
    },
    {
      "text_id": 37580,
      "title": "دعوى الإصلاح"
    },
    {
      "text_id": 37604,
      "title": "الإبطال والرفض لعدوان من تجرأ على كشف الشبهات بالنقض"
    },
    {
      "text_id": 37644,
      "title": "علماء السلف وأهل الوقت"
    },
    {
      "text_id": 96159,
      "title": "الشناعة على من رد أحاديث الشفاعة"
    }
  ]
}