{
  "author_id": 2379,
  "author_meta": "أحمد السِّرْهِنْدِي (٩٧١ - ١٠٣٤ هـ = ١٥٦٣ - ١٦٢٥ م)\nجاء في الأعلام للزركلي:\nمن علماء الهند، الداعين إلى نبذ البدع، ويلقب بمجدد الألف الثاني.\nنسبته إلى (سهرند) [[بلدة عظيمة]] ومعناها غابة الأسد، بين دهلي ولاهور، ومولده ووفاته فيها. تفقه وحج، واشتغل بالتدريس، وحبسه السلطان (جهانگير) قيل: لامتناعه عن السجود تعظيما له.\nوأطلق بعد ثلاث سنوات، فعاد الى سهرند. من مؤلفاته رسائل في (المبدإ والمعاد) و (إثبات النبوة) و (المعارف اللدنية) و (ردّ الشّيعة)\nوجاء في أبجد العلوم:\nكان عالما عاملا عارفا كاملا ينتهي نسبه إلى الفاروق\nولد في سنة ٩٧١، حفظ القرآن وقرأ على أبيه أولا واستفاد منه جما من العلوم ثم ارتحل إلى سالكوت وتتلمذ على المحقق: كمال الدين الكشميري بعض المعقولات بغاية من التحقيق وأخذ الحديث عن: الشيخ يعقوب المحدث الكشميري وكان صاحب كبراء المحدثين بالحرمين الشريفين وأسند الحديث عنهم وتناقل الحديث المسلسل بالرحمة بواسطة واحدة عن الشيخ: عبد الرحمن بن فهد - من كبراء المحدثين في زمانه بالهند - وتعاطى عنه إجازة كتب التفسير والصحاح الست وسائر مقروءاته\nوروى الحديث المسلسل بالأولية عن القاضي: بهلول البدخشاني عن ابن فهد المذكور ولعله هو الواسطة في الإجازة بينهما وفرغ من التحصيل في عمر سبعة عشرة سنة واشتغل بالتدريس\nوله: رسائل لطيفة باللسان العربي والفارسي\nوجاء إلى دهلي في سنة ١٠٠٢، وأخذ الطريقة النقشندية عن خواجة عبد الباقي عن خواجه إمكنكي عن أبيه مولانا: درويش محمد عن خاله مولانا: محمد زاهد عن خواجه: عبيد الله أحرار وكذا الطرائق الأخرى عن شيوخ أخر ووصلت سلسلته من الهند إلى ما وراء النهر والروم والشام والعرب وأقصى المغرب مثل: فاس وغيرها\nوله مكتوبات في ثلاثة مجلدات هي حجج قواطع على تبحره وسمعت أنه عربها بعض العلماء ولكن لم أر المعربة\nوحبسه السلطان: جهانكير في حصن كواليا على عدم سجدة التعظيم منه له وإليه أشار آزاد في غزله:\nلقد برع الأقران في الهند ساجع … وجدد فن العشق يا للمغرد\nفلا عجب أن صاده متقنص … ألم تر في الأسلاف قيد المجدد؟\nولما حبس لبث في السجن ثلاث سنين ثم أطلق وأقام في العسكر يدور معه ثم عاد إلى سهرند - والعود أحمد - ثم توفي في سنة ١٠٣٤، وله ثلاث وستون سنة دفن بسهرند\nومن مؤلفاته: (الرسالة التهليلية) ورسالة: (إثبات النبوة) ورسالة: (المبدأ والمعاد) ورسالة: (المكاشفات الغيبية) ورسالة: (آداب المريدين) ورسالة: (المعارف اللدنية) ورسالة: (رد الشيعة) و (تعليقات العوارف). . . إلى غير ذلك\nومن إفاداته أنه أوضح الفرق بين وحدة الوجود وبين وحدة الشهود وبين أن وحدة الوجود تعتري السالك في أثناء سلوكه فمن ترقى مقاما أعلى من ذلك تتجلى له حقيقة وحدة الشهود فسد بذلك طريق الإلحاد على كثير ممن كان يتستر بزي الصوفية ثم إنه باحث الملاحدة في زمانه وجادلهم بقلمه ولسانه ورد على الروافض وحقق الفرق بين البدعة والسنة وأقيسة المجتهدين واستحسانات المتأخرين والتعارف عن القرون المشهود لها بالخير وما أحدثه الناس في القرون المتأخرة وتعارفوه فيما بينهم فرد بذلك مسائل مما استحسنها المتأخرون من فقهاء مذهبه وكان فقيها ماتريديا حريصا على اتباع السنة مجتهدا فيه قليل الخطأ في دركه والمسائل المعدودة التي شدد بعض أهل العلم النكير بها عليه فالصواب أن لها تأويلا وقد شاركه فيها غيره ممن لا يحصى كثرة فليس إذا يخصه الإنكار",
  "books": [
    {
      "text_id": 36475,
      "title": "رسالة رد الروافض"
    }
  ]
}