{
  "author_id": 2383,
  "author_meta": "السيرة الذاتية للمؤلف، بقلمه\nمحمد بن حسين بن سعيد بن هادي بن عبدالرحمن بن محمد بن حسن بن سفران القحطاني\nمن قبيلة شريف، إحدى بطون قحطان الخمسة المعروفة, والقابعة بجنوب المملكة العربية السعودية؛ حيث أصل القبائل القحطانية.\nدراستي المنهجية\nكانت دراستي قبل المرحلة قبل الجامعية في مدينة الدمام التي ولدت ونشأت بها، وقد درست المرحلة الابتدائية في مدرسة عبدالله بن عباس الابتدائية، ثم درست المرحلة المتوسطة في مدرسة الفيصل، ثم درست المرحلة الثانوية في مدرسة الخليج.\nثم انتقلت لمدينة الرياض لدراسة المرحلة الجامعية، وكانت نقلة كبيرة في حياتي؛ حيث شرعت في طلب العلم على يد الأئمة الجبال، وكانت دراستي الجامعية في جامعة الإمام محمد بن سعود في كلية اللغة العربية.\nوأنا الآن أحضر الماجستير في اللغة العربية في قسم النحو والصرف.\nتخرجت من الجامعة عام ١٤١٧\nوتعيينت في مكتب نائب وزير الشؤون الإسلامية.\nوفي عام ١٤٢٠ عُينت مديراً للمكتب العلمي للوزير.\nوفي عام ١٤٢١ عُينت مديراً عاماً للمكتب الخيري الخاص لصاحب السمو الملكي الأمير سعود بن فهد بن عبد العزيز آل سعود، ولا أزال.\nمشايخي\nكان من فضل الله علي أن أدرس على عدد من المشايخ وذلك منذ انتقالي للدراسة ثم الإقامة في مدينة الرياض، وكان من جملة من درست على يده:\nالشيخ العلامة الدكتور صالح بن فوزان بن عبد الله الفوزن\nالشيخ العلامة محمد بن صالح العثيمين رحمه الله رحمة واسعة\nالشيخ العلامة عبد الله بن عبد الرحمن الجبرين\nالشيخ العلامة صالح الأطرم\nالشيخ العلامة عبد الله الغديان\nالشيخ العلامة صالح بن عبد العزيز بن محمد آل الشيخ\nالشيخ الدكتور صالح بن سعد السحيمي\nالشيخ عبد الله بن صالح العبيلان\nأبناؤه\nكان من توفيق الله لي أن رزقني ثلاث بنات: أسماء وريما ويارا.\nأعماله\n١ - فتاوى الأئمة في النوازل المدلهمة (جمع)\n٢ - (مجموعة الانتصار لدين العزيز القهار) والتي اشتملت على ستة كتب كتبتها بالاشتراك مع الدكتور صادق سليم صادق\nيول المؤلف: عندما قل الجليس والسمير، من الناصح والظهير، وكثر الجدال بين المتجالسين والخصام، وأصبح سيد المجالس المغتاب والنمام؛ رأيت الانقطاع إلى الكتب؛ فهي التي لا يأتيني منها أذى، ولا يلحقني منه بلاء.\nولقد كان من ثمرات هذه الصحبة، كتابات جمعتها، وأوراق صففتها، لمست فيها تقريب العلم للناس؛ من طلبة العلم والعوام.\nوليس في كتبي هذه جديداً، وأَنَّى ذلك والدِّين قديم، وإنما أرى أنني قد قربت بعض العلم؛ إما بجمع نظائر، أو تلخيص مطولات، أو اختيارات من كتب، أو بحوث في محاسن الشريعة وأحكامها، غير خارج عن عن علم الأولين ومنهاجهم، وإنما بلغة العصر وترتيبه.\nوكان من الكتب التي أفردتها للرد على تلك الحملة الصهيونية على الإسلام ودولته, واسم هذه المجموعة (مجموعة الانتصار لدين العزيز القهار) والتي اشتملت على ستة كتب كتبتها بالاشتراك مع الدكتور صادق سليم صادق، وأكثرها دراسات مقارنة؛ لإظهار كذب المفتري على الإسلام، وإعادة ما رمونا به إليهم موثقاً من كتبهم، يسر الله إكمال ما بقي.\n٣ - طبع مجموع فتاوى ومؤلفات ورسائل شيخ الاسلام محمد بن عبد الوهاب (في مجلد واحد، وفهارس علمية حديثة، وملحق به تقريب علوم الشيخ، وذكر موارده.)\n٤ - طبع مجموع فتاوى شيخ الاسلام ابن تيمية في خمسة مجلدات\nيقول المؤلف:\nالحمد لله وحده، والصلاة والسلام على من لانبي بعده، وعلى آله وصحبه، وبعد:\nفشيخ الإسلام الإمام الكبير الأوحد: أحمد بن عبد السلام بن عبد الحليم ابن تيمية -قدس الله روحه ونور ضريحه- من الأئمة العظام المجاهدين؛ بالسيف والسنان، والحجة والبيان، فحاز المجد من أطرافه، حفظ حاضر، وذكاء نادر، وعلم وافر، سعة صدر، وعظم صبر، وعلو قدر، صدق إيمان بالله، وصدق توكل عليه، وحسن ظن به، قلب حشي هدى ونوراً، وثقة بالله أثمرت راحة وسروراً، ذلك وغيره مما هو من نبعه أخرج لشيخ الإسلام: علماً نقياً، وفهماً زكياً، وتابعاً مخلصاً وفياً … حسن ديانة، وصدق أمانه، وفراسة لاتكاد تخطيء، وبصيرة بمنهج المخالفين؛ من الفلاسفة والإسلاميين.\nفألف أبدع التأليفات، وكتب أحسن الكتابات، فضح الضلال على رؤوس الأنام، وصان بردوده جناب الإسلام؛ حتى غدت كتبه مطلباً للمسلمين، وملجأً للمصلحين، ومنبعاً للمجاهدين؛ في الرد على الضالين والمضلين.\nهذا وإن كتبه قد لا تروق لكل قارئ؛ فهي وعرة على البليد الغبي، طلاسم على صاحب الهوى الردي، كما أنها بلسم شافي، وكرم وافي، لطالب الحق والرشاد، وباغي الخير والسداد؛ ممن صفى ذهنه من الشبه والفتن، وطهر قلبه من الشرور والإحن.\nولقد هرع الغيورون على الإسلام لخدمة كتب شيخ الإسلام: شرحاً وجمعاً وتعليماً ونشراً، وكان من المميزين في فعلهم، المبرزين في خدمتهم: شيخ عظيم، وعالم رصين، وهو الفقيه المحقق، والأصولي المدقق، البحر الحبر: عبدالرحمن بن محمد بن قاسم العاصمي القحطاني، فكان نعم الرجل لخير المهمة، فأتى بما في نفس المحبين وزاد؛ فصال الأرض وجال، وجمع المخطوطات في كل مجال، فجمع متناثرها، ولمَّ شملها، والتي كانت تتعذر على الجامع، مع رغبة المطالع، وفرَّغت حكومة المملكة العربية السعودية له الناسخين والكاتبين، فشرع بعد جمعها بتحريرها وترتيبها وتبويبها … على مدى سنين … حتى كان مجموع فتاوى ابن تيمية الشهير في سبع وثلاثين مجلداً؛ وقد ساعده ابنه الشيخ محمد، رحمة الله عليهما وأجزل الأجر لهما.\nهذا وإن هذا المجموع -مع جلالته- منذ وضْعه لم يُزد في تحقيقه أوتنقيحه أو خدمته، وما من كتاب من كتب البشر إلا ويحتاج للزيادة تارة، والتنقيح تارة، والاختصار تاره, فكيف إذا كان الجامع غير المؤلف … لا شك أن الأمر سيكون أكثر إشكالاً … .\nوإن من الهموم التي لازمتني تحقيق مجموع الفتاوى هذا الذي بين أيدينا، وتنقيحه مما أُلْحِق به، وتصحيح تصحيفات مخلة. ولا شك بأن هذا العمل كبير ومهيب؛ ولكن قيل: الخيبة في الهيبة، وأم الجبان لا تفرح ولا تحزن، فربطت الجاش على الأغباش، وعقدت العزم على ترميم هذا المجموع وتحقيقه، مستلهماً من رب العباد؛ التوفيق والسداد، فخضت البحر الخضم، والموج الأطم، لإخراج نفائس هذا الإمام، وإبرازها للأنام.\nوحيث أن هذا العمل كبير للغاية؛ رأيت أن أجعل العمل على مرحلتين:\nالمرحلة الأولى - وهي التي بين يديك -:\n١. قمنا بإخراج الكتاب في خمس مجلدات، وفائدة ذلك: تسهيل حمله لطالب العلم والداعية في حله وترحاله، فترى قسم العقيدة والمكون في الأصل من ثمان مجلدات؛ تراه هنا في مجلد واحد، ولاشك أن في ذلك فوائد يصعب حصرها.\n٢. قمنا بتشكيل الأحاديث شكلاً كاملاً ما استطعنا.\n٣. ألحقنا بكل حديث تخريجه (إلاما فات)، وطريقتنا في ذلك ذكر رقم الحديث فقط من المصدر الذي عزا إليه شيخ الإسلام - رحمه الله -، فإن لم يذكر مصدر الحديث عزونا جهد طاقتنا، فإن ذكر مصدر الحديث من طريق لايوجد فيما تحت أيدينا من الكتب المطبوعة؛ ذكرنا رقم الحديث وأشرنا إلى الطريق الموجود في المطبوع.\nوأما المرحلة الثانية:\nفلتكن مفاجأة للقراء حيث أن فيها من العمل ما لم يكن من قبل، سيسر -بإذن الله- كل محب لعلم هذا الإمام، وسيغنيه عن غيره من كتبه، وهو -بحول الله- عارض ماطر، وليس كبرق خلب،\nولقد شرعت في هذا العمل مع مجموعة فتيه، لا تعرف الكلل ولا الملل، ولا يثنيها عن المعالي الخطب الجلل، في مركز الدراسات والبحوث التابع لدار الأوفياء؛ والتي ارتقت المجد من مرتقاً صعب؛ فأثمرت خير البواكير … سائلاً الله أن يوفقهم لمعالي الأمور، وإلى الإتقان فيما يعملون.\nهذا وإني لألتمس من القارئ الكريم، صاحب الفضل العميم؛ النصح والتكميل عما وجد من خطأ، وأما الكمال فلله ولكتابه، وأما كتب البشر فمهما حبرت فيعز أن تأتي دائماً بالكمال … وأما من أراد تلمس الأخطاء فلا شك أنه واجدها، ولكن لو تلمس أعشاشه، لما حرم الخير، فإن تأمل العيب عيب، ولا تجازى القروض إلا بأمثالها.\nكما أسأل الله الذي وفقني لهذا العمل حتى التمام؛ أن يتفضل علي بقبوله، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم.\n٥ - موسوعة ابن قيم الجوزية\nيقول المؤلف: مشروع العصر , وأحد فرائده، إذ دارت همم علماء أكابر حول جمعه؛ إلا أن الله ادخر هذا العمل الجليل لي، لأتشرف به، وقيض الله لدعمه أمير البر والخير والعلم صاحب السمو الملكي الأمير سلطان بن عبد العزيز آل سعود جزاه الله كل خير",
  "books": [
    {
      "text_id": 36570,
      "title": "فتاوى الأئمة في النوازل المدلهمة"
    }
  ]
}