{
  "author_id": 2389,
  "author_meta": "ابن المُرَحَّل (٦٠٤ - ٦٩٩ هـ = ١٢٠٧ - ١٣٠٠ م)\nمالك بن عبد الرحمن بن فرج ابن أزرق، أَبُو الحَكَم، ابن المرحل: أديب، من الشعراء.\nمن أهل مالقة، ولد بها، وسكن سبتة. وولي القضاء بجهات غرناطة وغيرها. من موالي بني مخزوم، مصمودي الأصل. نزل جده الخامس في وادي الحجارة بمدينة الفرج، وعاش هو بين سبتة وفاس وتوفي بفاس. وكان من الكتّاب، وغلب عليه الشعر حتى نُعت بشاعر المغرب، من كتبه «الموطأة - خ» [ثم طُبعت] أرجوزة نظم بها «فصيح ثعلب» وشرحها محمد بن الطيب في مجلدين ضخمين، اقتنيتها، و «ديوان الشعر» و «الوسيلة الكبرى - خ» نظم، و «التبيين والتبصير في نظم كتاب التيسير» عارض به الشاطبية، و «الواضحة» نظم في الفرائض، وكتاب «دوبيت - خ» و «العروض» - خ «و» أرجوزة في النحو - خ «وغير ذلك، وأورد عبد الله كنون في الرسالة الثامنة من» ذكريات مشاهير رجال المغرب «نماذج من شعره\nقال الزركلي: واطلعت على ترجمة له سواها - أي السابقة -، أوردها محمد بن الطيب في آخر (موطئة الفصيح لموطأة الفصيح - خ.). الجزء الثاني، ص ٥٣١ من ترقيم نسختي، وفيها إسهاب مفيد، هذا موجزه:\n(مالك بن عبد الرحمن ابن فرج - كذا - بن أزرق بن منين بن سالم بن فرج النازل بوادي الحجارة، بمدينة الفرج، وهو مصمودي، مولى بني مخزوم، ابن المرحل، السبتي الدار، المالقى النجار، ولد بمالقة عام ٦٠٤ وسكن سبتة طويلا، ثم مدينة فاس، ثم عاد إلى سبتة مرة أخرى، ثم رجع إلى فاس وبها توفى. يكنى أبا الحكم وأبا المجد، والأولى أشهر. وكان ربما تحرف بصناعة التوثيق ببلده، وولي القضاء مرات بجهات غرناطة وغيرها. وكان حسن الكتابة، والشعر أغلب عليه) ثم ذكر بعض شيوخه ومن قرأ عليه، وسمى تآليفه، فقال: (ومنها هذا النظم، يعني نظم الفصيح، والوتريات النبويّة، على حروف المعجم، وعشرياته الزهدية، وأرجوزته المسماة بسلك المنحل، لمالك بن المرحل، والقصيدة الطويلة المسماة بالتبيين والتبصير في نظم كتاب التيسير، عارض بها الشاطبية وزنا وقافية، وقصيدته في الفرائض المسماة بالواضحة، والأرجوزة المسماة باللؤلو والمرجان، وأرجوزة في العروض، وكتاب في: كان ماذا؟ أجاد فيه، وقال معرضا بابن أبي الربيع:\nعاب قوم كان ماذا … ليت شعري لم هذا\nوإذا عابوه جهلا … دون علم كان ماذا؟\nومن كتبه نظم غريب القرآن لابن عزيز، ونظم اختصار اصطلاح المنطق لابن العربي، والثلث الاول من آداب الكتاب بعد ترتيبه، وكتاب الحلى، ورتب الأمثال لـ أبي عبيد على حروف المعجم)\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 37482,
      "title": "متن موطأة الفصيح نظم فصيح ثعلب"
    }
  ]
}