{
  "author_id": 2392,
  "author_meta": "أحمد بن زَيْني دَحْلان (١٢٣٢ - ١٣٠٤ هـ = ١٨١٧ - ١٨٨٦ م)\nفقيه مكي مؤرخ. ولد بمكة وتولى فيها الإفتاء والتدريس. وفي أيامه أنشئت أول مطبعة بمكة فطبع فيها بعض كتبه. ومات في المدينة. من تصانيفه (الفتوحات الإسلامية - ط) مجلدان، و (الجداول المرضية في تاريخ الدول الإسلامية - ط) و (خلاصة الكلام في أمراء البلد الحرام - ط) و (الفتح المبين في فضائل الخلفاء الراشدين وأهل البيت الطاهرين - ط) و (السيرة النبويّة - ط) و (رسالة في الرد على الوهابية - ط). ا. هـ من الأعلام للزركلي\nيقول الشيخ رشيد رضا فيه في مقدمة صيانة الإنسان: «رسالة الشيخ أحمد زيني دحلان في الرد على الوهابية». تصدى للطعن في الشيخ محمد بن عبد الوهاب والرد عليه أفراد من أهل الأمصار المختلفة،. . .، وكان أشهر هؤلاء الطاعنين مفتي مكة المكرمة، الشيخ أحمد زيني دحلان،. . .، ألف رسالة في ذلك، تدور جميع مسائلها على قطبين اثنين: قطب الكذب والافتراء على الشيخ، وقطب الجهل بتخطئته في ما هو مصيب فيه، أنشئت أول مطبعة في مكة المكرمة في زمن هذا الرجل، فطبع رسالته وغيرها من مصنفاته فيها، وكانت توزع بمساعدة أمراء مكة ورجال الدولة، على حجاج الآفاق فعم نشرها، وتناقل الناس مفترياته وبهاءته في كل قطر، وصدقها العوام وكثير من الخواص، كما اتخذت المبتدعة والحشوية والخرافيون رواياته ونقوله الموضوعة والواهية والمنكرة وتحريفاته للروايات الصحيحة حججا يعتمدون عليها في الرد على دعاة السنة المصلحين، وقد فنيت نسخ رسالته تلك ولم يبق منها شيء بين الأيدي، ولكن الألسن والأقلام لا تزال تتناقل كل ما فيها من غير عزو إليها، ودأب البشر العناية بنقل ما يوافق أهواءهم، فكيف إذا وافقت هوى ملوكهم وحكامهم، كنا نسمع في صغرنا أخبار الوهابية المستمدة من رسالة دحلان هذا، ورسائل أمثاله فنصدقها بالتبع لمشائخنا وآبائنا، ونصدق أن الدولة العثمانية هي حامية الدين، ولأجله حاربتهم، وخضضت شوكتهم.\nوأنا لم أعلم بحقيقة هذه الطائفة إلا بعد الهجرة إلى مصر، والاطلاع على تاريخ الجبرتي، وتاريخ الاستقصا في أخبار المغرب الأقصى، فعلمت منهما أنهم هم الذين كانوا على هداية الإسلام دون مقاتليهم، وأكده الاجتماع بالمطلعين على التاريخ من أهلها، ولا سيما تواريخ الإفرنج الذين بحثوا عن حقيقة الأمر، فعلموها وصرحوا أن هؤلاء الناس أرادوا تجديد الإسلام، وإعادته إلى ما كان عليه في الصدر الأول، وإذا لتجدد مجده وعادت إليه قوته وحضارته، وأن الدولة العثمانية ما حاربتهم إلا خوفا من تجديد ملك العرب، وإعادة الخلافة الإسلامية سيرتها الأولى.\nعلى أن العلامة الشيخ: عبد الباسط الفاخوري، مفتي بيروت، كان ألف كتابا في تاريخ الإسلام، ذكر فيه الدعوة التي دعا إليها الشيخ محمد بن عبد الوهاب، وقال: إنها عين ما دعا إليه النبيون والمرسلون، ولكنه قال: إن الوهابيين في عهده متشددون في الدين، وقد عجبنا له كيف تجرأ على مدحهم في عهد السلطان عبد الحميد! ورأيت شيخنا: الشيخ محمد عبده في مصر على رأيه في هداية سلفهم، وتشدد خلفهم وأنه لولا ذلك، لكان إصلاحهم عظيما، ورجى أن يكون عاما، وقد ربى الملك عبد العزيز الفيصل أيده الله غلاتهم المتشددين، منذ سنتين بالسيف، تربية يرجى أن تكون تمهيدا لإصلاح عظيم.\nثم اطلعت على أكثر كتب الشيخ محمد بن عبد الوهاب ورسائله وفتاويه، وكتب أولاده وأحفاده ورسائلهم، ورسائل غيرهم من علماء نجد في عهد هذه النهضة التجديدية، ورأيت أنه لم يصل إليهم اعتراض ولا طعن فيهم إلا وأجابوا عنه، فما كان كذبا عليهم قالوا: {سبحانك هَذَا بُهْتَانٌ عَظِيمٌ} وما كان صحيحا أو له أصل بينوا حقيقته وردوا عليه، وقد طبعت أكثر كتبهم وعرف الألوف من الناس أصل تلك المفتريات عنهم.\nومن المستبعد جدا، أن يكون الشيخ أحمد دحلان لم يطلع على شيء من تلك الكتب والرسائل، وهو في مركزه بمكة المكرمة على مقربة منهم، فإن كان قد اطلع عليها ثم أصر على ما عزاه إليهم من الكذب والبهتان -ولا سيما ما نفوه صريحا وتبرأوا منه- فأي قيمة لنقله ولدينه وأمانته؟ وهل هو إلا ممن باعوا دينهم بدنياهم؟\nولقد نقل عنه بعض علماء الهند ما يؤيد مثل هذا فيه. فقد قال صاحب كتاب «البراهين القاطعة على ظلام الأنوار الساطعة» المطبوع بالهند: إن شيخ علماء مكة في زماننا قريب من سنة ثلاث وثلاثمائة وألف قد حكم -أي أفتى- بإيمان أبي طالب، وخالف الأحاديث الصحيحة، لأنه أخذ الرشوة -الربابي القليلة- من الرافضي البغدادي اهـ.\nوشيخ مكة في ذلك العهد هو الشيخ أحمد دحلان الذي توفي سنة أربع وثلاثمائة وألف، وصاحب الكتاب المذكور هو العلامة الشيخ رشيد أحمد الكتكوتي مؤلف كتاب بذل المجهود شرح سنن أبي داود، والخبر مذكور فيه، وهو قد نسب إلى أحد تلاميذ مؤلفه الشيخ خليل أحمد والصحيح أنه هو الذي أملاه عليه، وهو كبير علماء «ديوبند» في عصره رحمه الله.\nوإذا فرضنا أن الشيخ أحمد دحلان لم ير شيئا من تلك الكتب والرسائل، ولم يسمع بخبر عن تلك المناظرات والدلائل، وأن كل ما كتبه في رسالته قد سمعه من الناس وصدقه، أفلم يكن من الواجب عليه أن يتثبت فيه ويبحث ويسأل عن كتب الشيخ محمد بن عبد الوهاب ورسائله، ويجعل رده عليها، ويقول في الأخبار اللسانية قال لنا فلان، أو قيل عنه كذا، فإن صح فحكمه كذا؟ إن علماء السنة في الهند واليمن قد بلغهم كل ما قيل في هذا الرجل، فبحثوا وتثبتوا وتبينوا كما أمر الله تعالى فظهر لهم أن الطاعنين فيه مفترون لا أمانة لهم، وأثنى عليه فحولهم في عصره وبعد عصره وعدوه من أئمة المصلحين، المجددين للإسلام، ومن فقهاء الحديث كما نراه في كتبهم. . .",
  "books": [
    {
      "text_id": 36527,
      "title": "كيفية المناظرة مع الشيعة والرد عليهم"
    }
  ]
}