{
  "author_id": 2396,
  "author_meta": "أبو ذر عبد القادر بن مصطفى بن عبد الرزاق المحمدي، رئيس قسم الحديث كلية أصول الدين - الجامعة الإسلامية - بغداد\nمواليد: ١٣٩٣ هـ\nالحالة الاجتماعية: متزوج.\nالعنوان: العراق -بغداد -الأعظمية.\nالبريد الالكتروني:  dr.abdulkader٩٤@yahoo.com\nالشهادات العلمية\nالدكتوراه: في الحديث النبوي عام ٢٠٠٢م. من الجامعة الإسلامية ببغداد (جامعة صدام سابقا).\nعنوان الرسالة (الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين).بإشراف الأستاذ الدكتور بشار عواد معروف العبيدي.\nالماجستير: في الحديث النبوي عام ١٩٩٨م.\nعنوان الرسالة: الشفاعة في الحديث النبوي دراسة وتخريج. بإشراف الأستاذ الدكتور أحمد عبيد الكبيسي.\nالعمل الحالي: أستاذ في كلية أصول الدين قسم الحديث النبوي في الجامعة الإسلامية ببغداد.\nالألقاب العلمية:\n١ - مدرس عام ٢٠٠٢م.\n٢ - أستاذ مساعد (مشارك):عام ٢٠٠٦م.\n٣ - أستاذ (بروفسور):عام ٢٠١١م.\nالخبرات العلمية والميدانية:\n١ - درست العلوم الشرعية على يد كبار علماء العراق منذ عام ١٩٨٦م كالشيخ العلامة المحدث صبحي السامرائي، والشيخ الدكتور بشار عواد معروف، والشيخ الفقيه هاشم جميل والشيخ الفقيه أبي اليقظان الجبوري، وغيرهم كثير.\n٢ - حصلت على الإجازة الشرعية العامة عام ١٤٢٠هـ -١٩٩٩م. ومجاز من قبل مشايخ كبار في العالم الاسلامي كالشيخ العلامة صبحي السامرائي والدكتور بشار عواد معروف والشيخ العلامة عبد الله السعد والشيخ حمدي السلفي وغيرهم كثير.\n٣ - ومارست التدريس في المدارس الإعدادية عام ١٩٩٥.\n٤ - محاضر في كلية العلوم الإسلامية - جامعة بغداد عام ١٩٩٧ - ١٩٩٩\n٥ - محاضر في كلية المعلمين الجامعة المستنصرية عام ١٩٩٩ - ٢٠٠١\n٦ - مدرس في كلية أصول الدين في الجامعة الإسلامية ببغداد منذ عام ٢٠٠٢ - ولحد الآن.\n٧ - محاضر في الدراسات العليا (الماجستير والدكتوراه) في قسم الحديث في كلية أصول الدين ٢٠٠٤ - ٢٠١١م\n٨ - حاضرت في الدراسات العليا (الدكتوراه) في قسم العقيدة في كلية أصول الدين عام ٢٠٠٩م.\n٩ - محاضر في الدراسات العليا في قسم الشريعة في كلية الشريعة والقانون في الجامعة الإسلامية ٢٠٠٩ - ٢٠١١م.\n١٠ - عملت مقرراً لقسم الحديث النبوي ٢٠٠٣ - ٢٠٠٥م.\n١١ - عملت رئيساً لقسم الحديث وعلومه في كلية أصول الدين في الجامعة الإسلامية ٢٠٠٥ - ٢٠٠٧م.\n١٢ - أشرفت وناقشت على أكثر من مائة بحث ورسالة ماجستير وأطروحة دكتوراه في الجامعات العراقية.\nعضوية الجمعيات والمنظمات العلمية.\n١ - عضو -مؤسس- لرابطة التدريسين الجامعيين في العراق.\n٢ - عضو جمعية الحديث وعلومه.\n٣ - عضو رابطة الباحثين الجامعيين.\n٤ - عضو نقابة المعلمين في العراق.\n٥ - رئيس مركز الأفق للدراسات والبحوث.\nالبحوث المنشورة: كثيرة منها:\n١ - الألفاظ المصرحة بلفظ النكارة وصلتها بمنكر الحديث دراسة نقدية. (منشور) في مجلة جامعة الأنبار العدد٦ سنة ٢٠٠٥م\n٢ - الميسر في علم تخريج الحديث النبوي. في مجلة جامعة الأنبار ٢٠١٠م.\n٣ - قول الإمام البخاري فيه نظر في كتابه التاريخ الكبير وأقوال أئمة الجرح والتعديل. (منشور) في مجلة الجامعة الإسلامية ٢٠٠٩.\n٤ - الوجيز النفيس في معرفة التدليس (منشور) في مجلة مركز البحوث والدراسات في الوقف السني -بغداد ٢٠٠٥م\n٥ - وثيقة المدينة المنورة دراسة تحليلية. (منشور) في مجلة كلية المعلمين الجامعة المستنصرية العدد ٢٤ لسنة ٢٠٠٥.\n٦ - دراسات في منهج النقد الحديثي أصوله وضوابطه. (صلاحية نشر من مجلة الجامعة الإسلامية ٢٠٠٣م).\n٧ - الحديث الحسن عند الإمام الترمذي دراسة تطبيقية في كتابه الجامع. (قيد النشر).\n٨ - قرائن الترجيح وقواعد التصحيح دراسة موازنة بين المحدثين والفقهاء. (مخطوط).\n٩ - العلة عند المحدثين مفهومها وتطبيقاتها. (مخطوط).\nالكتب المطبوعة:\n١ - البرهان في بيان علاقة الإنس بالجان في ضوء السنة والقرآن. مطبعة دار نبيل -العراق ٢٠٠١م.\n٢ - وثيقة المدينة المنورة دراسة تحليلية. مطبعة دار نبيل ٢٠٠٣م.\n٣ - الشاذ والمنكر وزيادة الثقة موازنة بين المتقدمين والمتأخرين. دار الكتب العلمية ٢٠٠٥.\n٤ - الشفاعة في الحديث النبوي دراسة وتخريج. دار الكتب العلمية ٢٠٠٥م.\n٥ - كتاب (التمييز) للإمام مسلم بن الحجاج. (دراسة وتحقيق) دار ابن الجوزي -الرياض ٢٠٠٩م.\n٦ - كتاب (المحجة في سير الدلجة لابن رجب الحنبلي) (دراسة وتحقيق. دار ابن الجوزي ٢٠٠٩م\n٧ - أقوال الإمام النسائي في كتابه (أسماء الرواة والتمييز بينهم) موازنة بأقوال أئمة الجرح والتعديل. دار ابن الجوزي ٢٠١١م.\nالمؤتمرات والندوات: (مشاركة ببحوث)\n١ - المؤتمر الأول لحقوق الإنسان في المجتمع العربي لكلية العلوم الاجتماعية في جامعة مؤته -الأردن ٩ - ١١/ ٥/٢٠٠٥م.\n٢ - المؤتمر الدولي الأول لكلية الدراسات الفقهية والقانونية بجامعة آل البيت في عمان ١٥ - ١٧/ ١١/٢٠٠٥م.\n٣ - المؤتمر السنوي الأول للجامعة الإسلامية -بغداد عام ٢٠٠٥م.\n٤ - الندوة السنوية لعلماء الحديث والباحثين في السنة النبوية الذي أقامه قسم الحديث النبوي في كلية أصول الدين عام ٢٠٠٦م.\n٥ - مؤتمر مدارس بغداد العقائدية ودورها في الدفاع عن الإسلام -كلية أصول الدين- الجامعة الإسلامية -بغداد عام ٢٠٠٩م.\n٦ - مؤتمر الانتصار للصحيحين المقام في الجامعة الأردنية للفترة من ١٧ - ٢٠/ ٧/٢٠١٠م\n٧ - ندوة السلاجقة الدولية في تركيا عام ٢٠١٠م.\n٨ - مؤتمر دور السنة النبوية في تعزيز مفهوم الأمة الوسط. جمعية الحديث وعلومه بالتعاون مع ديوان الوقف السني ٢٣/ ٥/٢٠١١م. (رئيس المؤتمر ومشارك ببحث).\nوغيرها من المؤتمرات\nأسأل الله العظيم أن يحسن عاقبتنا في الأمور كلها، والحمد لله رب العالمين.",
  "books": [
    {
      "text_id": 117134,
      "title": "الأباب في ضبط اسم الكتاب"
    },
    {
      "text_id": 117135,
      "title": "التصنيف في مصطلح الحديث بين مدرستي الحديث والفقه"
    },
    {
      "text_id": 117137,
      "title": "العبارة المختصرة في علة حديث إن هذه الحشوش محتضرة"
    },
    {
      "text_id": 14241,
      "title": "الدراية في بيان ضوابط نقد الرواية عند الصحابة"
    },
    {
      "text_id": 14244,
      "title": "رسم الأهداف"
    },
    {
      "text_id": 36051,
      "title": "الوجيز النفيس في معرفة التدليس"
    },
    {
      "text_id": 36055,
      "title": "حديث رزية يوم الخميس في الصحيحين"
    },
    {
      "text_id": 36147,
      "title": "الشاذ والمنكر وزيادة الثقة - موازنة بين المتقدمين والمتأخرين"
    },
    {
      "text_id": 95586,
      "title": "من قال فيه البخاري «فيه نظر»"
    },
    {
      "text_id": 95695,
      "title": "الشفاعة في الحديث النبوي"
    },
    {
      "text_id": 95844,
      "title": "أعلام المدرسة الحديثية البغدادية المعاصرة"
    },
    {
      "text_id": 96328,
      "title": "المشروع الأمريكي في احتلال العراق وأثره في تغيير خارطة المنطقة"
    },
    {
      "text_id": 96329,
      "title": "الألفاظ المصرحة بلفظ النكارة وصلتها بـ «منكر الحديث»"
    },
    {
      "text_id": 96333,
      "title": "الميسر في علم تخريج الحديث النبوي"
    }
  ]
}