{
  "author_id": 2405,
  "author_meta": "قال عبد الحي الحسني في «نزهة النواظر» ما نصه:\nمولانا عبد العزيز الملتاني:\nالشيخ العالم المحدث عبد العزيز بن أحمد بن الحامد القرشي الفريهاري الملتاني أبو عبد الرحمن\nكان من كبار العلماء، له مصنفات كثيرة في المعقول والمنقول منها:\n- الصمصام في ذم التأويل والبحر المحيط والسلسبيل ثلاثتها في التفسير وما يتعلق به\n- ومنها كوثر النبي في مصطلحات الحديث والموضوعات والرسالة في إثبات رفع السبابة في التشهد ومختصر منظوم بالعربي في هذا الباب\n- ومنها كتابه النبراس في شرح العقائد بالعربي صنفه سنة تسع وثلاثين ومائتين وألف، وكتابه سدرة المنتهى ومرام الكلام في عقائد الإسلام والإيمان الكامل بالفارسي ورسالة في الرد على الروافض والناهية عن ذم معاوية كلها في الكلام\n- ومنها الحاشية العزيزية على متن الإيساغوجي في المنطق\n- ومنها الإكسير في ثلاثة مجلدات والزمرد الأخضر بالعربي صنفه سنة ثمان واثنتين والترياق بالعربي صنفه سنة سبع وثلاثين والعنبر الأشهب بالعربي وفرهنك مصطلحات طبيه بالفارسي كلها في الصناعة الطبية\n- ومنها الياقوت رسالة له بالعربية في ذم التقليد والعتيق ومعجون الجواهر والدر المكنون والنبطاسيا والأوقيانوس واليواقيت في علم المواقيت ورسالة في الجفر الجامع ورسالة في سير السماء وتسهيل السيارات ورسالة في الكسوف واللوح المحفوظ ومنتهى الكمال\n- وله غير ذلك من الرسائل.\nوكان - رحمه الله - زاهداً متقللاً يديم الاشتغال بمطالعة الكتب وكان لا يتردد إلى الأغنياء ولا يقبل نذورهم\nوكان شديد الميل إلى إتباع السنة السنية ورفض التقليد، قال في الياقوت: وبالجملة لا يرتاب مسلم في أن الله سبحانه أمر باتباع رسوله فلا نترك اليقين بالشك ومن لامنا عليه فليلم انتهى، وقال في كوثر النبي: وإلى الله المشتكى من المعاصرين ومن علمائهم المتعصبين القاصرين اتخذوا علم الحديث ظهرياً ونبذوا التخريج نسياً منسياً، فأوعظهم ألهجهم بالأكاذيب وأعلمهم أكذبهم في الترغيب والترهيب، وليس هذا أول قارورة كسرت في الإسلام بل هذه الشنيعة متقاومة من سالف الأيام فإن\nالأبالسة أفسدوا بالوضع والتزوير فانخدع لهم مدونوا المواعظ والتفسير ويهلك بتدوينها تالف بعد تالف والله الناصر الموفق للمحدثين وموكلهم عن نفي الكذب في الدين، انتهى.\nومن إفاداته رحمه الله في رفع السبابة في التشهد:\nحمداً لك اللهم حمداً سرمداً … وعلى محمدك السلام مؤبدا\nوعلى صحابته الكرام جميعهم … والعترة الأطهار دام مخلدا\nعبد العزيز يقول نظماً فابتغوا … حكماً صحيحاً بالنصوص مؤيدا\nإن الإشارة سنة مأثورة … قد جاء عن جمع الصحابة مسندا\nبحديث خير الخلق صح بيانه … فاعمل بهذا الخير حتى ترشدا\nوبالإتفاق من الأئمة كلهم … كأبي حنيفة صاحبيه وأحمدا\nوالشافعي ومالك فاتبعهم … إذ من يخالفهم فليس بمقتدى\nفالخنصر اعقد والتي اتصلت بها … والوسط بالإبهام تسعين اعقدا\nوأرفع سبحة إذا ما قلت لا … وعلى الجلالة ضع وحل المعقدا\nأما الذين يحرمون فقولهم … زور وحكم باطل لا يقتدى\nقد عارضوا قول النبي برأيهم … والرأي في المنصوص ليس مسددا\nقد قيل أول من أتى بقياسه … في رد نص الشرع إبليس الردى\nإذ قال إن النار نور زاهر … والعقل ليس بآمر أن يسجدا\nفاستخلصن عن كيد كيدانيهم … واترك خلاصته ولا تتقيدا\nواستعظمن أهل الحديث فانهم … مثل الصحابة فاتخذهم مرشدا\nليس التشبه بالروافض باطلاً … في كل فعل سيما سنن الهدى\nكالأكل باليمنى وحب المرتضى … وقراءة القرآن يا أهل الندى\nبل في شعارهم الذي قد أبدعوا … من غير أن يقفو الرسول الأمجدا\nكاللوح من طين الحسين فإنهم … أخذوه في حين العبادة مسجدا\nومن ادعى أن السكون محتم … فاشارة التهليل زائدة سدى\nقلنا صنيع الشرع ليس بزائد … أوما ترانا ركعاً أو سجدا\nويقال يحسن ترك ما هو دائر … في الندب والتحريم حين ترددا\nقلنا له إن التردد باطل … إذ مذهب التحريم ليس مؤيدا\nوأدلة استحبابها لك قد بدت … كالشمس مشرقة فلا تترددا\nهذاك تلخيص المقالة مجملاً … ولنا كتاب مستقل مفردا\nأخبرنا الشيخ قادر بخش الخليلي الشجاع آبادي أنه مات في شبابه حين جاوز ثلاثين سنة ولم أقف على سنة وفاته.",
  "books": [
    {
      "text_id": 36080,
      "title": "الناهية عن طعن أمير المؤمنين معاوية"
    }
  ]
}