{
  "author_id": 2406,
  "author_meta": "أَبو تَمَّام (١٨٨ - ٢٣١ هـ = ٨٠٤ - ٨٤٦ م)\nحبيب بن أوس بن الحارث الطائي، أبو تمام: الشاعر، الأديب. أحد أمراء البيان.\nولد في جاسم (من قرى حوران بسورية) ورحل إلى مصر، واستقدمه المعتصم إلى بغداد، فأجازه وقدمه على شعراء وقته فأقام في العراق. ثم ولي بريد الموصل، فلم يتم سنتين حتى توفي بها.\nكان أسمر طويلا. فصيحا، حلو الكلام، فيه تمتمة يسيرة، يحفظ أربعة عشر ألف أرجوزة من أراجيز العرب غير القصائد والمقاطيع. في شعره قوة وجزالة. واختلف في التفضيل بينه وبين المتنبي والبحتري.\nله تصانيف منها (فحول الشعراء - خ) و (ديوان الحماسة - ط) و (مختار أشعار القبائل) وهو أصغر من ديوان الحماسة، و (نقائض جرير والأخطل - ط) نسب إليه، ولعله للأصمعيّ، كما يرى الميمني و (الوحشيات - ط) وهو ديوان الحماسة الصغرى، و (ديوان شعره - ط)\nومما كتب في سيرته (أخبار أبي تمام - ط) لأبي بكر محمد ابن يحيى الصولي، و (أبو تمام الطائي: حياته وشعره - ط) لنجيب محمد البهبيتي المصري، و (أخبار أبي تمام) لمحمد علي الزاهدي الجيلاني المتوفى بالهند سنة ١١٨١هـ و (أخبار أبي تمام) للمرزباني، و (أبو تمام - ط) لرفيق الفاخوري، ومثله لعمر فروخ، و (هبة الأيام فيما يتعلق بأبي تمام - ط) ليوسف البديعي\nوفي \"خزانة البغدادي\" (١/ ١٧٢ و ٤٦٤): كان شعره غير مرتب فرتبه الصولي على الحروف ثم رتبه علي بن حمزة الأصفهاني على أنواع الشعر.\nوفيه أيضا: مولده في آخر خلافة الرشيد سنة ١٩٠ وقيل غير ذلك، ووفاته سنة ٢٣٢ هـ\nوشذرات ٢: ٧٢ وفيه: مات كهلا. وتاريخ بغداد ٨: ٢٤٨ وفيه: قال ابنه تمام: ولد أبي سنة ١٨٨ هـ\nويقول المستشرق مرجيلوث  D.S Margoliouth..  في دائرة المعارف الإسلامية ١: ٣٢٠ إن والد أبي تمام كان نصرانيا يسمى (ثادوس) أو (ثيودوس) واستبدل الابن هذا الاسم فجعله أوسا بعد اعتناقه الإسلام، ووصل نسبه بقبيلة طيِّئ، وكان أبوه خمارا في دمشق، وعمل هو حائكا فيها ثم انتقل إلى حمص وبدأ بها حياته الشعرية. وأورد فازيليف في كتابه العرب والروم، الصفحة ٣٤٦ - ٣٥٢ طائفة من إشارات أبي تمام إلى حروب العرب والروم.\nوفي أخبار أبي تمام للصولي ١٤٤ أنه كان أجش الصوت يصطحب راوية له، حسن الصوت، فينشد شعره بين أيدي الخلفاء والامراء. وانظر كتاب (الوحشيات) مقدمته: من تحقيق العلامة عبد العزيز الميمني.\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 36082,
      "title": "الوحشيات = الحماسة الصغرى"
    }
  ]
}