{
  "author_id": 2413,
  "author_meta": "الاسم: وائل بن حافظ بن خلف.\nمعهد حاسبات، كلية دار العلوم جامعة القاهرة.\nأتم حفظ القرآن الكريم على يدي مشايخ قريته، وتلقى العلوم الشرعية على عدد من أهل العلم الأكابر، وبينه وبين بعضهم آصرة قوية، وقد قَرَّظ لبعض كتبه عددٌ منهم … وأخذ علوم اللغة على عدد من الدكاترة والمتقنين من أهل محافظته.\nالإجازات:\nمعه إجازة بحديث الأولية، وبالكتب الستة وغيرها من فضيلة الشيخ أحمد بن عبد الرزاق بن محمد آل إبراهيم العنقري التميمي (حفظه الله)، وغيره.\nالأعمال التي طُبعت له:\n(أعماله كلها وقفية لا يأخذ عليها أجرًا ولا يبتغيه إلا من الله، ويحق لكل أحد طبع كتبه بعد الرجوع إليه وإعلامه بذلك.)\nأولاً: التحقيقات:\nتحقيق «مقدمة ابن خلدون» المسمى «الجوهر المكنون حاشية على مقدمة ابن خلدون» ألفه وهو في العشرين من عمره، (وقد نشرته دار العقيدة للتراث بالإسكندرية ولكن للأسف نشرته مشوهًا طلبًا للاختصار!!. ويُعاد طبعه الآن كاملاً).\nتحقيق «وحي القلم» للعلامة مصطفى صادق الرافعي. طبع مشوهًا أيضًا.\n«السُّمُوُّ الرُّوحي الأعظم والجمال الفني في البلاغة النبوية» للرافعي (نشرته دار البشير للثقافة والعلوم بالقاهرة).\n«العِقد الفريد» لابن عبد ربه (في طريقه للطبع).\n«الرسالة الشافية في وجوه الإعجاز» للإمام عبد القاهر الجرجاني (تحت الطبع).\nتحقيق «الأدب الصغير» لابن المقفع، طبع بدار الأمل، ثم بدار ابن القيم بالإسكندرية.\nثانيًا: المؤلفات: بعضها طُبع وبعضها قيد الطبع.\n«دراسة حول الجاحظ وكتابه البيان والتبيين».\n«الفائق في الكلام الرائق».\n«المنتخب من وصايا الآباء للأبناء» (طبع بدار جنا بالإسكندرية - دار الدعوة بمحرم بك طبعة أولى - دار ابن القيم طبعة ثانية) - «السَّفود .. إصلاح وتهذيب».\n«مجمع البحرين في المحاكمة بين الرافعي وطه حسين».\n«بلوغ الغاية من تهذيب بداية الهداية» للإمام الغزالي (طبع بدار البشير).\n«إنباء الداني والقاصي بفضائل معاويةَ وأبي بكرةَ وعمرو بْنِ العاصي».\n«خواطر حول كتاب» كليلة ودمنة «والرد على من طعن عليه».\n«رجوع أبي الحسن الأشعري عن الاعتزال حقيقة أم أكذوبة؟ والقول الفصل في كتاب» الإبانة عن أصول الديانة «.\n» سلسلة «العِقد الثمين من وصايا أهل الحكمة والحصافة والدين».\n«الطود المنيف في الرد على من قال: في» صحيح البخاري «ضعيف». ويعتبر هذا الكتاب مشروعه الأكبر، وعمله الأجل.\n«الوفاء».\n«ديوان الشيب».\n«تحذير الوسنان من آفات اللسان».\nالهدف الرئيس لأعماله:\nبدأ حياته بطلب العلوم الشرعية بعامة، وتخصص في علم الحديث. ولكن حدث له موقف وهو يقرأ كتاب «دلائل الإعجاز» للجرجاني (رحمه الله) على بعض أساتذته وكان معتزليًّا؛ فصح عزمه بعدها أن يتجه إلى تحقيق الكتب الأدبية وصبغها بالصبغة الدينية الصحيحة كما كانت قبلُ، وإظهار ما فيها من زيف إن وُجد مستعينًا بما حصله من علوم الشريعة واللغة؛ إذ إن تأثير طائفة الكتاب في الأمة لا يُنكر، وهم يُقبِلون على أُمَّات الكتب الأدبية ويَقبَلون ما فيها على عِلاَّته، ثم ينافحون عنها بعد أن صارت اعتقاداتٍ لديهم. وقد استنصح غيرَ واحد من أهل العلم فشجعه على المضي قدمًا في هذا الدرب، فقليل مَن يسلكه، بخلاف الكتب الشرعية فخدامها كثر.\nالمجلات التي يكتب بها: مجلة المجتمع الكويتية\nالأقامة: جمهورية مصر العربية - محافظة البحيرة - مركز كفر الدوار\nالبريد الإلكتروني  Waelhafez٩٥@gmail.com\nروابط مقالين نشرا بمجلة المجتمع:\nhttp://magmj.com/index.jsp?inc=٥&amp;id=٥٥٦٣&amp;pid=١٢٤٢&amp;version=٧٠\nhttp://magmj.com/index.jsp?inc=٥&amp;id=٦٠٨٨&amp;pid=١٣٩٤",
  "books": [
    {
      "text_id": 12774,
      "title": "المنتخب من وصايا الآباء للأبناء"
    },
    {
      "text_id": 37549,
      "title": "بلوغ الغاية من تهذيب بداية الهداية"
    }
  ]
}