{
  "author_id": 2414,
  "author_meta": "جامعة المدينة العالمية مؤسسة تعليمية مستقلة غير ربحية، معترف بها من وزارة التعليم العالي الماليزية وتحظى بدعم خاص من حكومة دولة ماليزيا\nنبعت فكرة تأسيس الجامعة من صدور علماء أفاضل، رغبوا في نشر العلم في كل بقعة من بقاع الأرض، باستخدام وسائط الاتصال والتقنية الرقمية الحديثة، وتطبيق \"نظام التعليم عن بعد\"، الذي يتجاوز حدود المكان وقيود الزمان\nجامعة المدينة العالمية، تقوم على نظامي التعليم عن بعد، والتعليم الإلكتروني، وتضم كوكبة من خيرة العلماء في مجال الدراسات الشرعية، ينتمون إلى مختلف أنحاء العالم، هذا بالإضافة إلى مكتبتها الرقمية التي تشتمل على ذخائر كتب التراث.\nالتوجه الشرعي لجامعة المدينة العالمية، لا يغض من طموحها الكبير وسعيِها الحثيث إلى استيعاب سائر مجالات العلوم، النظرية منها والتطبيقية، برؤية عصرية متكاملة، تتجاوب مع معطيات العصر الراهن، وتواكب تطوره العلمي\n[(الاعتراف) و (الاعتماد) و (المعادلة)]\nحصلت جامعة المدينة العالمية، على الاعتراف بها من قبل وزارة التعليم العالي ( MOHE)  بماليزيا، تلك الدولة الإسلامية، ذات التّجربة الكبيرة في البناء العلمي والحضاري، وذلك في يوم السادس والعشرين من شهر ديسمبر عام ٢٠٠٦ م، حيث تم تسجيلها رسميا، في يوم العشرين من شهر يونيو عام ٢٠٠٧م، بموجب المادة (٥٥٥) من قانون التعليم العالي الخاص بماليزيا، الصادر عام ١٩٩٦م، بالملف الجامعي تحت الرقم: ( KPT/JPS/DFT/US/B٢٢).  وتعمل الجامعة تحت القانون الذي ينظم تأسيسها وإدارتها، مستهدفة بناء بيئة تعليمية متكاملة، لطلاب التعليم العالي، في جميع أنحاء العالم.\nحرصت جامعة المدينة العالمية على أن لا تفتح أبواب القبول لطلبتها إلا بعد الحصول على التصاريح الكاملة للجامعة، وكذلك الاعتراف الأكاديمي لبرامجها الدراسية، ونظراً لأن الجامعة عالمية وليست محلية أو إقليمية فقد اختارت دولة ماليزيا كمقر لها لما تتمتع به هذه الدولة من مكانة وسمعة عالمية على المستوى الدولي الأمر الذي يسهل قبول الجامعة وشهاداتها على المستوى العالمي.\nوزارة التعليم العالي الماليزية ( MOHE)\nحصلت جامعة المدينة العالمية على الترخيص والاعتماد الرسمي للتشغيل بموجب الوثيقة الصادرة من وزارة التعليم العالي الماليزية برقم [ KPT/JPS/DFT/US/B٢٢]،  وتاريخ العشرين من شهر يونيو من العام ٢٠٠٧ للميلاد، وتخضع لقوانين وزارة التعليم العالي الماليزية، بوصفها جامعة مستقلة محلية، تهدف للعمل الجامعي بأسلوب عالمي، وتستطيع قبول الطلاب الدوليين من خارج ماليزيا.\nهيئة الاعتماد الماليزية ( MQA)\nجميع البرامج الأكاديمية والدورات الدراسية بالجامعة يتم اعتمادها من الهيئة الماليزية للاعتمادات والأهلية الأكاديمية، التي تُعنى بمراقبة الجودة والكفاءة الأكاديمية، وتعرف اختصاراً بـ[ MQA]  أو ( Malaysian Qualifications Agency)  والمعترف بها عالمياً.\nهناك ثلاثة مصطلحات يجدر التمييز بينها هي: (الاعتراف) و (الاعتماد) و (المعادلة):\n١ - فـ (الاعتراف): فنعني به هو أن تكون الجامعة مسجلة في وزارة التعليم العالي في البلد الذي يقع فيه مقر الجامعة، وبالنسبة لجامعة المدينة العالمية فقد استكملت هذا الجانب كما أشرنا إلى ذلك في أعلاه.\nوهذا يعني أن بمقدور الطالب بعد أن يستلم شهادته ويصادق عليها من قبل الجامعة، إن يصادق عليها من وزارة التعليم العالي الماليزية، ومن ثم بإمكان الطالب أن يصادق عليها من وزارة الخارجية الماليزية، وبعدها من سفارة بلاده في دولة ماليزيا.\n٢ - وأما (الاعتماد): فنعني به الاعتماد الأكاديمي للبرامج الأكاديمية والعملية الدراسية بالجامعة، وبموجب الأنظمة الماليزية فإن جميع البرامج التي يتم عرضها للطلبة يجب قبولها والموافقة عليها من الهيئة الماليزية للاعتمادات والأهلية الأكاديمية قبل طرحها.\n٣ - أما (المعادلة): فهي مرحلة غالباً ما تكون بعد تخرج الطلبة من الجامعة، وهي مسألة سيادية تختص بالدولة التي يرغب الطالب الحصول على المعادلة لشهادته الجامعية فيها، بحيث يتم التقدم من الدفعات الأولى للخرجيين للحصول على المعادلة، وفي حال الحصول عليها، فإن الدرجات العلمية للجامعة ستكون معادلة في تلك الدولة.\nمع العلم بأن الجهد الأكبر في هذه المسألة يقع على الطلبة من الخريجين للتقدم بطلب المعادلة في الدولة المقصودة، وسوف تبذل الجامعة قصارى جهودها في سبيل تذليل العقبات وتسهيل عملية الحصول على المعادلة.\n(نقلا عن موقع الجامعة/  http://www.mediu.edu.my)",
  "books": [
    {
      "text_id": 10120,
      "title": "الحديث الموضوعي - جامعة المدينة"
    },
    {
      "text_id": 10189,
      "title": "الأدب المقارن - جامعة المدينة (بكالوريوس)"
    },
    {
      "text_id": 10329,
      "title": "التفسير الموضوعي 2 - جامعة المدينة"
    },
    {
      "text_id": 10369,
      "title": "أصول الدعوة وطرقها 4 - جامعة المدينة"
    },
    {
      "text_id": 10604,
      "title": "الدخيل في التفسير - جامعة المدينة"
    },
    {
      "text_id": 1075,
      "title": "اتجاهات فكرية معاصرة - جامعة المدينة"
    },
    {
      "text_id": 11136,
      "title": "أصول الدعوة وطرقها 1 - جامعة المدينة"
    },
    {
      "text_id": 11199,
      "title": "أصول النحو 1 - جامعة المدينة"
    },
    {
      "text_id": 11200,
      "title": "البلاغة 1 - البيان والبديع - جامعة المدينة"
    },
    {
      "text_id": 11313,
      "title": "السياسة الشرعية - جامعة المدينة"
    },
    {
      "text_id": 11321,
      "title": "أصول النحو 2 - جامعة المدينة"
    },
    {
      "text_id": 12164,
      "title": "أصول الدعوة وطرقها 3 - جامعة المدينة"
    },
    {
      "text_id": 12202,
      "title": "أصول الدعوة - جامعة المدينة"
    },
    {
      "text_id": 30912,
      "title": "الأديان الوضعية - جامعة المدينة"
    },
    {
      "text_id": 30927,
      "title": "أصول البحث الأدبي ومصادره - جامعة المدينة"
    },
    {
      "text_id": 31076,
      "title": "التفسير الموضوعي 1 - جامعة المدينة"
    },
    {
      "text_id": 31077,
      "title": "الإعجاز اللغوي في القرآن الكريم - جامعة المدينة"
    },
    {
      "text_id": 31080,
      "title": "الإعجاز العلمي في القرآن الكريم - جامعة المدينة"
    },
    {
      "text_id": 31083,
      "title": "الأديان والمذاهب - جامعة المدينة"
    },
    {
      "text_id": 31513,
      "title": "الخطابة - جامعة المدينة"
    },
    {
      "text_id": 7582,
      "title": "البلاغة 2 - المعاني - جامعة المدينة"
    },
    {
      "text_id": 8496,
      "title": "الحسبة - جامعة المدينة"
    },
    {
      "text_id": 8949,
      "title": "الأدب المقارن - جامعة المدينة (ماجستير)"
    },
    {
      "text_id": 8954,
      "title": "أصول الدعوة وطرقها 2 - جامعة المدينة"
    },
    {
      "text_id": 95991,
      "title": "الدفاع عن السنة - جامعة المدينة (بكالوريوس)"
    },
    {
      "text_id": 95992,
      "title": "الدفاع عن السنة - جامعة المدينة (ماجستير)"
    }
  ]
}