{
  "author_id": 2415,
  "author_meta": "محمد زكريا الكاندهلوي (١٣١٥ - ١٤٠٢ هـ = ١٨٩٨ - ١٩٨٣ م)\nالمحدث الشيخ محمد زكريا بن الشيخ محمد يحيى بن الشيخ إسماعيل الكاندهلوي المدني شيخ الحديث بالهند وأحد كبار المحدثين في العالم الإسلامي.\nولد لإحدى عشرة ليلة خلت من رمضان سنة ١٣١٥ هـ الموافق ٢ فبراير ١٨٩٨ م في كاندهلة من أعمال مظفر نكر قرب دهلي في بيت عريق في العلم والدين\nانتقل مع والده ١٣٢٨ هـ إلى سهارنفور وبدأ درس الحديث الشريف في مدرسة «مظاهر العلوم» فقرأ على والده الصحاح غير سنن ابن ماجه في ١٣٣٣ هـ.\nثم قرأ في ١٣٣٤ هـ صحيح البخاري وسنن الترمذي على خليل أحمد السهارنفوري (ت ١٣٤٦ هـ). ولزمه وصحبه إلى الحج وأجازه إجازة عامة وخلفه\nبعد أن تخرج من المدرسة المذكورة عين مدرساً بها سنة ١٣٣٥ هـ، فدرس عدة علوم ومنها الحديث، فكان يدرس «صحيح البخاري» و «مشكاة المصابيح»، و «سنن أبي داود»\nرغب شيخه خليل السهارنفوري في وضع شرح لسنن أبي داود وطلب منه أن يساعده في ذلك، فكان الشيخ خليل يرشده إلى المظان والمصادر العلمية التي يلتقط منها المواد فيجمعها الشيخ محمد زكريا ويعرضها على شيخه فيأخذ منها ما يشاء ويترك ما يشاء ثم يملي عليه الشرح فيكتبه وهكذا تكون كتاب: «بذل المجهود في شرح سنن أبي داود»\nثم رافق شيخه المذكور إلى الحج، وأجازه إجازة عامة وخلفه، وتم إكمال «بذل المجهود» في خمسة أجزاء كبار، (وهو من أوسع شروح السنن) ثم اهتم بطبعه في المطابع الهندية والعناية بتصحيحه وإخراجه.\nرحل إلى إفريقيا وباكستان للدعوة ثم جاور في آخر حياته في المدينة المنورة بمدرسة العلوم الشرعية وكان حصل على الجنسية السعودية. وطاف أنحاء العالم الإسلامي وتتلمذ عليه كثيرون ثم قدم المدينة المنورة واستوطنها إلى أن توفي فيها.\n(مؤلفاته)\nتزيد على (١٤٠) منها المطبوع ومنها المخطوط بالعربية والأردية، فمن أهم وأشهر المطبوعة بالعربية:\nأوجز المسالك إلى موطأ مالك في ثمانية عشر مجلداً وهو لأبيه توفي قبل إتمامه فأتمه هو وترجم لنفسه في مقدمته وذكر فيه أسانيده وتراجم شيوخه. طبع مراراً في الهند، وطبع أخيراً في عشرة مجلدات من مصر\nالأبواب والتراجم لصحيح البخاري\nتعليقات على بذل المجهود شرح سنن أبي داود لخليل أحمد السهارنفوري\nتعليقات لامع الدراري على جامع البخاري الذي هو مجموع دروس لأبي مسعود رشيد أحمد الكنكوهي قيدها والد المترجم له (الشيخ محمد يحيى الكاندهلوي) ثم علق المترجم عليها\nتعليقات الكوكب الدري على جامع الترمذي ٤ مجلدات وهو أيضا من أمالي الشيخ رشيد أحمد الكنكوهي\nالفيض السمائي على سنن النسائي: وهو - أيضا- فوائد للشيخ الكنكوهي قيَّدها على سنن النسائي مع إضافات للمترجم. طبع في المكتبة الخليلية بالهند\nحجة الوداع وجزء عمرات النبي صلى الله عليه وسلم (مجلد)\nأسباب سعادة المسلمين وشقائهم. كتاب متوسط\nوجوب إعفاء اللحية حققه الشيخ محمد بن آدم الكوثري\nالشريعة والطريقة، مجلد\nالمودودي ماله وما عليه\nالأستاذ المودودي ونتائج بحوثه وأفكاره. كتاب متوسط\nمكانة الصلاة في الإسلام\nفضائل الدعوة إلى الخير\n(كتب بالأردية)\nكتاب «فضائل الأعمال» واسمه القديم الذي طبع به أولا: «تبليغي نصاب»، أي منهج التبليغ، عبارة عن أبواب منوعة في فضائل الأعمال، كتبها مؤلفها لتكون مرجعا لجماعته «جماعة التبليغ»، فأصبح هذا الكتاب عمدتهم، يقرؤونه في مجالسهم، ويدرسونه في مدارسهم ومساجدهم، وهو مكتوب باللغة الأوردية، لذلك لم ينتشر في البلاد العربية، وإنما في البلاد التي تنتشر فيها جماعة التبليغ كالهند والباكستان والأفغان (١).\nشرح شمائل الترمذي\nحكايات الصحابة، وغيرها كثير\n) وفاته)\nتوفي في المدينة المنورة في أول يوم من شعبان سنة ١٤٠٢ هـ يوم الاثنين بعد العصر وشيعت جنازته في جمع عظيم ودفن بجوار شيخه العلامة خليل أحمد السهارنفوري في البقيع.\n_________\n(١) قال الشيخ حمود التويجري في «القول البليغ» (ص ١١): «وأهم كتاب عند التبليغيين كتاب «تبليغي نصاب» الذي ألفه أحد رؤسائهم المسمى: محمد زكريا الكاندهلوي، ولهم عناية شديدة بهذا الكتاب، فهم يعظمونه كما يعظم أهل السنة «الصحيحين» وغيرهما من كتب الحديث. وقد جعل التبليغيون هذا الكتيب عمدة ومرجعا للهنود وغيرهم من الأعاجم التابعين لهم، وفيه من الشركيات والبدع والخرافات والأحاديث الموضوعة والضعيفة شيء كثير، فهو في الحقيقة كتاب شر وضلال وفتنة» انتهى. (نقلا عن موقع الإسلام سؤال وجواب)",
  "books": [
    {
      "text_id": 853,
      "title": "الأبواب والتراجم لصحيح البخاري"
    }
  ]
}