{
  "author_id": 2418,
  "author_meta": "مفسر فقيه داعية\nولد بحلب (في سوريا) من أسرة الرفاعي التي يرتفع نسبها إلى العترة النبوية وفي ذلك يقول:\nوليست النسبة العليا مُشَرِّفةٌ … إنْ لمْ يزنها الفتى بالدين والأدبِ\n«سلمان» مثواه جناتٌ مخلدةٌ … والنار قد جعلت مثوى «أبي لهبِ»\nوالدين والنسب الأسمى إذا اجتمعا … فاز الفتى بكريم الدين والنسبِ\nتعلم في حلب، وتتلمذ على كبار علمائها وعلماء الشام أمثال: الشيخ راغب الطباخ، والشيخ مصطفى الزرقاء والشيخ محمد بهجة البيطار والشيخ ناصر الدين الألباني.\nيقول علي الطنطاوي - رحمه الله - قال «وكان اتصالي بالشيخ بهجة -وهو شيخ الرفاعي - قد سبب لي أزمة مع مشايخي، لأن أكثر مشايخ الشام ممن يميلون إلى الصوفية، وينفرون من الوهابية وهم لا يعرفونها ولا يدرون أنه ليس في الدنيا مذهب اسمه الوهابية، وكان عندنا جماعة من المشايخ يوصفون بأنهم من الوهابيين على رأسهم بهجة البيطار»\nعمل مراقباً ومدرساً في الكلية الإسلامية بحلب، ولما كانت سوريا قد صارت تحت الاحتلال الفرنسي بعد الحرب العالمية الأولى فقد كان لمحمد نسيب الرفاعي دور كبير في مجاهدة الاحتلال الفرنسي شأنه في ذلك شأن الشيخ تقي الدين الهلالي المغربي الذي حارب فرنسا وأسبانيا وفضحهم في الإذاعة الألمانية.\nوكان يلهب جمهور المتظاهرين بشعره، فقبض علييه وسجن في قلعة راشيل في البقاع الغربي من لبنان، وفي معتقل الميّة والميّة في جنوبي صيدا، وفي هذا المعتقل تعرف على العلامة الشيخ مصطفى السباعي وعلى الأديب عمر أبي النصر الذي كان معه بعض كتب شيخ الإسلام ابن تيمية فترك الطريقة الرفاعية، وأصبح سلفياً، وعندما أفرج عنه عاد إلى عمله، وأسس جمعية الدعوة السلفية للصراط المستقيم في حلب.\nثم ترك سورية إلى لبنان عام ١٩٧٢، وقام بالدعوة إلى الله ونشر الكتب مع الشيخ زهير الشاويش , والأستاذ سعيد المعيار\nكانت له صلة بأنصار السنة المحمدية في مصر زمن رئاسة الشيخ عبد الرحمن الوكيل كما كان معاصرًا للشيخ عبد الرزاق عفيفي ومن أئمة الدعوة في السعودية الشيخ ابن باز، والشيخ ابن حميد، والشيخ عبد الله الخياط، وكثير من سلفيي الدعوة في البلاد الإسلامية\nثم أقام في الأدرن عام ١٩٧٦ إلى أن توفي، وضعف بصره في أواخر عمره.\nوكان عَفَّ اللسان، رحب الصدر، غير شديد الخصومة، بل كان المتسامح مع خصومه، وكان فصيح العبارة، بديع الإلقاء بالشعر.\nمن مؤلفاته:\n١ - التفسير الواضح\n٢ - (تيسير العلي القدير لاختصار تفسير ابن كثير) أربعة أجزاء\n٣ - (نقد قصيدة البردة لما في بعض أبياتها من البدعة والكفر والردة) مخطوط\n٤ - (التوصل إلى حقيقة التوسل)\n٥ - (الباقيات الصالحات في شرح الأسماء والصفات) مخطوط، وصل فيه إلى صفة الرزاق\n٦ - (التفسير الواضح على نهج السلف الصالح) على نمط تفسير الجلالين مع بعض التوسع، مات قبل أن يطبعه\n٧ - (بلوغ المنى في إثبات عصمة نساء النبي من الزنى) مخطوط\n٨ - بدعة تحديد النسل\n٩ - مجموعة رسائل\n١٠ - المختارات الوطنية - شعر\n١١ - ديوان الرفاعي",
  "books": [
    {
      "text_id": 37535,
      "title": "التوصل إلى حقيقة التوسل"
    }
  ]
}