{
  "author_id": 2421,
  "author_meta": "حسن أيوب (٠٠٠ - ١٤٢٩ هـ = ١٩١٨م - ٢٠٠٨م)\nالشيخ حسن محمد أيوب داعية إسلامي معروف ومن علماء الأزهر ومن الرعيل الأول للإخوان المسلمين في مصر من مواليد قرية فيشا الكبرى بمركز منوف بمحافظة المنوفية\nالتخرج والعمل\n* تخرج في كلية أصول الدين جامعة الأزهر سنة ١٩٤٩م،\n* وعمل بعد تخرجه مدرِّسًا بوزارة التربية والتعليم،\n* ثم موجِّهًا بوزارة الأوقاف، ثم مديرًا للمكتب الفني بها.\n* انتقل بعد ذلك للعمل بدولة الكويت كواعظ وخبير ومؤلف،\n* ثم انتقل للعمل في المملكة العربية السعودية؛\n* فَعُيِّنَ أستاذًا في الثقافة الإسلامية بجامعة الملك عبد العزيز،\n* ثم أستاذًا بمعهد إعداد الدعاة بمكة المكرمة.\nاعتقاله\nلقِيَ الشيخ أشدَّ ألوان التعذيب أثناء فترة اعتقاله في مصر التي قاربت ٢٠ عامًا بسبب انتمائه لجماعة الإخوان المسلمين في عهد الرئيس الراحل جمال عبد الناصر.\nمن أنشطته الخيرية\nأسس الشيخ الراحل بالكويت العديد من المشروعات الدعوية والخيرية، في مقدمتها \"لجنة زكاة العثمان\" التي تعد من أشهر لجان الزكاة بالعالم العربي.\nمن مؤلفاته\n١. الخلفاء الراشدون القادة الأوفياء وأعظم الخلفاء\n٢. السلوك الاجتماعي في الإسلام\n٣. السلوك الاجتماعي في الإسلام (إنجليزي)\n٤. الفقه الشامل\n٥. تبسيط العقائد الإسلامية\n٦. دليل الحج والعمرة\n٧. رحلة الخلود\n٨. فقه الأسرة المسلمة\n٩. فقه الجهاد في الإسلام - (للتحميل)\n١٠. فقه الحج والعمرة\n١١. فقه العبادات بأدلتها في الإسلام\n١٢. فقه المعاملات المالية في الإسلام\n١٣. قصص الأنبياء (قصص الصفوة الممتازة .. أنبياء الله ورسله)\n١٤. الجهاد والفدائية في الإسلام\n١٥. رسائل صغيرة في موضوعات مختلفة كالصلاة والحج\n١٦. الموسوعة الإسلامية الميسرة (وهذه الموسوعة هي آخر ما كتب الشيخ، وتبلغ حوالي ٥٠ جزءًا من القطع الصغير، وهي شاملة لكل كليات الإسلام وفروعه وعلومه ومعارفه المختلفة).\nوفاته\nتوفي مساء يوم الاربعاء ١٦الرابع عشر من شهر رجب ١٤٢٩ هـ الموافق١٧/يوليو/٢٠٠٨ م عن عمر يناهز ال٩٠ عاما وتم تشييع جنازته من مسجد الأشبكية بمدينة منوف بجوار مستشفى المواساة في ظهر الخميس ١٧ يوليو ٢٠٠٨م ودفن بمقابر الأسرة بمنوف.\nمن تلاميذ الشيخ\n* خالد مشعل رئيس المكتب السياسي لحركة حماس\n* محمد نزال القيادي بحركة حماس\n* الداعية أحمد القطان\n* الدكتور عزام التميمي",
  "books": [
    {
      "text_id": 10699,
      "title": "تبسيط العقائد الإسلامية"
    },
    {
      "text_id": 37691,
      "title": "الحديث في علوم القرآن والحديث"
    }
  ]
}