{
  "author_id": 2436,
  "author_meta": "أستاذ سوري، يعمل بجامعة البحرين يُدَرِّسُ علومَ القرآنِ الكريمِ والتفسير وما يتعلق بذلك، له خبرة بكتب المُعتزلةِ بعد كتابته لرسالته الدكتوراه عن (الحاكم الجشمي ومنهجه في التفسير) وهو من تفاسير المعتزلة التي لم تطبع بعدُ، كما حققَّ الدكتور عدنان كتابين من كتب المعتزلةِ المُهمِّةِ وهُما كتاب (تَنْزِيه القرآن عن المطاعن)، وكتاب (متشابه القرآن) كلاهما للقاضي عبد الجبار المعتزلي صاحب كتاب المغني وهو من كتب المعتزلة الكبار المشهورة.\nمن مواليد مدينة دمشق عام ١٣٥٨هـ - ١٩٣٩م.\nتلقى تعليمه في مراحل التعليم الابتدائي والإعدادي والثانوي في مدارس الجمعية الغراء بدمشق التي كانت تعنى بالعلوم العربية والشرعية (كان معهدها الإعدادي والثانوي يدعى: معهد العلوم الشرعية)، وبعد حصوله على الثانوية الشرعية من هذا المعهد، حصل على الثانوية العامة: القسم الأدبي (فرع الاجتماعيات).\nدرس الشريعة والحقوق، وتخرج في الشريعة من جامعة دمشق في حزيران \"يونيو\" ١٩٦٠م، وكان أول خريج يحصل في كلية الشريعة على درجة الليسانس بتقدير جيد جداً مع مرتبة الشرف الثانية، ولم يتابع الدراسة في كلية الحقوق بعد أن اجتاز بعض مقررات السنة الرابعة.\nعمل مدرساً في المدارس الإعدادية والثانوية في بعض المحافظات السورية عامي ٦٠/ ١٩٦١م و ٦١/ ١٩٦٢م وكان في العام الثاني مديراً لثانوية فيق الرسمية في الجولان - محافظة درعا).\nعين معيداً في كلية الشريعة بجامعة دمشق لعام ٦٢/ ١٩٦٣م، تفرغ خلالها للعمل في موسوعة الفقه الإسلامي، ثم أوفد للدراسة العليا في كلية دار العلوم بجامعة القاهرة في مطلع عام ١٩٦٤م حيث حصل على درجتي الماجستير والدكتوراه في الشريعة الإسلامية، وكان موضوع رسالة الماجستير: (متشابه القرآن للقاضي عبدالجبار: تحقيق وتقديم ودراسة مقارنة) وموضوع رسالة الدكتوراه (الحاكم الجشمي ومنهجه في تفسير القرآن)، وقد ناقش رسالة الدكتوراه بتاريخ ١٠/ ٥/١٩٦٩م وكان على رأس المناقشين العلامة الشيخ محمد أبوزهرة - - وأجيزت بمرتبة الشرف الأولى بإجماع الآراء.\nعين مدرساً بكلية الشريعة بجامعة دمشق بدءاً من العام الجامعي ٦٩/ ١٩٧٠م بعد أن قررت اللجنة العلمية التي أعادت قراءة إنتاجه العلمي (كما تقضي بذلك الأعراف العلمية بالجامعة) أهليته للتعيين في قسمين من أقسام الكلية: قسم العقائد والأديان، وقسم التفسير والحديث، فاختار صاحب الإنتاج العلمي التعيين في قسم العقائد والأديان، حيث نهض بتدريس مقررات العقيدة والأديان، ونظام الإسلام وحاضر العالم الإسلامي، وعلم الاجتماع والأخلاق، ثم أسندت إليه الكلية بالتنسيق مع كلية الآداب تدريس التفسير والحديث بقسم اللغة العربية بكلية الآداب، بدءاً من عام ١٩٧٣م حتى عام ١٩٨٠ حيث استقال من جامعة دمشق، والتحق بجامعة الإمارات العربية المتحدة.\nعمل خلال هذه الفترة محاضراً غير متفرغ في الجامعة الأردنية في الأعوام من ١٩٧٣ - ١٩٧٥م وكان انتدابه لتدريس مقرري \" حاضر العالم الإسلامي\" و \" مقارنة الأديان\" على وجه الخصوص.\nرقي إلى درجة أستاذ مساعد في شهر آيار (مايو) ١٩٧٥م، وإلى مرتبة أستاذ في شهر آب (أغسطس) ١٩٨٠م.\nشغل في الفترة الأخيرة من ٧٧ إلى عام ١٩٨٠م منصب رئيس قسم العقائد والأديان ووكيل كلية الشريعة لشؤون الطلاب والإدارة، ثم للشؤون العلمية.\nعمل أستاذاً في جامعة الإمارات من عام ٨٠/ ١٩٨١م حتى عام ٨٥/ ١٩٨٦م وكان خلالها رئيساً لقسم الدراسات الإسلامية في كلية الآداب (من ٨١/ ٨٢ - ٨٥/ ١٩٨٦م) ورئيساً للجنة الثقافية - على مستوى الجامعة - لمدة ثلاث سنوات، ومقرراً للجنة الترقيات - على المستوي الجامعي أيضاً - في عام ١٩٨٦م، كما شغل في الفصل الصيفي وشطر من الفصل الدراسي الأول من عام ١٩٨٦م منصب عميد كلية الآداب وعميد الدراسات العليا والبحث العلمي بالإنابة.\nالتحق بجامعة قطر منذ مطلع العام الجامعي ٨٦/ ١٩٨٧م أستاذاً بقسم الدعوة والثقافة الإسلامية حتى عام ٩٣/ ١٩٩٤م ثم أستاذاً ورئيساً لقسم التفسير والحديث (قسم أصول الدين فيما بعد) عام ٩٤/ ١٩٩٥م حتى ١٩٩٩ - ٢٠٠٠م.\nالتحق بجامعة البحرين أستاذاً بقسم اللغة العربية والدراسات الإسلامية بكلية الآداب منذ مطلع العام الدراسي الجامعي ٢٠٠١ - ٢٠٠٢م.\nكتبه وبحوثه المنشوره:\nأولاً: الكتب\nأطروحات الدراسة العليا:\nمتشابه القرآن: دراسة موضوعية: ١٩٥ صفحة - دار الفتح بدمشق ١٩٧٠.\nمتشابه القرآن للقاضي عبدالجبار: مجلدان: تحقيق: ٨٠٠ صفحة - دار التراث القاهرة ١٩٦٩.\nالحاكم الجشمي ومنهجه في تفسير القرآن: ٥٠٠ صفحة مؤسسة الرسالة - بيروت ١٩٧٠م.\nالكتب الأخرى:\nالجمان في تشبيهات القرآن لابن ناقيا البغدادي: تحقيق بالاشتراك (كتاب في بلاغة القرآن) وزارة الأوقاف: الكويت ١٩٦٨م.\nمقدمة في أصول التفسير لابن تيمية - ١٣٠ صفحة (تحقيق) دار القرآن الكريم بيروت ١٩٧١.\nالبيان النبوي (مدخل ونصوص) ١٤٢ صفحة دار الفتح بدمشق ١٣٩٣هـ.\nمقالة في المعرفة: مقدمة لدراسة العقيدة الإسلامية: ١٠٠ صفحة (قطع صغير) دار الفتح بدمشق ١٩٧٥م.\nالمختصر في تفسير القرآن الكريم (طبع على هامش المصحف) مؤسسة الرسالة بيروت ١٩٧٩م.\nإنسانية الثقافة الإسلامية: ٩٥ صفحة (قطع صغير) المكتب الإسلامي بيروت ١٩٨٠م.\nعلوم القرآن: مدخل إلى تفسير القرآن وبيان إعجازه: ٤٦٠ صفحة: المكتب الإسلامي: الطبعة الأولى ١٩٨١م وطبع عدة طبعات وجرى تدريسه في أكثر من معهد وجامعة.\nالثقافة الإسلامية في الجامعات: ٧٦ صفحة (ق. ص) المكتب الإسلامي بيروت ١٩٩٠م.\nنحو عقيدة إسلامية فاعلة: منهج بحث وطريقة تعليم: ٨٠ صفحة (ق. ص) المكتب الإسلامي بيروت ١٩٩٤م.\nفي الفكر والثقافة الإسلامية: المدخل والأساس العقائدي: ٢٣٠ صفحة - الطبعة الرابعة (المشروعة) المكتب الإسلامي ١٩٩٤ بيروت.\nفصول في علوم القرآن: ٢٥٠ صفحة المكتب الإسلامي ١٩٩٨م.\nمدخل إلى القرآن والحديث: ٣٥٠ صفحة المكتب الإسلامي ١٩٩٩م.\nعلوم القرآن وإعجازه: دار الأعلام - عمان ٢٠٠٤م (جمع فيه الكتابان السابقان مع تعديل وتنقيح واسعين وزيادات كبيرة، ويقع في نحو ٧٠٠ صفحة.\nجذور الفكر القومي والعلماني: ٢١٠ صفحات: المكتب الإسلامي ١٩٩٩ (الطبعة الثالثة).\nمصطفي السباعى: الداعية المجاهد والفقيه المجدد - ٥٨٢ صفحة - دار القلم بدمشق ٢٠٠٣م (الطبعة الثانية).\nتداول الأيام لا نهاية - ١٠٤ صفحات (ق. ص) ١٩٩٨: دار البشير عمان.\nالفجوة بين جانبي الأطلسي والحروب الحضارية: ١٠٨ صفحات (ق. ص) ١٩٩٨م: دار البشير عمان.\nالتطرف والإرهاب وحقوق الإنسان: دار البشير عمان. (تحت الطبع).\nشخصيات وأفكار: ٢٠٠٧ دار الأعلام - عمان. (تحت الطبع).\nالثقافة الإسلامية وطبيعة التفكير والتجديد: ١٣٠ صفحة دار الأعلام - عمان.\nالسنة النبوية وعلومها بين أهل السنة والشيعة الإمامية: مدخل ومقارنات: ٦٤٠ صفحة دار الأعلام - عمان ٢٠٠٨\nثانياً: البحوث العلمية:\nبحوث الدوريات والحوليات\nمدخل إلى تفسير الظلال: مجلة حضارة الإسلام: العدد الأول من عام ١٩٧٩م دمشق.\nعالمان اثنان لا ثلاثة: حولية كلية الشريعة بجامعة قطر: العدد السابع عام ١٩٩٠م.\nالتاريخ بين ثقافتين: حولية كلية الشريعة بجامعة قطر: العدد الثامن ١٩٩١م.\nالتوجيه الإسلامي للعلوم: مفهومه وأهدافه: حولية كلية الشريعة بجامعة قطر: العدد التاسع ١٩٩١م.\nسمات البلاغة النبوية بين الجاحظ والرافعي والعقاد: مجلة مركز بحوث السنة والسيرة بجامعة قطر العدد الخامس ١٩٩١م.\nالتأويل عند ابن تيمية في سياقه التاريخي: مجلة مركز بحوث السنة والسيرة العدد السابع ١٩٩٣م.\nمنهجية التعامل مع علوم الشريعة في ضوء التحديات المعاصرة - حولية كلية الشريعة بجامعة قطر: العدد الثاني عشر ١٩٩٤م.\nخصائص الخطاب الحصري (للأقوام والشعوب التي سبقت) ومقارنته بخصائص الخطاب العالمي في القرآن الكريم: حولية كلية الشريعة بجامعة قطر: العدد الثالث عشر ١٩٩٦م.\nتكريم الإنسان في النظام التربوي في القرآن: مجلة (الأحمدية) العدد الثاني آب (أغسطس) ١٩٩٨م دبي.\nبين مفهوم المعجزة وإعجاز القرآن: نظرات نقدية: حولية كلية الشريعة بجامعة قطر: العدد السابع عشر ١٩٩٩م.\nمفهوم (البدعة) في الثقافة الإسلامية: مجلة (آفاق): جامعة الزرقاء الأهلية العدد الثاني ٢٠٠٠م.\nنظرات في البعد الزماني لنزول القرآن: مجلة مركز بحوث السنة والسيرة العدد العاشر ٢٠٠١م.\nسلامة القرآن من التحريف وتنزيهه عن الباطل. منشور في العدد (١٩) من حولية كلية الشريعة والدراسات الإسلامية بجامعة قطر. ١٤٢٢هـ = ٢٠٠١م.\nالإعجاز العلمي للقرآن وصرفة العصر. مقبول للنشر في حولية مركز بحوث السنة والسيرة.\nب- بحوث ومقدمات لبعض الكتب:\nمقدمة لكتاب: (من روائع حضارتنا) للدكتور مصطفى السباعي: الصفحات (٢١ - ٤٤). وتقع في ست فقرات. ط. المكتب الإسلامي - الطبعة الخامسة ١٩٨٧م\nمقدمة لكتاب: (عظماؤنا في التاريخ) للدكتور مصطفى السباعي. وتقع في نحو أربعين صفحة (ق. ص) وتقع في سبع عشرة فقرة. ط. المكتب الإسلامي - الطبعة الرابعة ١٩٨٥م.\nمقدمة لكتاب: (رجال الفكر والدعوة في الإٍسلام) للأستاذ أبي الحسن علي الحسني الندوي. وتقع في (٧٠) صفحة. وقد تناولت جوانب من شخصية المؤلف، كما تناولت بالنقد والتحليل جوانب من هذا الكتاب بأجزائه الأربعة التي بلغت ألفا وخمسمائة صفحة. وجاءت هذه المقدمة في ست وعشرين فقرة. دار القلم بدمشق ٢٠٠٢م.\nبحث عن الأستاذ الدكتور الشيخ يوسف القرضاوي بعنوان: (المجدد الموفق .. فقيه العصر) نُشر في كتاب تكريمي للشيخ بمناسبة بلوغه السبعين طُبع عام ٢٠٠٣م. الصفحات (٤٩٣ - ٥٠٩).\nمقدمة (لموسوعة ثقافية) بعنوان: التحديات وحركات التجديد والإصلاح حتى القرن الخامس عشر الهجري. وتناولت هذه المقدمة مناهج التجديد في ضوء العقل والنص والتاريخ. آذار (مارس) ٢٠٠٥. طبع دمشق.\nج - بحوث الندوات والمؤتمرات:\nالجسور ونقاط الاتصال بين الحضارتين الإسلامية والأوربية: منهج ومثال.\nقًدم هذا البحث إلى ندوة التراث العربي - الأوربي المشترك: دبي ١٩٨٠.\nالصورة الأدبية للقرآن بين الفرق الإسلامية:\nالندوة العالمية للأدب الإسلامي: لكنو - الهند ١٩٨١م.\nشبهات حول جمع القرآن وتدوينه:\nالمؤتمر الدولي للقرآن الكريم: المعهد الهندي للدراسات الإسلامية: نيودلهي: ديسمبر ١٩٨٢م.\nإمام الحرمين: ملامح عصره، وبيئته الثقافية:\nندوة الذكرى الألفية لإمام الحرمين: جامعة قطر: نيسان (أبريل) ١٩٩٩م.\nرِفد عقدي وثقافي لحضارة العصر:\nطبع ضمن بحوث خمسة وثلاثين باحثا ومفكرا من مختلف دول العالم، استكتبهم مركز البحوث بوزارة الأوقاف في دولة قطر حول \" الدور الحضاري للأمة المسلمة في عالم الغد \" في كتاب أعدّه المركز - باللغات العربية والإنجليزية والفرنسية - وذلك بمناسبة انعقاد مؤتمر القمة التاسع لمنظمة المؤتمر الإسلامي في الدوحة في ١٢/ ١١/٢٠٠٠م.\nالوسطية الإسلامية مدخل إلى الحوار الحضاري:\nقدم هذا البحث إلى المؤتمر الأول لمنتدى الوسطية للفكر والثقافة الذي عقد في العاصمة الأردنية / عمان في (٢٦ - ٢٨ حزيران \"يونيه\" ٢٠٠٤) تحت عنوان: (وسطية الإسلام بين الفكر والممارسة)\nالإسلام وحوارالحضارات: منتدى كلية الآداب - جامعة البحرين ١٠/ ٤/٢٠٠٥ م\nالأستاذ الشيخ محمد عبده معاصرا: منتدى كلية الآداب - جامعة البحرين نوفمبر ٢٠٠٥ م.\nابن خلدون وفقه السنن: مؤتمر الفكر الخلدوني وخطاب الإصلاح: جامعة البحرين مايو ٢٠٠٦ م.\nالمناخ العقلي والعلمي وأثره في الحضارة الإسلامية: المؤتمر الثالث لمنتدى الوسطية للفكر والثقافة - عمان أيلول (سبتمبر) ٢٠٠٧ م.\nالأخطار التي تهدد الأمن الاجتماعي: مؤتمر الأمن الاجتماعي تنظيم المجلس الأعلى للشئون الإسلامية - مملكة البحرين اكتوبر ٢٠٠٧ م.\nثالثا: الإشراف والتحكيم والجوائز العلمية:\nأشرف على رسالتين علميتين في جامعة الإمام محمد بن سعود الإٍسلامية (من خارج المملكة): الأولى رسالة ماجستير بعنوان: (مرويات الربيع بن أنس في تفسير القرآن الكريم) - كلية أصول الدين، وقد أُجيزت عام ١٤٠٨هـ (١٩٨٧م) بتقدير امتياز. والثانية رسالة دكتوراه بعنوان: (العلاقات الخارجية للدولة الإسلامية) - كلية الشريعة - وقد أجيزت عام ١٤٠٩هـ (١٩٨٨م) بمرتبة الشرف الأولى.\nوكان محكما في قراءة أكثر من ثلاثمائة بحث وكتاب للنشر الجامعي وللترقيات العلمية في أكثر من جامعة عربية: (الجامعة الأردنية - جامعة قطر - جامعة الملك سعود - جامعة مؤتة - جامعة اليرموك - الجامعة الإسلامية بغزة - كلية الدراسات الإسلامية والعربية بدبي - المعهد العالمي للفكر الإسلامي - جامعة الكويت (وشارك فيها في تقييم مشاريع الأبحاث العلمية، وبرنامج الماجستير في التفسير وعلوم القرآن).\nوكان نحو مائة من هذه البحوث والكتب في حقل التفسير وعلوم القرآن، وسائرها في علوم الحديث، والعقيدة، والفرق، والأديان، والدعوة، والثقافة الإسلامية.\nكما كان محكما في قراءة الكتب والبحوث التي تناولت (التفسير الموضوعي للقرآن الكريم) في جائزة الملك فيصل العالمية لعام ١٤١٥هـ\nشارك في تأسيس جائزة راشد بن حميد للثقافة والعلوم عام ١٩٨٣ بعجمان (دولة الإمارات العربية المتحدة)، ورفدها لبضع سنوات ببعض موضوعات الجائزة في حقل الدراسات الإسلامية، وبعض الحقول الثقافية الأخرى، وشارك في تقويم أعمال المتسابقين.\nحصل - بالاشتراك - على جائزة السلطان حسن بلقية لعام ١٩٩٦م التي ينظمها ويشرف عليها معهد أكسفورد للدراسات الإٍسلامية. وقد جاء في خطاب مدير المركز - لصاحب السيرة - أن \" لجنة المحكمين قررت منحكم هذه الجائزة تقديرا لإنجازاتكم البارزة، وتميّز أنتاجكم في الدراسات المتعلقة بالقرآن الكريم وعلومه\".",
  "books": [
    {
      "text_id": 37682,
      "title": "الحاكم الجشمي ومنهجه في التفسير"
    },
    {
      "text_id": 38031,
      "title": "مدخل إلى تفسير القرآن وعلومه"
    }
  ]
}