{
  "author_id": 2439,
  "author_meta": "يقول عن نفسه:\nـ الاسْمُ: يَاسِر أَحْمَد محْمُود أَحْمَد [مُتَزَوِّجٌ وَلَدَيَّ طِفْلَان]\nـ المَوْطِن: جُمْهُورِيَّةُ مِصْرَ الْعَرَبِيَّة\nـ تَارِيخُ المَوْلِد: ٢٣ / رَجَب / ١٣٩٤ هـ = ٨/ ٨ / ١٩٧٤ / م\nـ المُؤَهِّلُ الدِّرَاسِي: تخَرَّجْتُ مِن أَحَدِ مَعَاهِدِ الدُّعَاةِ التَّابِعَةِ لِلْجَمْعِيَّة الشَّرْعِيَّة بِتَقْدِير جَيِّد\nـ بَدَأَتْ صَدَاقَتي بِالتُّرَاثِ مِن عِشْرِينَ سَنَة، قَضَّيْتُهَا بِفَضْلِ اللهِ جَلَّ وَعَلَا أَجْمَعُ نَوَادِرَ وَجَوَاهِرَ الحَدِيثِ النَّبَوِيِّ وَالشِّعْرِ الْعَرَبيِّ وَالحِكَمِ وَالأَمْثَال\nالنَّشَاطُ الدِّينيُّ وَالأَدَبيّ:\nطُبِعَتْ وَنُشِرَتْ لي عِدَّةُ مُؤَلَّفَات، وَهِيَ عَلَى التَّرْتِيب:\n١ - التَّبرُّجُ وَالسُّفُور، وَغَلاءُ المُهُور، وَأَسْبَابُ تَفَشِّي الزِّنَا وَالفُجُور طُبِعَتْ مِنهُ الطَّبْعَةُ الأُولىَ عَلَى نَفَقَتي الشَّخْصِيَّة، وَنَفَدَتِ الكِمِّيَّة {٢٠٠٠م}\n٢ - الرِّضَا بِالْقَضَاءِ وَالقَدَر: طُبِعَ عَلَى نَفَقَتي الشَّخْصِيَّة، وَنَفَدَتِ الطَّبْعَةُ مِنَ الأَسْوَاق {٢٠٠١م}\n٣ - القَنَاعَةُ وَالرِّضَا: طُبِعَ عَلَى نَفَقَتي الشَّخْصِيَّة، وَنَفَدَتِ الطَّبْعَةُ مِنَ الأَسْوَاق {٢٠٠٢م}\n٤ - إِذَا سَأَلْتَ فَاسْأَلِ الله: طُبِعَ عَلَى نَفَقَتي الشَّخْصِيَّة، وَنَفَدَتِ الطَّبْعَةُ مِنَ الأَسْوَاق {٢٠٠٢م}\n٥ - التَّبرُّجُ وَالسُّفُور، وَغَلاءُ المُهُور، وَأَسْبَابُ تَفَشِّي الزِّنَا وَالفُجُور طُبِعَتْ مِنهُ الطَّبْعَةُ الثَّانِيَةُ في دَارِ هَاشِم لِلتُّرَاث، وَنَفَدَتِ الكِمِّيَّة {٢٠٠٣م}\n٦ - الرِّضَا بِقِسْمَةِ الأَرْزَاق: طُبِعَ في دَارِ الكُتُبِ العِلْمِيَّة - بَيرُوت - {٢٠٠٤م}\n٧ - جَوَاهِرُ مِن أَقوَالِ الرَّسُول: طُبِعَ في دَارِ الحَرَمَين - مِصْر - {٢٠٠٨م}\nوَنَشَرَتْ لي كُبْرَيَاتُ الصُّحُفِ المِصْرِيَّة: كَالأَخْبَارِ وَالْوَفْدِ وَعَقِيدَتي وَآفَاق عَرَبِيَّة\nـ المَكَانَةُ الأَدَبِيَّة: شَهِدَ لي أَكْبَرُ كُتَّابِ وَأُدَبَاءِ وَشُعَرَاءِ عَصْرِي بِالمَوْهِبَةِ وَالإِبْدَاع، كَالدُّكْتُور: أَحْمَد هيكَل [أَحْسَنِ مَنْ تَقَلَّدُواْ وَزَارَةَ الثَّقَافَةِ وَعَمَادَةَ كُلِّيَّةِ دَارِ الْعُلُومِ في التِّسْعِينِيَّات]\nوَالدُّكْتُور جَابِر قُمَيْحَة، وَالدُّكْتُور عَبْدِ الصَّبُور شَاهِين، وَالشَّاعِرَيْنِ الْكَبِيرَيْن: ياسِر قَطَامِش، وَسَمِير الْقَاضِي، وَأَمَّا كِتَابَاتي الإِسْلَامِيَّة: فَأَقَرَّهَا مجْمَعُ البُحُوثِ الإِسْلَامِيَّةِ عِنْدَنَا في مِصْر\nـ كَمَا قَدَّمْتُ عِدَّةَ حَلْقَاتٍ دِينِيَّة وَأَدَبِيَّة؛ لِلإِذَاعَةِ المِصْرِيَّة\nـ كَمَا قَدَّمَتُ لي قَنَاةُ الرَّحْمَةِ قَصِيدَةً مُغَنَّاةً عَنِ الإِسَاءَةِ الدِّنمَارْكِيَّة بِعُنوَان \" إِلاَّ الحَبِيب \"",
  "books": [
    {
      "text_id": 37568,
      "title": "حياة التابعين"
    },
    {
      "text_id": 37569,
      "title": "جواهر من أقوال الرسول"
    },
    {
      "text_id": 38154,
      "title": "موسوعة الرقائق والأدب - ياسر الحمداني"
    }
  ]
}