{
  "author_id": 2449,
  "author_meta": "الاسم: عبد الله بن محمود الطنطاوي\nمواليد: بلدة إعزاز التابعة لمحافظة حلب سنة ١٩٣٥م.\nالمؤهلات العلمية:\n- كفاءة شرعية وثانوية شرعية من معهد العلوم الشرعية بدمشق.\n- كفاءة عامة وثانوية عامة.\n- إجازة في اللغة العربية من جامعة دمشق.\n- دبلوم الدراسات العليا من الجامعة اليسوعية في بيروت.\n- دكتوراه فخرية من مؤسسة الإثنينية في جدة - السعودية.\n-دكتواره فخرية من الجمعية الدولية للمترجمين واللغويين العرب.\nالوظائف الرسمية:\n- مدرس لغة عربية في ثانويات حلب من (١٩٦٣ - ١٩٧٩).\n- مسؤول الجمعيات والنوادي في محافظة حلب (١٩٧٩ - ١٩٨٠ (.\nالخبرات العملية:\n- رئيس رابطة الوعي الإسلامي التي أسسها في حلب سنة ١٩٥٥ مع الشاعرين: محمد منلا غزيل، ومحمود محمد كلزي.\n- رئيس الجمعية العربية للآداب والفنون بحلب (١٩٧٠ - ١٩٧٩).\n- معد برنامج (أديب من بلدي) في إذاعة حلب.\n- رئيس تحرير مجلة (النذير) من (١٩٨٢ - ١٩٩٠).\n- مسؤول ومعد برامج في إذاعة بغداد من (١٩٨٢ - ١٩٩٠).\n- عضو رابطة الأدب الإسلامي العالمية.\n- رئيس تحرير مجلة (فراس) للفتيان والفتيات (١٩٩٥ - ١٩٩٦).\n- رئيس تحرير مجلة (الرواد) للفتيان والفتيات (١٩٩٦ - ١٩٩٨).\n- رئيس تحرير مجلة (سلام) الكويتية للأطفال (١٩٩٨).\n- رئيس رابطة أدباء الشام (٢٠٠٠ - ...... ).\n- رئيس تحرير الموقع الإلكتروني (أدباء الشام) من (٢٠٠٣ - ...... ).\n- شارك في عدد من المؤتمرات والندوات في عدد من البلدان العربية والإسلامية والأوروبية.\n- سافر إلى أكثر البلدان العربية وتركيا وفرنسا وسويسرا وإيطاليا وألمانيا وأوكرانيا وبريطانيا وإسبانيا.\n- أقامت له رابطة الأدب الإسلامي العالمية - المكتب الإقليمي في الأردن- حفلة تكريم سنة ٢٠٠٣.\n- أقامت له مؤسسة الاثنينية في جدة لصاحبها الأديب الشيخ عبد المقصود خوجة حفل تكريم في ٦/ ٢/١٤٢٧هـ ٢٠٠٦م، ومنحته شهادة الدكتوراه الفخرية.\nأعماله الأدبية:\n- تأليف خمس مسرحيات باللغة العربية واللهجة المحلية (مشترك) مثّلت على مسارح (مسرح الشعب) و (سينما نقابة الفنانين) و (مسرح سوق الإنتاج) في حلب.\n- له ثلاثة مسلسلات تلفزيونية (بالاشتراك) كل مسلسل في ثلاثين حلقة قدّمت في عدد من التلفزيونات العربية وهي:\nأكل وشرب على مائدة القرآن الكريم - ١٩٨٨، إنتاج تلفزيون بغداد.\nسمع وأطاع - ١٩٩٣، شركة سعودية.\nمحكمة النحو ونادي العروبة - ١٩٩٥، شركة سعودية.\n- أشرف على عدد من البرامج والمسلسلات التلفزيونية.\n- له عشرات البرامج الإذاعية أُذيعت من عدة إذاعات عربية.\n- أُجريت معه عدة مقابلات صحفية وإذاعية في عدد من البلدان العربية.\n- نشر مئات المقالات في الصحف السورية والعربية والإسلامية، وفي الصحافة الإلكترونية منذ عام ١٩٥٣.\n- نشر عشرات السيناريوهات والقصص المرسومة للأطفال في عدد من المجلات العربية والإلكترونية.\n- قدّم العديد من المحاضرات وشارك في كثير من الندوات الأدبية في عدد من المحافظات السورية والبلدان العربية والأجنبية.\n- كتب العديد من المقدمات لكثير من الدواوين والمجموعات القصصية والكتب.\n- نشر عدداً كبيراً من الكتب في القصة والرواية والنقد الأدبي والتراجم والتحقيق منها:\nفي الدراسة الأدبية (نقد) الطبعة الأولى ١٩٧٤ - المكتبة العربية بحلب (مشترك).\nتذوق النص الأدبي (مشترك) دار الضياء في عمان سنة ٢٠٠١.\nفي الإنشاء الأدبي (مشترك) الطبعة الأولى ١٩٧٤ المكتبة العربية بحلب.\nذرية بعضها من بعض - مجموعة قصصية- الطبعة الأولى ١٩٧٧ - المكتبة العربية بحلب، والطبعة الثانية في دار الفرقان بعمّان سنة ١٩٨٢.\nأصوات (مجموعة قصصية مشتركة) الطبعة الأولى ١٩٧٤، والطبعة الثانية ١٩٨٢، دار الفرقان في عمّان.\nرماد السنين (مجموعة قصصية) الدار الشامية في بيروت ٢٠٠٧.\nالقسّام (رواية) الطبعة الأولى ١٩٩٣، منشورات فلسطين المسلمة - لندن.\nالوادي الأحمر) رواية) الطبعة الأولى ٢٠٠٤ - دار القلم بدمشق.\nعشر روايات لأطفال الحجارة (مشترك) الطبعة الأولى ١٩٩٣، دار يمان في عمّان.\nعينان مطفأتان وقلب بصير (رواية) وزارة الأوقاف الكويتية ١٤٢٧هـ.\nمحمد منلا غزيل (سيرة) الطبعة الأولى ١٩٧٧ المكتبة العربية بحلب. الطبعة الثانية ١٩٨٢ دار الفرقان بعمّان.\nدراسة في أدب باكثير (نقد) الطبعة الأولى ١٩٧٧ في حلب.\nفلسطين واليهود في مسرح علي أحمد باكثير -دراسات نقدية- الطبعة الأولى ١٩٩٧، الدار الشامية في بيروت، ودار القلم بدمشق.\nمواكب الشهداء (ثلاثة أجزاء) مشترك. صدرت عن دار النذير في بغداد ١٩٨٣ - ١٩٨٥.\n- عشرة كتب صدرت له عن مكتبة النذير للأشبال- الطبعة الأولى ١٩٨٤ وهي:\nالإمام الشهيد حسن البنا (الطبعة الثانية في لاهور ١٩٨٥).\nالدكتور الشيخ مصطفى السباعي.\nالأستاذ الشهيد سيد قطب.\nالإمام حسن الهضيبي.\nالإمام أبو الأعلى المودودي.\nالعالم المجاهد الشيخ محمد الحامد.\nالقائد الشهيد المجاهد مروان حديد.\nالأستاذ الداعية محمد المبارك.\nالمجاهد الشهيد عبد الغني البكّار.\nحكايات الآنسة إعراب\n-عشرة كتب للفتيان - (مشترك) الطبعة الأولى ١٩٨٧، دار عمار في عمّان، ودار جرّوس في لبنان.\n- أكل وشرب على مائدة القرآن الكريم (ستة كتب للفتيان - مشترك) الطبعة الأولى ١٩٩١، وزارة الثقافة والإعلام- دار ثقافة الطفل - بغداد. والطبعة الثانية سنة ١٩٩٢، دار النور في الجزائر.\n-ستة وعشرون كتاباً في سلسلة (من نجوم الإسلام) جُمعت في أربعة مجلدات. الطبعة الأولى سنة ١٩٩٤ - دار القلم بدمشق، والدار الشامية في بيروت.\n-منهج الإصلاح والتغيير عند بديع الزمان النورسي -دراسة- الطبعة الأولى ١٩٩٧ دار القلم بدمشق والدار الشامية في بيروت.\n- مصطفى السباعي: الداعية الرائد والعالم المجاهد - دار القلم في دمشق ٢٠٠١.\n- اللواء الركن محمود شيت خطاب: المجاهد الذي يحمل سيفه في كتبه- دار القلم بدمشق ٢٠٠١.\n- عظماؤنا في التاريخ (جمع وتحقيق وتقديم) الطبعة الأولى ١٩٧٤ دار البشير في بيروت.\n- هكذا يربي اليهود أطفالهم (عرض وتلخيص وتقديم) الطبعة الأولى ١٩٩٧، دار القلم بدمشق، ودار يمان في عمّان.\n- الشيعة والتصحيح (تلخيص كتاب الشيعة والتصحيح) للدكتور موسى الموسوي (تُرجم إلى اللغتين التركية والألمانية) الطبعة الأولى ١٩٨٨ (ألمانيا).\n- جمع وتحقيق الأعمال الشعرية الكاملة للشاعر وليد الأعظمي في مجلد كبير - الطبعة الأولى ٢٠٠٥، دار القلم بدمشق.\n- جمع وتحقيق الأعمال النثرية الكاملة للشاعر وليد الأعظمي في سبعة مجلدات - دار القلم بدمشق ٢٠٠٧.\n- كتب ستة وعشرين موضوعاً في موسوعة الزاد العلمية - جدة - السعودية.\n- شارك في موسوعة فلسطين والوعد الحق - السعودية.\n- شخصيات وأفكار (مشترك) مركز الراية للتنمية الفكرية بدمشق، الطبعة الأولى ٢٠٠٤.\n- أنوار رمضانية (١) - مشترك- ٢٠٠٥، دار العلوم في عمّان.\n- أنوار رمضانية (٢) -مشترك- ٢٠٠٦، دار العلوم في عمّان.\n- رجال لهم آثار (مجلد).\nله تحت الطبع:\n-وكاتب وما كتب (نقد).\n- وشاعر وما شعر (نقد).\nفي مجال الإذاعة:\n- معد برنامج (أديب من بلدي) في إذاعة حلب ١٩٧٥.\n- عشرات البرامج الإذاعية في إذاعة بغداد ١٩٨٣ - ١٩٨٨.\n- ٣٠ تمثيلية إذاعية قدمت في إذاعة قطر سنة ١٩٩١ بعنوان (مع بناة الإسلام) ثم طبعت في كتاب بهذا العنوان في دار عمار للنشر والتوزيع في عمان سنة ٢٠٠٧.\nفي مجال التلفزيون:\n- أكل وشرب على مائدة القرآن الكريم (ثلاثون حلقة).\n- سمع وأطاع (ثلاثون حلقة).\n- نادي العروبة ومحكمة النحو (ثلاثون حلقة).\nفي مجال المسرح:\n١ - قبل أن يذوب الثلج، من المسرح التركي - إعداد- مثلت على مسرح الشعب بحلب ١٩٧٦.\n٢ - ما في حدا أحسن من حدا (باللهجة الحلبية) مثلت على مسرح سينما نقابة الفنانين بحلب سنة ١٩٧٧.\n٣ - الناس بلا الناس (باللهجة الدارجة) مثلت على مسرح الشعب بحلب ١٩٩٨.\n٤ - خمس مسرحيات قصيرة مثلت على مسرح سوق الإنتاج، ومسرح (دار الكتب الوطنية بحلب). ١٩٧١ - ١٩٧٦.",
  "books": [
    {
      "text_id": 11524,
      "title": "اللواء الركن محمود شيت خطاب"
    }
  ]
}