{
  "author_id": 2456,
  "author_meta": "دكتور / محمد محمد محمد سالم محيسن\n[ترجمة الشيخ - رحمه الله - بقلم أحد طلابه]:\nهو الشيخ الأستاذ الدكتور: محمد محمد محمد سالم محيسن.\nولد ببلدة الروضة، مركز فاقوس، الشرقية بمصر عام ١٣٤٩هـ الموافق عام ١٩٢٩م ..\nحياته العلمية:\nحفظ القرآن الكريم وهو صغير، ثم جوده وأتقنه، ثم التحق بالأزهر، وفيه تلقى عن علمائه العلوم العربية والشرعية، والقراءات العشر الصغرى والكبرى، حيث حصل على شهادة التخصص في القراءات وعلوم القرآن عام ١٣٧٣هـ ثم التحق بقسم الدراسات الإسلامية والعربية بالأزهر وحصل على شهادة \" الليسانس \" في العلوم الإسلامية والعربية عام ١٣٧٨هـ (١٩٦٧م) ثم التحق بكلية الآداب بالأزهر وحصل فيه درجة الماجستير في الآداب العربية بتقدير\" ممتاز\" عام ١٣٩٣هـ ثم حصل على شهادة الدكتوراة في الكلية نفسها عام١٣٩٦بمرتبة الشرف الأولى.\nعيّن مدرساً بقسم تخصص القراءات بالأزهر الشريف لتدريس القراءات وعلوم القرآن عام ١٣٧٦هـ، ثم انتدب للتدريس بمعهد غزة الديني، وظل يدرّس فيه أربع سنوات.\nكما انتدب للتدريس بالمعهد الديني بوادمدني بالسودان من عام ١٣٧٤ - ١٣٧٦هـ.\nفي عام ١٣٨٥هـ اختير عضواً باللجنة المشرفة على تسجيل القرآن الكريم بالإذاعة المصرية.\nوفي عام ١٣٩٠هـ انتدب للتدريس بالجامعة الإسلامية بأم درمان حتى عام ١٣٩٣هـ فانتدب بعدها للتدريس بكلية الآداب بجامعة الخرطوم بالسودان وظل فيها حتى عام ١٣٩٦هـ ثم انتدب للتدريس بالجامعة الإسلامية بالمدينة المنورة نثم انتقل منها إلى التدريس بجامعة الإمام محمد بن سعود الإسلامية بالرياض ثم انتقل إلى فرع الجامعة المذكورة في أبها\nومكث فيها حتى انتقل إلى جوار ربه يوم السبت ١١/ ٢/١٤٢٢هـ بمصر، رحمه الله رحمة واسعة وجزاه عن أهل القراءات خير الجزاء.\nشيوخه كثيرون، منهم:\nالشيخ محمد سيد عزب، وهو الشيخ الذي حفظ على يديه القرآن الكريم برواية حفص عن عاصم.\nالشيخان: محمد محمود ومحمود بكر: جوّد عليهما القرآن الكريم\nالشيخ عامر السيد عثمان: قرأ عليه ختمة بالقراءات العشر من الشاطبية والدرة، وأخرى بالقراءات العشر من طريق الطيبة.\nالشيخ عبد الفتاح القاضي: تلقى عنه علم القراءات\nالشيخ أحمد أبوزيت حار: تلقى عنه علم الرسم والضبط\nالشيخ محمود دعبيس كتلقى عنه علم القراءات وتوجيهها وعدالآي وعلم البلاغة.\nالشيخ محمد الغزالي\nد/حسن ظاظا\nد/أحمد مكي الأنصاري، وهذا كان المشرف عليه في رسالته للماجستير\nوله مشايخ غير هؤلاء كثيرون مذكورون في الكتب التي ترجمت له.\nتلاميذه: كثيرون جداً، ومنهم كاتب هذه الحروف والأستاذ الدكتور: أحمد شكري.\nمؤلفاته:\nلم يبق فرع من فروع الدراسات القرآنية والإسلامية إلا ولشيخنا رحمه الله مؤلف أو أكثر فيه: القراءات وعلومها: التوجيه والضبط والعد والرسم، علوم القرآن المختلفة، التربية الإسلامية، الثقافة الإسلامية حتى بلغ عدد مؤلفاته المعروفة أكثر من (٦٢) كتاباً غير ما مات عنه وهو لم ينتهي منه.\nقلت:\nأشهد أن شيخنا رحمه الله كان من الذين يحفظون المتون: الشاطبية والدرة والطيبة ومورد الظمآن ونفائس البيان عن ظهر قلب، وكان يقول لي: هذه المنظومات هي وردي اليومي بعد قراءة وردي من القرآن الكريم.\nولا نستغرب هذا إذا عرفنا الجدول اليومي له رحمه الله وهو ما أخبرني به نفسه عندما قلت له: كيف يا سيدنا الشيخ تراجع يومياً كل هذه المتون فقال لي رحمه الله:\nأنا لا أعرف مذ كذا سنة - أكثر من ثلاثين - النوم بعد الساعة الثالثة صباحاً، فهذه هي ساعة استيقاظي وربما أحياناً قبلها، وأول ما أبدا به هو \" صلاة ما شاء الله لي أن أصليه\" -وهذا كان سراً لا يحب أن يطلع عليه أحد - ثم يتناول شيئاً يسيراً من الطعام خفيفاً، وكان رحمه الله يحب \"اللبن الزبادي \" كثيراً، ومن أجله أحببته وهو الذي فرضه علي وكان يقول لي بلهجته المصرية: عليك به فأقول له: أخاف أن يتسبب لي في الحموضة، فكان يقول: ده انت لسة شباب - ثم قال: ثم أقرأ وردي من القرآن الكريم، ونسيت هل قال لي إنها (٣ - ٤) أجزاء، ثم بعد ذلك الورد اليومي من المنظومات حسب الترتيب: الشاطبية -الدرة -الطيبة - الرسم، أما البقية فغالباً ما أقرؤها بعد أن أركب السيارة وأثناء الفسح بين المحاضرات وبعد قراءتي لشيء مما تيسر من القرآن الكريم، ثم بعد ذلك وفي الفترة بين الانتهاء من صلاة الفجر وساعة الدوام في الجامعة يخصصه للتأليف، وكان يشتغل في وقت واحد على أكثر من تأليف في مواضيع مختلفة، ثم الذهاب إلى الجامعة إن كان عنده محاضرات، وإلا فيستمر في الكتابة والتأليف إلى أن يصلي الظهر، ثم بعد ذلك يأخذ غفوة ينام فيها، وهذه لابد منها عنده رحمه الله، ثم يستيقظ لصلاة العصر، وبعدها يتناول طعام الغداء، وبعدها بأقل من ساعة يبدأ موعد إشرافه على طلابه في الماجستير والدكتوراة، حيث كانت أغلب ساعات الإشراف تكون في بيته وتستمر حتى المغرب وأحياناً حسب البحث ربما يجلس الطالب معه إلى صلاة العشاء، وكنت ممن يفعل ذلك، ثم يذهب الشيخ لصلاة العشاء في المسجد النبوي الشريف ويعود ويدخل مكتبته ويراجع ما كتب، ثم يسجل في ورقة خارجية ما سيكتب من نقاط في اليوم التالي، ثم يخلد إلى النوم مبكراً.\nهذا كان جدوله اليومي لا يختلف إلا نادراً وحسب الظروف الطارئة.\nومما كان يقول لي رحمه الله:\nمن الأشياء التي حببت إلي التأليف والكتابة وعلم القراءات من وأنا صغير هو: أن اسمي يشبه اسم الإمام ابن الجزري ففي كل واحد منا تكرر الاسم الشريف \" محمد \" ثلاث مرات: هو: محمد بن محمد بن محمد، وأنا كذلك.\nرحم الله شيخنا وجزاه عنا خير الجزاء ونفعه بما قدّم وألّف في علوم كتاب الله عز وجل.\nملاحظة:\nهذه الترجمة بعضها مأخوذ من كتاب: إمتاع الفضلاء بتراجم القراء للشيخ إلياس أحمد حسين (٤/ ٤٥١ - ٤٥٦) وبعضها وخاصة مما جاء بعد كلمة \" قلت \" فهو مما عرفته شخصياً أو حدثني به شخصياً شيخنا نفسه رحمه الله. ا. هـ.\n[وجاء في موقع الدكتور - رحمه الله - ما يلي]:\nرائد علم القراءات في العصر الحديث. أستاذ القراءات وعلوم القرآن بالجامعة الإسلامية بالمدينة المنورة وجامعة الإمام محمد بن سعود الإسلامية. وعضو لجنة تصحيح المصحف الشريف بالأزهر\nتحول هذا العلم بين يديه من قواعد جامدة إلي علم طيع سهل يقبل علي دراسته كل راغب ومحب للقرآن. ونهض - رحمة الله عليه - بهذا العلم في العديد من الدول العربية (مصر والسودان والسعودية وفلسطين) وفي العديد من الجامعات الإسلامية (جامعة الأزهر - الجامعة الإسلامية بأم درمان - جامعة الخرطوم - الجامعة الإسلامية بالمدينة المنورة - جامعة الإمام محمد بن سعود الإسلامية بالرياض). تخرج علي يده آلاف الطلاب في مراحل التعليم المختلفة وحصل العديد منهم علي شهادات الماجستير والدكتوراه بإشرافه\nتوفي عام ٢٠٠١م عن عمر ناهز ٧٢ عاما وترك ثروة كبيرة من الكتب في المجالات العلمية المختلفة منها: القراءات والتجو يد , التفسير وعلوم القرآن , الفقه والعبادات , المعاملات , التراجم , إسلاميات وفتاوى , السيرة , النحو والصرف , اللغويات , الغيبيات والمأثورات , الدعوة , التحقيق والتصحيح. وله أكثر من ألف حديث إذاعى بالإذاعة السعودية والسودانية",
  "books": [
    {
      "text_id": 38067,
      "title": "معجم حفاظ القرآن عبر التاريخ"
    },
    {
      "text_id": 8650,
      "title": "الهادي شرح طيبة النشر في القراءات العشر"
    },
    {
      "text_id": 95569,
      "title": "القراءات وأثرها في علوم العربية"
    }
  ]
}