{
  "author_id": 2457,
  "author_meta": "الاسم: مصطفى ديب البغا الميداني الدمشقي الشافعي.\nالمولد: ولد بدمشق ـ حي الميدان ـ عام ١٩٣٨ م … ونشأ بها وترعرع.\nالدراسة: تخرج من معهد التوجيه الإسلامي، الذي أسسه الشيخ الجليل حسن حبنكة الميداني رحمه الله تعالى، وذلك في عام ١٩٥٩م.\nثم درس في كلية الشريعة بجامعة دمشق، لمدة أربع سنوات، وتخرج منها عام ١٩٦٣م، ثم حصل على الماجستير، والدكتوراه من كلية الشريعة بجامعة الأزهر، وذلك في عام ١٩٧٤م، وكان موضوع رسالة الدكتوراه: أثر الأدلة المختلف فيها في الفقه الإسلامي.\nأهم الشيوخ والأساتذة:\nالشيخ حسن حبنكة الميداني رحمه الله تعالى، وتلامذته.\nوالشيخ خيرو ياسين رحمه الله، قرأ عليه القرآن الكريم، عندما كان في المرحلة الثانوية، وحفظه، فأجازه به، كما درسه الأستاذ هاني المبارك رحمه الله، مادة التاريخ، في المرحلة الثانوية، والشيخ حسين خطاب، رحمه الله، شيخ القراء بدمشق سابقا، والشيخ محمد كريم راجح شيخ قراء الشام حاليا.\nوأما الأساتذة في كلية الشريعة:\nالدكتور مصطفى السباعي، والأستاذ محمد المبارك، والدكتور مازن المبارك، والشيخ محمد أمين المصري، والأستاذ عمر الحكيم، والشيخ وهبي سليمان غاوجي الألباني، والشيخ القاضي محمد الشماع، والشيخ محمد المنتصر الكتاني، والشيخ عبد الفتاح أبو غدة، والدكتور مصطفى سعيد الخن، والدكتور أحمد فهمي أبو سنة من مصر، أيام الوحدة بين سورية ومصر، وغيرهم، ومعظمهم قد توفي رحمهم الله تعالى، ولم يبق منهم إلا الشيخ وهبي سليمان غاوجي الألباني، والدكتور مازن المبارك، حفظهما الله تعالى.\nأهم الشيوخ الذين تأثر بهم:\nالشيخ حسن حبنكة الميداني، والشيخ خيرو ياسين، والشيخ حسين خطاب، شيخ قراء الشام سابقا، والشيخ محمد كريم راجح، شيخ القراء الحالي.\nأهم الأقران والزملاء:\nالدكتور أحمد الحجي الكردي، خبير الموسوعة الفقهية بالكويت، والدكتور حسن ضياء الدين عتر، والدكتور محمد عبد العزيز عمرو، من الأردن، وغيرهم.\nأعماله ووظائفه:\nفي المساجد:\nخطب في مسجد الغواص بدمشق سابقا، ثم مسجد زين الدين، بدمشق، ولا يزال خطيبا فيه حتى الآن.\nكما أعطى دروسا في الفقه والحديث والتفسير وغير ذلك، في عدة مساجد بدمشق:\nمسجد الإمام الشافعي، ومسجد الغواص، ومسجد علي بن أبي طالب، ومسجد القيسري، ومسجد زين الدين.\nالتدريس في المدارس والجامعات:\nدرس مادة التربية الإسلامية للمرحلة الثانوية، بمحافظة الحسكة، لمدة سنتين، ومحافظة السويداء، لمدة سنتين أيضا أو تزيد، ثم في ثانويات دمشق.\nثم عين مدرسا في كلية الشريعة بجامعة دمشق، وذلك من عام: ١٩٧٨ ـ وحتى عام: ٢٠٠٠م.\nثم تعاقد مع كلية الشريعة بجامعة قطر، لمدة خمس سنوات: (٢٠٠٠ ـ ٢٠٠٥م)\nكما درس في كلية الشريعة بجامعة اليرموك بإربد في الأردن لمدة سنة: (٢٠٠٦م).\nنشاطه ومشاركاته:\nـ حضر عددا من المؤتمرات الدولية:\nمؤتمر في مكة المكرمة، عند اجتياح العراق للكويت.\nمؤتمر الوحدة الإسلامية، في إيران.\nمؤتمر التراث، في عدن باليمن، وكان معه الدكتور محمد مصطفى الزحيلي.\nـ كما زار عددا من الدول العربية والإسلامية:\nمصر، للدراسات العليا بالأزهر الشريف، الجزائر، أستاذ زائر، وحضور ملتقيات، قطر للتدريس في كلية الشريعة بجامعة قطر لمدة خمس سنوات، الأردن، للتدريس في كلية الشريعة بجامعة اليرموك لمدة سنة، السعودية، لحضور مؤتمر، وللحج والعمرة، وقد حج مرتين، الإمارات العربية المتحدة، ولأكثر من مرة، للمشاركة في فعاليات المنتدى الإسلامي بالشارقة.\nـ كما له مشاركات في وسائل الإعلام المقروءة والمسموعة والمرئية، كقناة الرسالة السعودية، والفضائية السورية، وإذاعة القدس، وجريدة الوطن القطرية، وكان له صفحة يومية، خمسة أيام في الأسبوع، بعنوان: (دين ودنيا).\nـ كما أشرف على العديد من رسائل الماجستير والدكتوراه، ما بين (٥٠ ـ ٦٠) رسالة، في سوريا ولبنان والجزائر والسودان.\nكما عمل وكيلا للشؤون الإدارية، لمدة سنتين.\nوكذلك وكيلا للشؤون العلمية لمدة سنتين، في كلية الشريعة بجامعة دمشق.\nمؤلفاته وآثاره العلمية:\nجمع الشيخ حفظه الله، بين التأليف والتحقيق، وينصح بالتحقيق، لأنه أكثر فائدة.\nـ في مجال التأليف:\n١ـ التذهيب في أدلة متن الغاية والتقريب.\n٢ـ أصول الفقه: دراسة عامة.\n٣ـ الجوانب التربوية في علم أصول الفقه.\n٤ـ مضامين تربوية في الفقه الإسلامي.\n٥ـ الفقه المنهجي في الفقه الشافعي (ثلاثة مجلدات) بالاشتراك مع الدكتور مصطفى الخن رحمه الله، والشيخ علي الشربجي حفظه الله.\n٦ـ الواضح في علوم القرآن، بالاشتراك مع الدكتور محيي الدين مستو.\n٧ـ الدعاوى والبيانات والقانون في القضاء … بالاشتراك مع د. عبد الرحيم القرشي ودكتور آخر من قطر.\n٨ـ تسهيل المسالك بشرح وتهذيب عمدة السالك وعدة الناسك لابن النقيب … حذف منه مسائل العبيد، مع بعض الإضافات والزيادات.\n٩ـ الهدية المرضية شرح وأدلة المقدمة الحضرمية.\n١٠ـ التحفة الرضية في فقه السادة المالكية (شرح متن العشماوية).\n١١ـ ضوابط المعرفة: وهو شرح على كتاب ضوابط المعرفة وأصول الاستدلال والمناظرة للشيخ عبد الرحمن حسن حبنكة الميداني رحمهما الله.\nكتب كلية الشريعة:\n١٢ـ نظام الإسلام\n١٣ـ فقه المعاوضات\n١٤ـ بحوث في علوم الحديث ونصوصه.\n١٥ـ بحوث في الفقه المقارن.\nكتب الثانويات الشرعية:\n١٦ـ كتب الحديث.\n١٧ـ وكتب علوم القرآن الكريم.\n١٨ـ وكتب أصول الفقه.\n١٩ـ وكتب الفقه الحنفي.\nـ في مجال التحقيق:\n٢٠ـ الرحبية في علم الفرائض.\n٢١ـ تنوير المسالك بشرح وأدلة عمدة السالك لابن النقيب، تحقيق وتعليق.\nـ القرآن الكريم:\n٢٢ـ تفسير الجلالين.\n٢٣ـ مفحمات الأقران في مبهمات القرآن للسيوطي.\n٢٤ـ الإتقان في علوم القرآن (مجلدان) للسيوطي.\n٢٥ـ أسباب النزول للواحدي النيسابوري.\nـ الحديث الشريف:\n٢٦ـ صحيح البخاري (ستة مجلدات + مجلد فهارس) تحقيق وتعليق وضبط.\n٢٧ـ صحيح مسلم بشرح النووي، تحقيق وتعليق.\n٢٨ـ مختصر صحيح البخاري، المسمى التجريد الصريح لصحيح البخاري، للزبيدي، تحقيق وتعليق.\n٢٩ـ مختصر صحيح مسلم للمنذري، تحقيق وتعليق.\nـ تهذيب السنن الأربعة، لكل واحدة مجلد، حذف الأسانيد فقط، مع التحقيق والتعليق:\n٣٠ـ مختصر سنن أبي داود.\n٣١ـ مختصر سنن ابن ماجه.\n٣٢ـ مختصر سنن الترمذي.\n٣٣ـ مختصر سنن النسائي.\n٣٤ـ نزهة المتقين في شرح رياض الصالحين للإمام النووي (مجلدان) بالاشتراك مع: مصطفى سعيد الخن رحمه الله، ود. محيي الدين مستو، والشيخين: علي الشربجي، ومحمد أمين لطفي.\n٣٥ـ الوافي في شرح الأربعين النووية (مجلد) بالاشتراك مع الدكتور محيي الدين مستو.\n٣٦ـ مقدمة ابن الصلاح في علوم الحديث، تحقيق وتعليق.\n٣٧ـ التقريب إلى كتاب الترغيب والترهيب، لابن الديري، (١ـ ٢) تحقيق وتعليق … بالاشتراك مع الأستاذ محمد عصام عرار.\nوصيته لطلاب العلم والدعاة:\nيوصي الشيخ حفظه الله، طلاب العلم والدعاة، بالتمكن في العلم، والدعوة إلى الله بالحكمة والموعظة الحسنة، والعمل والسلوك، والبعد عن المدح والقدح.\nأسرته:\nالشيخ متزوج من أربع زوجات إحداهن مطلقة، وله ثمانية بنين، أكبرهم الدكتور محمد الحسن (١٩٦٦م) وبه يكنى، وقد حصل على درجة الدكتوراه في أصول الفقه من الجامعة الأردنية، وموضوع رسالته: (درء المفسدة) وعمل مدرسا في كلية الشريعة بجامعة دمشق، ورئيس قسم الفقه الإسلامي ومذاهبه في كلية الشريعة بجامعة دمشق، لمدة سنتين، وعميد كلية الشريعة بجامعة دمشق، اعتبارا من بداية عام: (٢٠٠٨م)، خلفا للدكتور فاروق العكام، ومن الأبناء، أنس، ويحضر للماجستير، وثماني بنات. ثنتان منهن: حصلتا على الدكتوراه من كلية الشريعة بجامعة دمشق، وثنتان حصلتا على الماجستير من كلية الشريعة بجامعة دمشق، وهما تحضران للدكتوراه … (ثلاث منهن يدرسن في السعودية، والرابعة مقيمة مع زوجها في قطر، وتحضر للدكتوراه في الحديث).\n(كتب هذه الترجمة فياض العبسو وهي مستفادة مباشرة من صاحبها في لقاء معه، بتاريخ يوم السبت ١٧ جمادى الثانية ١٤٢٩هـ / الموافق لـ ٢١/ ٦ / ٢٠٠٨ م).",
  "books": [
    {
      "text_id": 11426,
      "title": "الواضح في علوم القرآن"
    },
    {
      "text_id": 95564,
      "title": "التذهيب في أدلة متن الغاية والتقريب"
    }
  ]
}