{
  "author_id": 2459,
  "author_meta": "ترجمة الدكتور علي بن المنتصر رحمه الله، بقلم نجله: الدكتور محمد حزة بن علي الكتاني:\nالإمام العلامة التقني المؤرخ، مقعد علم الطاقة الشمسية، ورائد علم الأقليات الإسلامية في العالم، المصلح المجدد، الموسوعة المتنقلة والأمة في رجل.\nولد في مدينة فاس بالمغرب بتاريخ فجر يوم السبت ٦ رمضان عام ١٣٦٠ الموافق٢٧/ ٩/١٩٤١ من أسرة هي أعرق أسر المغرب؛ لا يعرف فيها إلا عالم يقتدى به، أو زعيم مجدد، أو ولي صالح، سواء من جهة والده أو من جهة والدته سليلة بيت الفاسي الفهري الشهيرين.\nتربى التربية الدينية على والده وفي الكتاب، ونال شهادتي البكالوريا بكلا اللغتين العربية والفرنسية من مدارس دمشق عام١٣٧٩، وتحصل على دبلوم الهندسة الكهربائية من معهد البولي تكنيك بجامعة لوزان - سويسرا أوائل عام١٣٨٣، ثم تابع دراسته في لوزان في الطاقة النووية لمدة ستة شهور، ودرّس فترة في المدرسة المحمدية للمهندسين بالرباط - المغرب، وتحصل على شهادة الدكتوراه متخصصا في الطاقة من جامعة كارنيجي بمدينة بيتسبرغ - ولاية بنسلفانيا - الولايات المتحدة الأميركية عام ١٣٨٥ وهو لما يتجاوز الخامسة والعشرين من عمره، وذلك في مدة وجيزة لا تزيد عن السنة والنصف، في موضوع: الذبذبات في مادة البلازما.\nثم التحق مدرسا في عدة جامعات أمريكية وعربية؛ كجامعة بنسلفانيا بالولايات المتحدة الأمريكية، ومعهد ماساشيوستس للتكنولوجيا  M.I.T،  بالولايات المتحدة الأميركية، وجامعة الملك عبد العزيز بالرياض، وجامعة الملك فهد للعلوم والتقنية بالظهران والتي كان أحد مؤسسيها، كلاهما بالمملكة العربية السعودية، وتحصل على رتبة أستاذ ذي كرسي عام ١٩٧٢ وهو لما يتجاوز ٣١ عاما.\nوكذلك عمل أستاذا زائرا في مختلف جامعات العالم في مجال الطاقة والعلوم والتكنولوجيا، وكان له الفضل في تأسيس علم هندسة البلازما  Plasma Engineering  وألف في مجاله عدة كتب؛ خاصة كتابه بنفس الاسم والذي يعد مرجعا علميا ودراسيا في مختلف جامعات أميركا وأوروبا، وألف كتاب: التحويل المباشر للطاقة  Direct Energy Conversion  والذي بدوره يدرس في عدة جامعات عالمية بأمريكا وأوروبا.\nواستطاع بفضل هذين الكتابين وعشرات الدراسات العلمية الأكاديمية أن يؤسس لعلم الطاقة الشمسية، ويفلسف لعلم الطاقات المتجددة؛ من طاقة مياه وطاقة رياح، ليصبح والد هذا المجال عالميا، وتصبح دراساته اتجاها علميا رائدا في مختلف معاهد العالم بخصوص الطاقات المتجددة؛ خاصة الطاقة الشمسية، وتعتمد في مختلف مجالات البحث العلمي، حيث مقصده منها: إيجاد بديل للطاقات الملوثة للبيئة مثل البترول والغاز الطبيعي.\nوأنجز في هذا المجال عدة إنجازات هامة؛ منها مؤتمر الطاقة الشمسية المنعقد في الظهران عام ١٩٧٥ - ١٣٩٥ والذي يعتبر أكبر مؤتمر للطاقة الشمسية يقام في العالم الثالث، حضره أكثر من ٣٠٠ عالم وباحث عالميين، قدموا مئات البحوث الهامة في مجال الطاقة الشمسية، وعين الدكتور علي الكتاني رئيسا لهذا المؤتمر، والذي ألف حوله كتاب: الطاقة الشمسية والتطور  Heliotechnique and Development  باللغة الإنجليزية، بالاشتراك مع الدكتور جوزيف سوسو، في مجلدين ضخمين، ١٨٠٠ صفحة.\nومن إنجازاته العلمية: مشروع دوحة سلوى؛ الذي يؤمن الطاقة الكهربائية لجميع دول الخليج العربي بتكلفة زهيدة جدا، مستغلة بذلك طاقة الرياح والشمس والماء، وألف في موضوعه بحثا هاما قدمه يدا بيد للملك السعودي الراحل فيصل بن عبد العزيز آل سعود. وعلى ضوئه تم بناء الجسر الشهير بين المملكة العربية السعودية والبحرين.\nكما عمل الدكتور الكتاني أستاذا زائرا في مختلف جامعات العالم، وعضوا ورئيسا لمختلف المنظمات العلمية العالمية، منها تعاونية البحر الأبيض المتوسط للطاقة الشمسية؛ التي كان نائبا لرئيسها، واتحاد مراكز الأبحاث العالمي الذي كان عضوا به. كما أنجز بحثا مطولا حول الطاقة في العالم العربي بطلب من منظمة الأوبك. طبع في الكويت، وهيأ دراسة حول الطاقة في الدول النامية هو وتسعة أكبر علماء الطاقة في العالم بطلب من هيئة الأمم المتحدة، طبعت ضمن منشورات المنظمة المذكورة.\nأما بخصوص التكنولوجيا على مستوى العالم الإسلامي؛ فقد قام بالتنسيق بين مختلف دول العالم الإسلامي بخصوص العلوم والتكنولوجيا والتنمية من خلال وظيفته مديرا عاما للمؤسسة الإسلامية للعلوم والتكنولوجيا والتنمية التابعة لمنظمة المؤتمر الإسلامي، والني مقرها بجدة بالمملكة العربية السعودية في الفترة بين عامي ١٤٠١ - ١٤٠٨ (١٩٨١ - ١٩٨٧)، وعمل على تأسيس عدة جامعات ومعاهد علمية في العالم الإسلامي، وبعث عشرات المنح الدراسية للدول المتطورة صناعيا من أجل النهوض بالمستوى العلمي للمجتمع الإسلامي.\nوإنجاز عدة أبحاث علمية فاعلة؛ منها: دليل الجامعات الإسلامية، بالإنجليزي، ودليل الأكاديميات والمعاهد العلمية بالعالم الإسلامي، بالإنجليزي، كلاهما طبع في حوالي ٥٠٠ صفحة، كما قام في هذا المضمار بالمشاركة والإعداد لعشرات المؤتمرات على المستوى الإسلامي، خاصة: مؤتمر التكنولوجيا في العالم الإسلامي المنعقد بعمان عام ١٤٠٥ - ١٩٨٥، وصدرت من خلال ذلك عدة أبحاث هامة في مجال العلوم والتقنية والتنمية، على المستوى الإسلامي.\nوتعرف من خلال ذلك على مجموعة من قادة وزعماء الدول الإسلامية؛ خاصة الرئيسين المجاهدين الشهيدين ضياء الحق رئيس باكستان، وطرغد أوزال رئيس تركيا، ورئيس وزراء سرواك داتو باتنجي، ورئيس وزراء ماليزيا محاضر، وسمو الأمير الحسن بن طلال ولي عهد الأردن سابقا … وغيرهم من زعماء المنظمات الدولية والإسلامية الذين وجد في التعامل معهم دفعا لمشروعه الإسلامي الرائد على مستوى التكنولوجيا والتنمية، والدعوة الإسلامية بين الأقليات المسلمة في العالم.\nونتج عن جهوده في المؤسسة الإسلامية للعلوم والتكنولوجيا والتنمية؛ تأسيسه للأكاديمية الإسلامية للعلوم والتي مقرها بعمان - الأردن، وذلك عام ١٤٠٧ - ١٩٨٧، والتي تضم كبار علماء المسلمين في مستوى العلوم والتكنولوجيا، والتي تولى منصب أمينها العام ونائب رئيسها، وهي تقوم بإعداد مؤتمرات دورية تخص العلوم والتقنية في العالم الإسلامي، ومن أهم الدراسات التي أصدرتها الأكاديمية بإشراف وإنجاز الدكتور الكتاني: الصحة والتغذية والتنمية في العالم الإسلامي. باللغة الإنجليزية.\nوقد قال لي المهندس منيف الزعبي؛ مدير الأكاديمية الإسلامية للعلوم: إن الفضل في وجود تقدم في العلوم والتكنولوجيا على مستوى العالم الإسلامي - على فرض وجوده - إنما يعود لخمسة أشخاص فقط. وذكر منهم الوالد - رحمه الله تعالى.\nكما عمل من خلال عضويته في منظمة العواصم والمدن الإسلامية - والتي مقرها بجدة بالمملكة العربية السعودية - على ضم دولتين من دول أميركا اللاتينية لمنظمة المؤتمر الإسلامي، وهما: غوييانا وترنداد، وذلك من خلال نشاطاته المتواصلة في مجال الدعوة إلى الله تعالى في تلك القارة، وما كان له من علاقة وطيدة بعدة دول بها على المستويين الشعبي والقيادي، كما عمل على إدخال مدن غير إسلامية ولكن لها تاريخ إسلامي عريق في منظمة المدن والعواصم الإسلامية التابعة لمنظمة المؤتمر الإسلامي.\nأما على مستوى الأقليات الإسلامية؛ فقد عمل الدكتور الكتاني على تجديد الدعوة الإسلامية في العالم غير الإسلامي، حيث ابتدأ اعتناؤه بها منذ دخوله الجامعة بلوزان ثم الولايات المتحدة، وبها أسس عدة مراكز إسلامية، ثم عند مقامه بالمملكة العربية السعودية قام بإعطاء النصائح لرابطة العالم الإسلامي في مكة المكرمة لكي تقوم بمسح عام للأقليات الإسلامية بالعالم يتبعه مساندة علمية مدروسة لهذه الأقليات، وكان أول ما صنفه كتاب: المسلمون في المعسكر الشيوعي.\nثم قام عام ١٣٩٣ - ١٩٧٣ بجرد عام للمسلمين في أوروبا وأمريكا باسم رابطة العالم الإسلامي، وفلسف لعلم الأقليات الإسلامية في عدة من كتبه؛ أهمها: المسلمون في أوروبا وأمريكا في مجلدين، والأقليات الإسلامية في العالم اليوم. باللغة الإنجليزية  Muslim Minorities in The World Today  وآخر مختصر باللغة العربية، وكلا الكتابين يعتبر أهم مرجع في بابهما لا يستغني عنهما باحث في الأقليات الإسلامية، بل الكتاب الثاني يدرس في عدة جامعات ومعاهد إسلامية عالمية؛ كالجامعة الإسلامية بباكستان، والمراكز الإسلامية في أمريكا وأستراليا. كما أنجز بالتعاون مع الأستاذ أحمد مختار امبو: موسوعة الأقليات الإسلامية في العالم في عشرة مجلدات. باللغتين الإنجليزية والفرنسية، وفي النية ترجمتها إلى اللغة العربية، علاوة على عشرات الأبحاث والمؤلفات التي ألفها في هذا المجال.\nإضافة إلى عشرات بل مئات الجمعيات والمراكز الإسلامية التي أسسها في مختلف دول القارات الخمس، وكان له الفضل في إدخال الإسلام إلى عدة مناطق في العالم فقد منها أو لم يوجد قط، خاصة في نيوزلندا وكاليدونيا الجديدة، الذين يعتبر أول من أوجد الإسلام بهما، كذا عشرات المؤتمرات التي أسسها أو شارك فيها بخصوص الأقليات الإسلامية في العالم، والدروس التي ألقاها في مختلف الجامعات والمراكز الإسلامية العالمية التي كانت تستدعيه لإلقاء دروس تنظيمية وتفقيهية في مجال الدعوة الإسلامية في العالم غير الإسلامي، حتى تخرج على يديه مئات الدعاة من مختلف دول العالم، كما نظم جميع الجمعيات الإسلامية في أستراليا تحت اسم: إتحاد الجمعيات الإسلامية في أستراليا. والذي يضم الآن أكثر من ٨٠٠ ألف مسلم. ليكون عدد من أسلم على يديه أو تنظم من مسلمي العالم أكثر من مليوني مسلم بلا مبالغة.\nوإذا ذكر الإسلام في الأندلس (إسبانيا) - فلا يمكن أن يغفل عنه الدكتور علي الكتاني، الذي كان أحد أول من أدخل الإسلام إلى تلك الربوع المسلوبة، وقد ابتدأ نشاطه الإسلامي بها منذ عام ١٣٩٣ - ١٩٧٣، وتكثف منذ عام ١٤٠٠ - ١٩٨٠، حيث عمل على استرجاع مسجد القاضي أبي عثمان الشهير بقرطبة، ثم أسس عدة مراكز إسلامية بقرطبة ومالقة وغيرهما، ثم أسس الجماعة الإسلامية بالأندلس، وقام عن طريقها بإنشاء عدة فروع للجماعة بمختلف المدن الكبرى لمنطقة الأندلس بإسبانيا، ودخل الإسبان على يديه للإسلام أفواجا.\nوأقام عدة مؤتمرات إسلامية؛ منها: أعوام ١٤٠٤، ١٤٠٥، ١٤٠٦، وعمل على ربط أندلسيي المهجر المسلمين بأندلسيي الداخل، وإرسال عدة بعثات من مسلمي الأندلس إلى مختلف الجامعات الإسلامية لتعلم اللغة العربية والفقه الإسلامي.\nكما فلسف للقومية الأندلسية الإسلامية الحديثة في عدة مؤلفات ومحاضرات ومقالات، خاصة كتابيه: إنبعاث الإسلام في الأندلس. في ٥٦٠ صفحة، طبعة الجامعة الإسلامية بباكستان، والصحوة الإسلامية في الأندلس اليوم: جذورها ومسارها. طبع ضمن منشورات كتاب الأمة بقطر.\nثم - وطبقا لنظريته في توطين الإسلام في الأراضي المتواجد بها - أسس أول جامعة إسلامية بأوروبا الغربية منذ سقوط غرناطة؛ وهي: جامعة ابن رشد الإسلامية بقرطبة. وعين رئيسا لها، لتفتح الباب لعدة جامعات إسلامية شارك في تأسيسها في أوروبا الغربية، سواء بفرنسا أو هولندا أو بلجيكا، حتى تأسست كنفدرالية اتحاد الجامعات الإسلامية بأوروبا، ليكون مجددا ورائدا في هذا المجال.\nوعمل من خلال هذه الجامعة التي بذل فيها ماله وعمره وجهده إلى أن توفي بها شهيدا - رحمه الله تعالى - على نشر الوعي الإسلامي بين الإسبان، وإحياء لغة الألخاميادو (الأعجمية) - وهي: اللغة اللاتينية المحلية المكتوبة بالحروف العربية، حيث أول حروف كتبت بها اللهجات اللاتينية غير الفصحى كانت الحروف العربية - ومعلوم ما في إحياء مثل هذه الثقافة من معنى، خاصة في دول ترمي إلى العودة إلى ثقافتها الأصيلة، والتميز عن الدول المجاورة لها.\nكما كان الإمام الكتاني يقوم بعدة جولات دعوية في منطقة الأندلس - والتي ضم إليها البرتغال وجزر الخالدات ومدينتي سبتة ومليلية المحتلتين - مما أفزع الأوساط النصرانية المتطرفة التي أرسلت إليه عدة رسائل تهدده فيها بالاغتيال إن هو استمر في نشاطه الإسلامي الدعوي في إسبانيا. خاصة عندما أسس: اتحاد المدن المورسكية. والذي انضمت إليه أكثر من ثمانين بلدية من المنطقة المورسكية التي بها بقايا الإسلام في الأندلس. وطبعوا كتابه باللغة الإسبانية عن ابن البيطار طبعته بلدية برشانة \"  Purchena\"  التي ولد بها، والذي كله دعوة إلى الإسلام والافتخار بالتاريخ الاسلامي. ولقي إقبالا منقطع النظير.\nكان الدكتور الكتاني واسع الثقافة، لا تتحدث في فن إلا ويدلو بدلوه فيه، يتقن اللغات: العربية والإنجليزية والفرنسية والإسبانية، تأليفا ومحاضرة وخطابة ومطالعة، وله معرفة وإلمام بخمس لغات أخر؛ هي: الأمازيغية، والألمانية، والبرتغالية، والإيطالية، والسويدية. لا يكاد يترك المطالعة والكتابة، قوي الهمة شديد الغيرة على الإسلام وقضاياه. وكان فاعلا منجزا، له قدرة هائلة على الابتكار وصنع النظريات، مع الهمة العالية في تطبيق وشرح وتوضيح أفكاره ونظرياته.\nأقام عدة مؤتمرات وشارك في عشرات الندوات بخصوص أوضاع المسلمين في مختلف دول العالم، وكان له دور رائد في التوعية الدينية ببلاده المغرب، وكذلك المشاركة في الجمعيات الخيرية، بل أسس: مؤسسة الإغاثة الإسلامية في المغرب، بالتعاون مع هيأة الإغاثة الإسلامية في جدة - المملكة العربية السعودية، والتي عملت على كفالة عشرات الأيتام والأرامل بالمغرب، كما كان عضوا في مؤسسة آل البيت ومنتدى الفكر العربي بعمان - الأردن، بل كان عضوا في الأمانة العامة لهذا الأخير. وأسس عدة جمعيات تعاونية وثقافية؛ منها: جمعية الشرفاء الكتانيين للثقافة والتعاون. وبالرغم من كل هذه المجهودات وهذا النفوذ؛ كان غاية في التواضع وهضم النفس.\nترك مايزيد عن مائتي مؤلف وتحقيق؛ منها سوى ما ذكرنا: الشجرة الكتانية (في النسب الكتاني) في مجلد ضخم. خ، موسوعة التراجم الكتانية. خ، الشرفاء الكتانيون في الماضي والحاضر. ط، مجموعة كبرى من الأبحاث في خصوص علم الطاقة باللغات العربية والفرنسية والإنجليزية، موسوعة المقالات المكتوبة حول الإسلام بالأندلس منذ عام: ١٩٨٠ - ٢٠٠٠. خ، العلامة المجاهد محمد إبراهيم بن أحمد الكتاني - حياة علم وجهاد. ط، جمع وتحقيق وتذييل كتاب جده الإمام محمد الزمزمي الكتاني: عقد الزمرد والزبرجد في سيرة الابن والوالد والجد (حياتي) ٣ مجلدات، والذي هو تاريخ للشرق الأوسط في القرن الرابع عشر الهجري. خ، تحقيق رحلة ابن بطوطة في مجلدين. ط، تحقيق كتاب نظم الدر واللآل في شرفاء عقبة ابن صوال (الكتانيين) للعلامة الطالب ابن الحاج. ط، جمع وتحقيق ديوان العلامة عبد الرحمن بن جعفر الكتاني. خ، موسوعة الشعر الأندلسي المضمن للكلمات العامية. جزأين. خ، المنتقى من الشعر الكتاني جزأين. خ، مجموعة كبرى من الأبحاث بخصوص الأقليات الإسلامية في العالم. مجموعة من الأبحاث الفكرية والدعوية … وغير ذلك كثير.\nكما تلقى عدة جائزات تقديرية علمية وفكرية من مختلف الجامعات والمعاهد والمنظمات الإسلامية والعالمية، واختير ضمن تراجم كتاب العباقرة في القرن العشرين الميلادي:  The International Who's Who of Intellectuals،  أحد بضع وثلاثين عالما فقط، واختاره مركز التراجم الأمريكي الذي يعنى بتراجم نبغاء الألفية الميلادية الثانية:  American Biographical Institute.\nتوفي رحمه الله تعالى بقرطبة - إسبانبا، فجأة وفي ظروف غامضة، بعد عدة تهديدات كانت وصلته من اليمين المتطرف بإسبانيا، وهو مستعد للرجوع لبلاده المغرب، سحر ليلة الثلاثاء ١٥ محرم الحرام عام ١٤٢٢ الموافق ١٠ أبريل عام ٢٠٠١، ونقل جثمانه من الغد للرباط - المغرب، حيث شيع جثمانه في جنازة رهيبة ظهر يوم الخميس الموالي، ليدفن في مقبرة الشهداء قريبا من مرقد والده الإمام محمد المنتصر الكتاني، وصلي عليه الغائب في عدة بلاد إسلامية كاليمن والمدينة المنورة وسوريا … وغيرها. لتفقد الأمة الإسلامية إماما مجددا وموسوعة في العلوم والمعارف.\n[نقلا عن موقع المؤلف:  http://www.alikettani.org ]",
  "books": [
    {
      "text_id": 37481,
      "title": "انبعاث الإسلام في الأندلس"
    }
  ]
}