{
  "author_id": 2467,
  "author_meta": "مُحِبّ الدِّين الخَطِيب (١٣٠٣ - ١٣٨٩ هـ = ١٨٨٦ - ١٩٦٩ م)\nمحب الدين بن أبي الفتح محمد ن عبد القادر بن صالح الخطيب، يتصل نسبه بعبد القادر الجيلاني الحسني: من كبار الكتاب الإسلاميين. ولد في دمشق. وتعلم بها والاستانة وشارك (سنة ١٣٢٤ هـ في إنشاء جمعية بدمشق سميت «النهضة العربية» وكان من أعضائها الدكتور صالح الدين القاسمي. ورحل إلى صنعاء فترجم عن التركية وعمل في بعض مدارسها. ولما أعلن الدستور العثماني (١٩٠٨) عاد إلى دمشق. ثم زار الأستانة ومنها قصد القاهرة (١٩٠٩) فعمل في تحرير المؤيد. وانتدبته إحدى الجمعيات العربية في أوائل الحرب العامة الأولى، للاتصال بأمراء العرب فاعتقله الإنكليز في البصرة سبعة أشهر. وأعلنت في مكة الثورة العربية (١٩١٦) فقصدها وحرر جريدة «القبلة» وحكم عليه الأتراك بالإعدام غيابيا. ولما جلا العثمانيون عن دمشق، عاد إليها (١٩١٨) وتولى إدارة جريدة العاصمة. وفر بعد دخول الفرنسيين (سنة ٢٠) فاستقر في القاهرة وعمل محررا في الأهرام وأصدر مجلتيه «الزهراء» و «الفتح» وكان من أوائل مؤسسي «جمعية الشبان المسلمين». وتولى تحرير «مجلة الأزهر» ست سنوات. وأنشأ المطبعة السلفية ومكتبتها، فأشرف على نشر عدد كبير من كتب التراث وغيرها. ونشر من تأليفه «اتجاه الموجات البشرية في جزيرة العرب» و «تاريخ مدينة الزهراء بالأندلس» و «ذكرى موقعة حطين» و «الأزهر، ماضيه وحاضره والحاجة إلى إصلاحه» و «الرعيل الأول في الإسلام» و «الحديقة» مجموعة كبيرة في إجزاء صغيرة، أصدر منها ١٣ جزءا. وترجم عن التركية كتبا، منها «سرائر القرآن - ط» وضمت خزانة كتبه نحو عشرين ألف مجلد مطبوع تغلب فيها النوادر\nنقلا عن: الأعلام للزركلي\n[وجاء في الموسوعة العربية (ويكيبيديا) ما يلي:]\nمحب الدين بن أبي الفتح بن عبد القادر بن صالح بن عبد الرحيم بن محمد الخطيب، أصل أسرته من بغداد من ذرية الشيخ عبد القادر الجيلاني. هاجرت أسرته إلى حماة في بلاد الشام، ونزح فرع منها إلى قرية \"عذراء\" وفريق إلى دمشق.\nولادته وأسرته\nولد العلامة محب الدين الخطيب في حي القيمريّة بدمشق في الشهر السابع من سنة ١٣٠٣ هـ / ١٨٨٦م.\nوالده\nأبوه الشيخ أبو الفتح الخطيب من رجالات دمشق، كان أمين دار الكتب الظاهرية، تولّى التدريس والوعظ في الجامع الأموي، له عدّة مصنفات: \"مختصر تاريخ ابن عساكر\" و\"مختصر تيسير الطالب\"، و\"شرح للعوامل\".\nأمّه\nالسيدة آسيا بنت محمد الجلاد، والدها من ملاكي الأراضي الزراعيّة بدمشق.\nنشأته\nأسرة ذات دين، وخلق، وعلم، فقد كانت أمه صالحة ذات فضل، توفيت -رحمها الله- في الفلاة بين مكة والمدينة بريح السموم، وهي راجعة من فريضة الحج في ركب المحمل الشامي، وكان محب الدين صغيراً في حجرها ساعة موتها. كفله والده ليعوضه حنان الأم، وعند رجوعه إلى دمشق من رحلة الحج ألحقه والده وهو في السابعة بمدرسة الترقي النموذجيّة، وحصل منها على شهادة إتمام المرحلة الابتدائيّة بدرجة جيد جداً، ثمّ التحق بمدرسة مكتب عنبر، وبعد سنة توفي والده.\nنشأته وطلبه للعلم\nرأت أسرته أن يترك المدرسة، فتركها ولازم العلماء، وكان في هذه الفترة الشيخ طاهر الجزائري مشرفاً على المكتبات والمدارس في بلاد الشام غائباً عن دمشق، فلمّا عاد -وكانت بينه وبين أبي الفتح الخطيب صلة ومودة وإخاء-، فلمّا علم بموت والد محب الدين احتواه، وعطف عليه، ووجهه نحو العلم لينهل منه، ويتضلّع من مشاربه، وغرس فيه:\n١ - حب قراءة التراث العربي الإسلامي.\n٢ - بث فيه حب الدعوة إلى الله.\n٣ - حرّضه على إيقاظ العرب ليقووا على حمل رسالة الإسلام، فهم مادة الإسلام.\nولذلك كان يقول العلامة محب الدين الخطيب: «من هذا الشيخ عرفت إسلامي وعروبتي». وسعى شيخه الجزائري ليخلف محب الدين أباه في دار الكتب الظاهريّة على أن ينوب عنه من يقوم بها حتى يبلغ سن الرشد، وفي فترة الانتظار كان ينتقي لتلميذه محب الدين الخطيب مخطوطات من تأليف شيخ الإسلام ابن تيمية وأضرابه فيكلّفه بنسخها.\nوانتفع محب الدين بهذا العمل من ناحيتين:\n- توسعت ثقافته العلميّة، وترسخ في العلم وبخاصّة انتفاعه بكتب شيخ الإسلام ابن تيمية ومدرسته السلفيّة، فاستفاد بذلك اطلاعاً على الإسلام المصفّى من البدع والخرافات والأوهام.\n- أشغل وقته وانتفع بأجرة النسخ.\n٤ - وجه الشيخ الجزائري تلميذه للالتحاق مرة ثانية بمكتب عنبر.\n٥ - أوصاه بالتردد على العلماء: أحمد النويلاتي، وجمال الدين القاسمي، ومحمد علي مسلم، حيث كانت لهم غرف في مدرسة عبد الله باشا العظم في هذه الفترة المبكرة تفتحت آفاق التفكير العلمي عند محب الدين الخطيب، وانتفع بما تلقاه في المدرسة من علوم كونيّة، وأضاف إليها مطالعاته المتواصلة في دار الكتب الظاهريّة، واطلاعه على المجلات الكبرى في عصره: المقتطف، الهلال، الضياء. في هذه الفترة كان يبث أفكار شيخه الجزائري، ويكتب المقالات العلميّة والقطع الأدبيّة التي يعربها من التركيّة، ويرسل بها إلى صحيفة ثمرات الزمان في بيروت.\nرحلاته العلميّة والدعويّة\nبعد أن أنهى الخطيب دراسته الثانويّة عام ١٩٠٦م في بيروت، انتقل إلى عاصمة الخلافة: إسلامبول المعروفة يومئذٍ بـ «الأستانة»، وهي «القسطنطينيّة» والتحق بكليتي الآداب والحقوق. نزل هناك في حي يكثر فيه أبناء العرب وطلاب العلم، ورأى هناك أمراً عجباً: الطلاب العرب يجهلون قواعد لغتهم، وإملاءها، وآدابها، ويتكلّمون بينهم برطانة الترك، فانتخب الشيخ محب الدين الخطيب من الشباب العرب طائفة أقنعها بوجوب تعلّم لسان العرب، واتفق مع صديقه الأمير عارف الشهابي أن يقوما على تعليم هؤلاء الشباب العرب لغتهم، وبعد فترة أسسوا «جمعية النهضة العربيّة»، وكان صديقه العلامة الأستاذ محمد كرد علي يرسل إليهم الصحف بالبريد.\nشعر الأتراك الاتحاديّون الذين انقلبوا على الخلافة العثمانيّة بكيد من يهود الدونمة، وأبقوا للخليفة الاسم ولهم الرسم، شعروا بنشاط «جمعيّة النهضة العربيّة» فداهموا غرفة الشيخ محب الدين الخطيب، ووجدوا فيها أوراقاً وصحفاً عربيّة، وكاد الشيخ أن يهلك لولا أنّ الله فيّض له رجلاً كانت تربطه بأسرته روابط قويّة. اشتدت الرقابة الاتحاديّة على الشيخ فغادر الأستانة بعد الانتهاء من السنة الثالثة إلى دمشق.\nاختير الشيخ للعمل في اليمن وانتقل إليها، ومرّ أثناء ذلك بمصر حيث التقى بشيخه طاهر الجزائري وصديقه محمد كرد علي، واتصل -أيضاً- بأعلام الفكر والأدب. لمّا وصل إلى اليمن اتصل بشوقي مؤيد العظم قائد الحديدة: الفرقة الرابعة عشر في الجيش العثماني. لمّا أعلن الدستور العثماني سنة ١٩٠٨م رجع إلى دمشق، وأصبح يطالب معه إخوانه هناك بحقوق العرب التي تنكرت لها حركة التتريك، وفي هذه الرحلة شارك في تحرير جريدة هزلية «كار الخرج»، فانتبهت السلطات الحكوميّة للجريدة، فسافر الشيخ إلى بيروت، فأمرت الحكومة بملاحقته، فانتقل إلى القاهرة وهناك شارك في جريدة المؤيد، وفي سنة ١٩١٣م أسس الشيخ محمد رشيد رضا مدرسة الدعوة والإرشاد فدرس فيها الشيخ محب الدين.\nعندما قامت الحرب الكونيّة الأولى وأعلنت الثورة العربيّة الكبرى طلبه الشريف الحسين بن علي برقياً فسافر إلى مكة فأسس المطبعة الأميريّة، وأصدر جريدة القبلة الناطقة باسم حكومة الحجاز، وكان الشريف حسين يستشيره في كثير من الأمور الخارجيّة مع الشيخ كامل القصاب. لمّا دخل العرب دمشق عام ١٩١٨م بقيادة الأمير فيصل عاد الشيخ محب الدين الخطيب، وأنيط به إدارة وتحرير الجريدة الرسميّة للحكومة باسم «العاصمة».\nلمّا دخل الفرنسيون عام ١٩٢٠م دمشق غادر الشيخ محب الدين إلى مصر واستقرّ في القاهرة حيث عمل في تحرير جريدة الأهرام خمس سنوات، وهناك أسس المكتبة السلفيّة ومطبعتها، حيث قام بطباعة الكتب السلفيّة، ونشر كثيراً منها، وأصدر مجلة الزهراء، وهي مجلة أدبيّة اجتماعيّة دامت خمس سنين، ثمّ أسس جريدة الفتح، ثمّ تولّى تحرير مجلة الأزهر ست سنوات، ثمّ ساهم في إنشاء جمعية الشبان المسلمين في القاهرة.\nأحدث قيام جمعية الشبان المسلمين في القاهرة ردة فعل شديدة لدى دعاة الإلحاد والعلمانيين والمبشرين، فتربصوا به حتى وجهوا أنظار النيابة العامّة إلى مقال كتبه بعنوان: «الحرية في بلاد الأطفال» نال فيه من كمال أتاتورك فقبض عليه وحكم عليه بالسجن لمدة شهر.\nجهوده وجهاده وآثاره العلميّة\n١ - ضد المبشرين البروتستانت\nنشر في مجلة المؤيد كثيراً من أعمال المبشرين البروتستانت نقلاً عن مجلتهم «مجلة العالم الإسلامي» الفرنسيّة، وفضح ما يراد بالمسلمين من حشر على أيديهم وعقولهم الملوثة، فكان من نتاج ذلك «الغارة على العالم الإسلامي» الذي كان له دوي في العالم الإسلامي.\n٢ - ضد الصهيونيّة\nكان الشيخ من أوائل العلماء الذين تنبّهوا لأخطار الصهيونيّة، وحذروا منها، وكشفوا الغطاء عن حقائقها وأسرارها، ومحاولة اليهود في الوصول إلى فلسطين عام ١٨٤٤م ومطالبتهم لمحمد علي باشا بفلسطين، وما كان بينهم وبين السلطان عبد الحميد سنة ١٩٠٢م، ومقالاته في الفتح شاهد صدق على ذلك.\n٣ - ضد المستعمر الفرنسي\nكان الشيخ محب الدين الخطيب مشرف اللجان التي تشكلت لجمع المال من أجل المجاهدين الذين يستعدون لملاقاة الفرنسيين الغزاة في ميسلون قرب دمشق.\n٤ - ضد المذهب الشيعى الاثنا عشرى\nاستطاع أحد العلماء الشيعه وهوالشيخ «محمد القمي» في عام١٣٦٨هجرى الموافق ١٩٤٧ميلادى بالقدوم إلى مصر لإنشاء دار التقريب وأصدر مجلة \"رسالة الإسلام\" واستأجر شقة في الزمالك حيث كان الغرض من ذلك ان يتم التواصل بين المذاهب الإسلامية المختلفه، والتعارف بينها.\nكان الشيخ محب الدين الخطيب من المتعصبين ضد هذه الفكره حيث قال: «انفض المسلمون جميعاً من حول دار التخريب التي كانت تسمى دار التقريب ومضى عليها زمن طويل والرياح تصفر في غرفها الخالية تنعى من استأجرها»، ثم يذكر أنه لم يبق متعلقاً بعضويتها إلا بعض المنتفعين مادياً في ولاء انتمائهم إلى هذه الدار، وأن العلماء المخلصين من أهل السنة انكشف لهم المستور من حقيقة دين الرافضة، ودعوة التقريب التي يريدها الرافضة، فانفضوا عن الدار وعن الألاعيب التي يراد إشراكهم في تمثيلها، ثم يقول: فلم يبق موضع عجب إلا استمرار النشر الخادع في تلك المجلة ولعل القائمين يضعون لها حداً. وهذه المجلة رسالة الإسلام توقفت في ١٧ رمضان ١٣٩٢ هـ وهو العدد (٦٠).\nجهوده في نشر عقيدة أهل السنة والجماعة\n- نشر كتب شيخ الإسلام ابن تيمية.\n- دفاعه عن الصحابة ورد الشبهات عنهم ويتجلى ذلك في نشره كتاب «العواصم من القواصم» هذا الكتاب الذي حاول فيه تكذيب الروايات التي تتحدث عن ما حصل بين الصحابة من فتن وانشقاق.\n- نشره كتاب فتح الباري مع تعليقات الإمام ابن باز.\n- تواصله مع العلماء والدعاة السلفيين وتشجيعهم، ومن ذلك رسالته للشيخ الألباني كما في مقدمة «آداب الزفاف».\nوفاته\nبعد ثلاث وثمانين سنة قضاها في البحث، والتحرير، والتأليف، ضد المستشرقين، والمبشرين، والشيعه، والعلمانيين توفي يوم ٢٢ شوال سنة ١٣٨٩ هـ, الموافق ٣٠ ديسمبر من عام ١٩٦٩م, بمستشفى الكاتب بالدقي في مصر بعد إجراء عمليَّة جراحيَّة, وبعد أن أمضى حياة مليئة بالعمل والنَّشاط.\nآثاره العلميّة\nبعد أن ترك آثاراً عظيمة تدل على عبقريّته وموسوعيّته كما قال أنور الجندي: «وبالجملة فإنّ السيد محب الدين الخطيب وآثاره تعد رصيداً ضخماً في تراثنا العربي، وفكرنا الإسلامي، وقد أضاف إضافات بناءة، وقدم إجابات عميقة، وزوايا جديدة لمفاهيم الثقافة العربيّة وقيمها الأساسيّة»، منها:\n١ - توضيح الجامع الصحيح للإمام البخاري، شرح صغير.\n٢ - الحديقة، ١٤ جزء، مختارات في الأدب الإسلامي في مختلف العصور وفي مختلف الموضوعات.\n٣ - الخطوط العريضة التي قام عليها دين الشيعة الاثنى عشريّة.\n٤ - البهائية.\n٥ - مع الرعيل الأول، عرض وتحليل لحياة الرسول مع أصحابه.\n٦ - حملة رسالة الإسلام الأولون.\n٧ - رسالة الجيل المثالي.\n٨ - من الإسلام إلى الإيمان، حقائق عن الفرقة الصوفيّة التيجانيّة.\n٩ - اتجاه الموجات البشرية في جزيرة العرب.\n١٠ - الإسلام دعوة الحقّ والخير.\n١١ - ذو النورين عثمان بن عفان.\n١٢ - مراسلات بينه وبين الأمير شكيب أرسلان، بلغ ألف رسالة.\n١٣ - الغارة على العالم الإسلامي - ترجمة -.\n١٤ - تاريخ مدينة الزهراء.\n١٥ - الأزهر ماضيه وحاضره.\nوله تعليقات قيمة على كتب عديدة منها:\n١ - تعليقاته الرائعة على كتاب العواصم من القواصم لابن العربي المالكي وهي أكبر وأهم من الكتاب.\n٢ - تعليقات على كتاب المنتقى من منهاج الاعتدال للذهبي.\n٣ - تعليقات على مختصر التحفة الاثني عشرية للألوسي.\n٤ - تعليقات مفيدة على كتاب الإكليل للهمداني.\n٥ - وقد طبع كتاب الأدب المفرد للبخاري مع تخريج أحاديثه\n٦ - وكذلك طبع فتح الباري بشرح البخاري لابن حجر مع الإشارة إلى الأبواب التي تفرقت فيها الأحاديث بالتعاون مع محمد فؤاد عبد الباقي. وما نَشر كتابا إلا وكتب مقدمة علمية عن المؤلف وعن الكتاب ثم هناك مئات من المقالات التي كتبها في موضوعات شتى خلال عمره المديد في الزهراء والفتح والأزهر وغيرها من الصحف والمجلات.\nوكان يجيد اللغات العربية والتركية والفارسية والفرنسية.\nشبهات حول العلامة الخطيب\n١ - أنه كان ماسونيّاً، لتتلمذه على كتب محمد عبده، محمد رشيد رضا، الكواكبي\nالرد: لم يثبت بنقل صحيح أو تصريح صحيح أن السيد محب الدين الخطيب تأثّر بالماسونيّة، وصلته بمحمد عبده، ورشيد رضا، والكواكبي فإنّ هؤلاء تأثروا بالماسونيّة، وانخدعوا بشعاراتها، ولمّا انكشف لهم حقيقتها تبرؤوا منها، وبخاصّة رشيد رضا، ومقالاته في ذمها والتحذير منها ملأت المنار.\n٢ - وتأسيسه عدة جمعيات لمناهضة سياسة التتريك الطورانية:\n-الرد: كان هدفها المطالبة بحقوق العرب ضمن الدولة العثمانية، وفي ذلك يقول الشيخ محب الخطيب: إني أقر بكلّ صدق بأني وأنا وجميع من استعنت بهم وتعاونت معهم من رجال العرب وشبانهم لم يخطر ببالنا الانفصال عن الدولة العثمانية.\nويقول: من مصلحة العرب في الدولة العثمانيّة أن تقر لهم الدولة بلغتهم في الإدارة والتعليم في البلاد التي يتكلّم أهلها العربيّة، وألا تبلغ بهم الحماقة إلى حد أن يكون التعليم في بلادهم بلغة أجنبية عنهم، وإلى حد أن تكون لغتهم محرماً عليهم استعمالها، أن تكون لغة الإدارة والقضاء في صميم الوطن العربي.",
  "books": [
    {
      "text_id": 37824,
      "title": "الخطوط العريضة للأسس التي قام عليها دين الشيعة الإمامية الاثني عشرية"
    }
  ]
}