{
  "author_id": 2468,
  "author_meta": "محمد خليفة التونسي (١٣٣٤ - ١٤٠٨ هـ = ١٩١٥ - ١٩٨٨ م)\nكاتب وباحث ومفكر مصري (ولد بمصر وتوفي بالكويت)، قام بأول ترجمة عربية كاملة لبروتوكولات حكماء صهيون، وهو من تلامذة عباس العقاد وقد قام بالتقديم لكتابه هذا.\nولد بقرية (تونس) إحدى قرى محافظة سوهاج بصعيد مصر في اليوم العاشر من شهر سبتمبر لسنة ١٩١٥ وهو ينتسب لعائلة العويس أكبر عائلات القرية ودرس كغيره من أقرانه في كتاب القرية ثم درس المرحلة الابتدائية في معهد أسيوط الدينى وبعد ذلك تلقى تعليمه للمرحلة الثانوية في مدرسة تجهيزية دار العلوم وعندما حصل على شهادتها اتجه إلى كلية دار العلوم بالقاهرة التي تخرج فيها سنة ١٩٣٩ وقد حرص على الاستمرار في الدراسة فنال دبلوم الدراسات العليا في سنة ١٩٥٥ ومنذ سنة ١٩٣٩ حتى سنة ١٩٧٢ وهو يعمل في سلك التدريس بصفته مدرسا\nشارك في لجنة تطوير الأزهر ووضع مناهج أقسامه الإبتدائية والإعدادية والثانوية، وندب للإشراف على التجربة التعليمية في المعهد النموذجي للأزهر عام ١٩٦١.\nأعير عام ١٩٦٤ للتدريس بالعراق، ثم انتدب إلى وزارة الأوقاف العراقية لإصلاح أحوال التعليم الديني في مدارسها، فبقي فيها حتى عام ١٩٧٢.\nفي ١٩٧٢ سافر للكويت وعمل محرراً في مجلة العربي منذ عام ١٩٧٢ وكان رئيساً للقسم الأدبي بها. واحتضنته المجلة فاستمر بها حتى وفاته، وقد أعجب به الشيخ جابر العلى السالم الصباح فبسط عليه رعايته وأبداه اهتمامه\nاتصل بالكاتب عباس محمود العقاد، وكان من أبرز مريديه من عام ١٩٣٢ حتى وفاة العقاد في ١٢ مارس ١٩٦٤ م.\nبدأ يكتب في الصحف العربية ومجلاتها منذ عام ١٩٣٢ حتى وفاته: فكتب في مجلات الرسالة، والثقافة، وتراث الإنسانية، والكتاب العربي، والعربي، والكويت، والبلاغ. كما كتب لكثير من الصحف العربية مثل: جريدة الضياء، والصرخة، والأساس، والجمهورية، والقبس، والرأي العام، والوطن.\nوحاز جائزة عبد العزيز سعود البابطين للإبداع الشعري\nمؤلفاته:\nأكثر مؤلفاته لم يزل مخطوطاً وقد طبع منها:\n- العواصف: (ديوان شعر)، ٣٥ - ١٩٤٧، ٢ مج.\n- بروتوكولات حكماء صهيون، ١٩٤٦ (ترجمة).\n- فصول من النقد عند العقاد، ١٩٥٢.\n- التسامح في الإسلام، ١٩٥٢.\n- العقاد: دراسة وتحية (مع آخرين) عام ١٩٥٩.\n- رباعيات التونسي، ٦٦ - ١٩٨٧، ٢ مج.\n- تأملات حرة في الدين والفلسفة والأدب والفن، ١٩٨٣.\n- أضواء على لغتنا السمحة (كتاب العربي)، ١٩٨٥.\n- كنوز التلمود (ترجمة)، ١٩٨٩.\n- وله مقدمة طويلة بلغت (٨٤ ص) في كتاب \"همجية التعاليم الصهيونية\"/تأليف بولس حنا مسعد. - بيروت: دار الكتاب العربي، ١٣٨٩ هـ.\nوأما ما لم يطبع فهو:\n- العناصر النفسية لليهود.\n- الزندقة: أصولها وتطورها.\n- حول فلسفة الصيام.\n- أسرة النبي - صلى الله عليه وسلم -.\n- المدينة: لماذا اختارها النبي موطناً لهجرته؟\n- الأنوار المحمدية: حول لواء النبي (وهو ملحمة شعرية).\n- الفيصليات (شعر).\n- الخليل بن أحمد (عبقريته الرياضية).\n- بشار بن برد: أول شاعر كبير في العربية.\n- سماحة اللغة العربية: أصول وفصول.\n- ثورة الحسين بين الواقع والفن.\n- المختار بن عبيد الثقفي.\n- من سادات العرب.\n- مع الشعراء.\n- قال الراوي (قصص تراثية).\n- أسئلة وأجوبة.\n- كتب ومؤلفون.\n- حول لواء العقاد (أحاديث صحفية).\n- عبقرية المهلب.\n- شاعر مجرم: مالك بن الريب المازني.\nمترجمات غير مطبوعة:\n- ما أعتقد/برتراند رسل\n(الترجمة عن تكملة معجم المؤلفين مع زيادات من ويكيبيديا وغيرها)",
  "books": [
    {
      "text_id": 38100,
      "title": "الخطر اليهودي بروتوكولات حكماء صهيون"
    }
  ]
}