{
  "author_id": 2476,
  "author_meta": "الاسم: إبراهيم محمد الجرمي\nالدولة: الأردن\nمكان الميلاد وتاريخه: لبنان سنة ١٩٦٦م.\nالتحصيل العلمي:\nحاصل على الدكتوراه في اللغة العربية وآدابها، وعلى الدبلوم العالي في الدراسات الشرعية -تخصص قراءات-.\nحاصل على إجازات علمية في التجويد والقراءات وعلوم الشريعة والعربية.\nحافظ للقرآن الكريم منذ سن السابعة عشرة من عمره.\nجوّد القرآن الكريم برواية حفص على شيوخ عدة، منهم الشيخ محمود إدريس، والشيخ سعيد العنبتاوي، والشيخ إبراهيم رمانة.\nقرأ القرآن بقراءة نافع على الشيخ سعيد العنبتاوي، كما تلقاها عن د. أحمد شكري، ود. محمد عصام القضاة ضمن دبلوم القراءات.\nقرأ القرآن بالقراءات السبع على الشيخ أحمد مصطفى أبو الحسن، وقرأ القرآن أيضا بالقراءات العشر الكبرى على الشيخ سعيد العنبتاوي.\nقرأ القرآن بالقراءات العشر الصغرى على الشيخ إلياس أحمد البرماوي.\nدرس الفقه الشافعي وعلم العقيدة والنحو على العلامة الشيخ حسن الرزوق.\nحفظ كثيرا من المتون العلمية في مختلف العلوم، فقد حفظ في التجويد متني تحفة الأطفال والجزرية وعرضها من حفظه على الشيخ سعيد العنبتاوي والشيخ إلياس البرماوي. وقد حفظ متن مقدمة ورش للمتولي وعرضه غيباً على الشيخ سعيد العنبتاوي. كما حفظ الشاطبية والدرة وأغلب طيبة النشر. وكذا حفظ رائية الخاقاني ونونية السخاوي ورائية أبي الحسن الحصري في قراءة نافع.\nالأعمال والإشراف:\nالمشرف العام على التلاوات والأذكار في إذاعة حياة إف إم.\nعمل مشرفا على دار قرآن تابعة لوزارة الأوقاف الأردنية، يدرّس فيها التجويد والقراءات منذ ١٩٩٠ وإلى الآن.\nدرّس القرآن الكريم وتجويده في الدار النموذجية المعقودة في مسجد الشهيد عبد الله سنة كاملة.\nكما عمل محاضرا غير متفرغ في بعض الكليات الشرعية في الأردن، ومحاضرا متفرغا في الجامعة الإسلامية العالمية بماليزيا.\nقام بالدعوة ومهماتها من خطابة وتدريس ودورات شرعية وعربية.\nعقد المترجم له دورات كثيرة في رواية حفص وفي القراءات السبع والعشر.\nأشرف على تسجيل مصاحف وتلاوات لقراء كثيرين.\nالإنجازات:\nشارك في المسابقات الدولية في السعودية ومصر، وفي المسابقات المحلية متسابقا. كما شارك في تحكيم مسابقات محلية ودولية، منها جائزة دبي الدولية للقرآن الكريم.\nله إصدارات صوتية كثيرة، منها: ختمة كاملة تذاع عبر المحطات الفضائية، أقراص مدمجة بالقراءات القرآنية، وأخرى شرح للشاطبية مع تطبيقاتها كاملة.\nله مصحف مرتل يذاع من كثير من الفضائيات العربية، وله برنامج إذاعي أسبوعي \" كيف نقرأ القرآن\" تبثه إذاعة حياة اف ام الأردنية.\nالمؤلفات:\nأثر الدلالة اللغوية في اختلاف المسلمين في أصول الدين.\nمعجم علوم القرآن.\nتقويم اللسان بتلاوة القرآن.\nالتسامح المذهبي بين المسلمين فريضة وضرورة.\nسيد القراء الإمام الشاطبي.\nشواهد القراءات.\nمن أعلام القراء والمقرئين ..\nالتحقيقات:\nقرة العين في الفتح والإمالة وبين اللفظين لابن القاصح.\nرسالة المدات ليوسف أفندي زادة.\nمنجد المقرئين لابن الجزري.",
  "books": [
    {
      "text_id": 38068,
      "title": "معجم علوم القرآن"
    }
  ]
}