{
  "author_id": 2480,
  "author_meta": "عبد الله بن عمر الحضرمي (١٢٠٩ - ١٢٦٥ هـ = ١٧٩٤ - ١٨٤٩م)\nوُلِدَ بقريةِ (المَسِيْلَةِ) جنوب مدينة تريم بوادي حضرموت\nمن شيوخه:\n- والدِهِ، وخالَيْهِ طاهرٍ وعبدِ الله ابني حسين بن طاهر (في المَسِيْلَة)\n- والعلامتين عمر وعلوي ابني أحمد بن حسن ابن العلامة عبد الله بن علوي الحَداد، والعلامة عبد الله بن أبي بكر بن سالم عَيْدِيْد (في تَريم)\n- والعلامة علوي بن سقاف بن محمد السقاف الصَّافي (في سَيئون)\n- وغيرهم كثير\nكان شافعي المذهب كأهل حضرموت، وهو أحد مفتييها البارزين، وكثيراً ما يُحِيلُ في فتاواه إلى كتب الإمام النووي والشيخ زكريا الأنصاري وابن حجر الهيتمي\nدعا لمبايعة خاله أميراً للمؤمنين على حضرموت عام ١٢٢٤هـ، وكان له رغم حداثة سنة مشاركة فاعلة، وقد لمع اسمه بين قادة هذه الثورة، ورغم أن هذه الإمارة لم تستمر طويلاً إلا أنه بعد فشل الثورة ظل المؤلف مكافحاً للحكومة الظالمة، منافحاً عن أحكام الشريعة، يحرض بشعره ورسائله على الثورة ضد الحكام الظلمة من آل يافع في مثل قصيدته التي أسماها (إشعال القبس وتحميس من لا يحمس) والتي مطلعها:\nإلى متى الدمعُ مسكوبٌ من البرحا … والقلبُ من زفراتِ الحزنِ ما بَرِحَا\nهمٌ وغمٌ وإذلالٌ ومنقصةٌ … والدهرُ مازال سيفَ البَغْيِ مُتَّشِحا\nوقد تعرض بسب ذلك للأذى والتهديد والوعيد، بل وتعرض لمحاولة اغتيال مما اضطره للهجرة إلى مدينة الشحر في ساحل حضرموت سنة ١٢٣٨هـ، وقد شق عليه فراق موطنه فأنشأ يقول وهو يحزم أمتعته:\nرَعَى اللهُ رَبْعاً نَشَأْنَا بِهِ … وَذُقْنَا حَلاوَةَ أَتْرَابِهِ\nثم سافر إلى بيت الله الحرام لأداء مناسك الحج سنة ١٢٤٠هـ، وقد توالت أسفارُه فزار اليمن ومصر والشام والهند وجاوة، وكان سفره طلباً للعلم وللدعوة والعلاج، وكان يحب السياحة، وقد كتب كثيراً من فتاويه في تلك البلاد، ودخل الإسلام على يديه خلق كثير، واشتهر في تلك الأقطار بأنه الفقيه الشجاع الذي لا يتردد في إنكار المنكر ولو كلَّفه ذلك حياته\nثم عاد إلى حضرموت، واشتغل بالفتوى الكتابة، وألف فيها سنة ١٢٦١هـ كتاب (السيوف البواتر لمن يقدم صلاة الصبح على الفجر الآخر)، ويظهر أنه لم يغادرها بعد هذا التاريخ\nوبقي المؤلف - رحمه الله - في حضرموت يصابر المرض حتى توفاه الله.\nمؤلفاته\nللمؤلف عددٌ من الرسائل المختصرة، والنُّبذ الفقهية اللطيفة،، وله أجوبة لأسئلةٍ فقهيةٍ متناثرةٍ، وجملة من القصائد شعرية بين رثاء وابتهال ومدائح وحماسة وكثيراً ما يستهلها بقوله: يقول ابن هاشم (يعني نفسه)، وله عددٌ من الوصايا والإجازات المتفرقة.\nالمطبوع من كتب المؤلف:\n١. فتاوى شرعية: جمْعُ ابنه عقيل، طُبِعت بالمطبعة المدنية بالقاهرة سنة ١٣٩١هـ. قدّم لها القاضي علوي بن عبد الله بن حسين السقاف.\n٢. سفينة الصلاة: طبعت بمصر مع سفينة النجاة للشيخ سالم بن سُمير وشرحها الدكتور محمد بن عبد الرحمن شميلة الأهدل والشيخ محمد نووي الجاوي.\n٣. مناسك الحج والعمرة وآداب الزيارة النبوية: طبعت بمصر سنة ١٣٩١هـ، وأعيد طبعها بدار الفقيه بالإمارات العربية سنة ١٤٢٤هـ. بتحقيق الاستاذ مصطفى بن حامد بن سميط.\n٤. تذكرة المؤمنين بفضائل عترة سيد المرسلين: رسالة لطيفة وضعها الشيخ محمد بن سعيد بن محمد بابصيل ضمن كتابه «الدرر النقية في فضائل ذرية خير البرية».\n٥. السيوف البواتر لمن يقدم صلاة الصبح على الفجر الآخر\n(نبذة من أحواله):\nتحدث المؤلف عن اجتهاده زمن الطلب فقال: «كنتُ في أيام الصغر أقرأُ على خالي طاهر بن الحسين في «فتح الجَوَادِ شرح الإِرْشَاد» وأطالع عليه بقية شروحه المجتمعة عندي «كالإِمْداد» و «الإِسْعاد» و «التمشِيَة» وغيرها مع «التُّحفة» و «النهاية» و «المُغْنِي» وغيرها، وكنت أحفظ جميع ما يقرره ويتكلم به خالي طاهر في المدرس، في قراءتي وقراءة غيري من الطلبة وكنت أُدِيمُ المطالعةَ في الليل حتى اَسْتَوعِب الليلَ فيها، وقد تجيءُ بعض الأحيان الوالدةُ - رحمها الله - فتأخذ السراجَ من عندي قهراً شفقةً منها عليَّ من كثرةِ السهرِ ومواصلتِهِ»\nوكان له في صغره مجاهدات، فكان كثير الصلاة يطيلها، مواظباً على قيام الليل.\nوكان شغوفاً بالكتاب حريصاً على اقتناءِه كثيرَ القراءة دائمَ المطالعةِ\nوكان له عناية بكتب السلوك ويوصي بقراءة «بداية الهداية» و «الإحياء» للغزالي، وكتب العلامة عبد الله بن علوي الحداد مثل: «النصائح الدينية» و «رسالة المذاكرة والمعاونة».\nوكان يقول: «كلُّ مؤمن يلزمه أن يكون تحت إشارة الشرع كالميت بين يدي الغاسل، يعزل عن إشارة الشرع رأيه ورأي كل عاقل». ويقول أيضاً: «الخير كله في الإتباع، والشر كله في الابتداع.»\nكان له - رحمه الله - اعتناء عظيم بالصلاة؛ كونها أحد أعظم أركان الإسلام، وكانت صفة صلاته مضرباً للأمثال في زمانه، فهذا عقيلٌ ابنُه يصف حال أبيه مع الصلاة فيقول: وكان له الاعتناء التام بالصلوات الخمس وسائر الصلاة نفلها وفرضها، وإذا دخل الصلاة لا يشعر بنفسه ولا بمرضه فضلاً عن غير ذلك، وكنا نعرف أن أكبر لذاته وأعظم راحاته في الصلاة، وكان - رحمه الله - يقول: «لم تبقَ راحة في الدنيا إلا الصلاة، وأخشى أن لا أُوجر فيها؛ لأنه لم يبقَ لي ما أستريحُ به في الدنيا غيرها»، وكان معتنياً غاية الاعتناء بالصلاة أول الوقت،، وقد كان في صحته يقوم من الليل، وربما قامَهُ كلُه حتى تتورم قدماه، ويطيلُ القراءة في صلاة الصبحِ يمكث فيها قدر ساعةٍ كاملةٍ، وفي الرباعية قدر ثلثي ساعة. ولم يعهد منه - رحمه الله- رغم جميع أمراضه الشديدة إلا الصلاةَ من قيام فرضها ونفلها، وكان يقول لأبنائه: «ما أحب البقاء في الدنيا إلا للصلاة وخصوصاً صلاة الليل، وللدعوة إلى الله تعالى، ولتعليمكم»\nوحين رأى الناس يؤدون الصلاة على عجل وتطفيف، مدّعين أن صنيعهم هذا من باب التخفيف، خاطبهم بقوله: «انظروا إلى الصلاة التي هي رأس الإسلام، هل يصلونها كما أمر سيد الأنام بقوله: «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي»؟، أم يصلونها على مُقتضى الهوى والغفلة والتطفيف الذي يسمونه التخفيف، يزيدون بهذه المقالة معصية، هي الكذب على سيد الورى».\nوُصف المؤلف بأنَّه كان كريم الأخلاق، سخياً مِضيافاً، عاد من جاوة بمائة ألف ريال، وحين وصل إلى حضرموت أفناها في وجوه الخير ولم يبقِ منها شيئًا. ولما أحسّ بِدُنُوِّ أجله جمع ورثته وقال لهم: «لعلكم ترون ما أنا فيه من الظهور، فتظنون أنني خلفت شيئًا من الذهب والفضة، فليس معيَّ شيءٌ من ذلك». وبعد وفاته قُسمت تركته، فلم تتجاوز حصة الولد من التركة أربعين ريالاً.\nيقول عنه ابنه عقيل: كان عظيم المحبة لمولاه، عظيم الشوق للقائه، وكثيراً ما يتمثل هذين البيتين:\nجزى اللهُ هذا الموتَ خيراً فإنَّه … أَبَرُّ بِنَا من والدينا وأَرأَفُ\nيُعَجِّل تخليصَ النفوسِ من الأذى … ويُلحِقُها بالدارِ التي هي أَشرفُ\nقال عنه ابنُه عقيل: «كان يدعو إلى الله باللُّطف واللِّين، ويُغلظ في المواطن التي لا تُصلح إلا الغلظةُ على المفسدين، وكان محبوباً مقبولاً عند الأنام، قد وضعَ اللهُ له القبولَ والمحبةَ في قلوبِهم، يجدُ جليسُه من الأنس والسرور ما يَنسى به ما هو فيه من الهموم والاشتغالِ بالدنيا، وكان - رضي الله عنه - حامل لواء الفتيا في زمانه، تحمل إليه الأسئلة من أغلب الأقطار والأقاليم، ويرجع إلى قوله العلماء عند كل مشكل».\n(هذه النبذة ملتقطة من ترجمة موسعة لمحقق كتاب (السيوف البواتر)، «صالح عبد الإله بلفقيه» جزاه الله خيرا)",
  "books": [
    {
      "text_id": 38162,
      "title": "السيوف البواتر لمن يقدم صلاة الصبح على الفجر الآخر"
    }
  ]
}