{
  "author_id": 2487,
  "author_meta": "الاسم: محمد إبراهيم الحفناوي.\nتاريخ الميلاد: ١/ ٥/ ١٩٥٠ م.\nالوظيفة الحالية: أستاذ ورئيس قسم أصول الفقه بكلية الشريعة والقانون بطنطا.\nالحالة الاجتماعية: متزوج ويعول.\nالمؤهلات العلمية:\n١ - ليسانس الشريعة الإسلامية عام ١٩٧٤ م من كلية الشريعة والقانون بالقاهرة بتقدير ممتاز مع مرتبة الشرف.\n٢ - ماجستير في أصول الفقه عام ١٩٧٩ م.\n٣ - الدكتوراة في أصول الفقه عام ١٩٨٢ م.\nالتدرج الوظيفي:\n١ - معيد بقسم أصول الفقه بكلية الشريعة والقانون بالقاهرة اعتبارا من ٤/ ٥/١٩٧٥م.\n٢ - مدرس مساعد بقسم أصول الفقه بكلية الشريعة والقانون بالقاهرة اعتبارا من٢٠/ ٩/١٩٧٩ م.\n٣ - مدرس بقسم أصول الفقه بكلية الشريعة والقانون بالقاهرة اعتبارا من ٣٠/ ٦ /١٩٨٢ م.\n٤ - أستاذ مساعد بقسم أًول الفقه بكلية الشريعة والقانون بالقاهرة اعتبارا من ٨/ ٣/١٩٩٥ م.\n٥ - أستاذ بقسم أصول الفقه بكلية الشريعة والقانون بالقاهرة اعتبارا من ٢٣/ ٢/١٩٩٨ م.\n٦ - نقل للعمل بكلية الشريعة والقانون بطنطا بوظيفة أستاذ بقسم أًول الفقه \"غير حنفي \" اعتبارا من ١٥/ ٩/١٩٩٨م وحتى تاريخه.\n٧ - تولى رئاسة قسم أصول الفقه بالكلية اعتبارا من ٢١/ ٦/١٩٩٨م وحتى ٣١/ ١/٢٠٠٢ م.\n٨ - تولى وكالة الكلية اعتبارا من ٦/ ٢/٢٠٠٢م وحتى ٥/ ٢/٢٠٠٦ م.\n٩ - تولى رئاسة قسم أًول الفقه بالكلية اعتبارا من ١٢/ ٩/٢٠٠٦م وحتى تاريخه.\n١٠ - عضو باللجنة العلمية الدائمة لترقية أساتذة أصول الفقه.\nالإعارات:\n١ - أعير أستاذا زائرا لجامعة قطر عام ١٩٨٣ م.\n٢ - أعير أستاذا لجامعة أم القرى بمكة المكرمة من ١٩٨٥ م وحتى ١٩٨٨ م.\n٣ - أعير أستاذا زائرا إلى جامعة الإمام محمد بن سعود بالسعودية ١٩٩٠ م.\n٤ - أعير للعمل بجامعة قطر من ١٩٩٤م وحتى ١٩٩٨ م.\nالأبحاث والمؤلفات:\n١ - دراسات أصولية في القرآن الكريم. دار الحديث ط (٢)، دار الإشعاع ط (٢)، دار الوفاء ط (٣).\n٢ - دراسات أصولية في السنة النبوية. دار الحديث ط (١)، دار الإشعاع ط (٢)، دار الوفاء ط (٣).\n٣ - إرشاد الأنام إلى معرفة الأحكام. دار البشير ط (٢).\n٤ - إتحاف الأنام بتخصيص العام. دار الحديث ط (١).\n٥ - أثر الإجمال والبيان في الفقه الإسلامي. دار الوفاء ط (١)، دار قرية ط (٢).\n٦ - تبصير النجباء بحقيقة الاجتهاد والتقليد والافتاء. دار الحديث ط (١).\n٧ - تذكير الناس بما يحتاجون إليه من القياس. دار الحديث ط (١).\n٨ - فقه الصلاة. دار الحديث ط (١).\n٩ - فقه الزكاة. دار الحديث ط (١).\n١٠ - فقه الصيام. دار الحديث ط (١).\n١١ - فقه الحج والعمرة. دار الوفاء ط (٢).\n١٢ - الموسوعة الفقهية الميسرة - الزواج- دار الإيمان ط (٥).\n١٣ - الموسوعة الفقهية الميسرة - الطلاق - دار الإيمان ط (٥).\n١٤ - الرضاع وبنوك اللبن. دار البشير ط (١)، دار قرية ط (١).\n١٥ - فتاوى وأحكام. دار الحديث ط (١).\n١٦ - موقف الإسلام من تفضيل بعض الأولاد على بعض في الهبة. دار الوفاء ط (١)، دار الصحابة ط (٢).\n١٧ - النظر بين الرجل والمرأة - حكمه حدوده -. دار قرية ط (٢).\n١٨ - نظرات في أدلة التشريع المختلف فيها - دار البشير ط (١).\n١٩ - الفتح المبين في التعريف بمصطلحات الفقهاء والأصوليين. دار الإشعاع ط (١)، دار الإيمان ط (٢)، دار السلام ط (٣).\n٢٠ - التعارض والترجيح عند الأصوليين وأثرهما في الفقه الإسلامي. دار الوفاء ط (٤).\n٢١ - معجم غريب الفقه والأصول. دار الحديث ط (١) س٢٠٠٩.\n٢٢ - فتاوى شرعية معاصرة. دار الحديث ط (١).\nالكتب التي قام بتحقيقها:\n١ - تفسير القرطبي. دار الحديث ط (٣).\n٢ - تفصيل الإجمال في تعارض الأقوال والأفعال للحافظ العلاني. دار الحديث ط (١).\n٣ - شرح الكوكب الساطع للحافظ السيوطي. دار الإشعاع ط (١)، دار الإيمان ط (٢)، دار السلام ط (٣).\n٤ - فتاوى الخمر والمسكرات لشيخ الإسلام ابن تيمية. دار البشير ط (١).\n٥ - الشروط في النكاح لشيخ الإسلام ابن تيمية. دار الوفاء ط (١).\n٦ - إخبار أهل الرسوخ في الفقه والتحديث بمقدار المنسوخ من الحديث لابن الجوزي. دار الوفاء ط (١).\n٧ - الناسخ والمنسوخ من الحديث لابن شاهين. دار الوفاء ط (٢).\n٨ - كتاب الأم للإمام الشافعي. دار الحديث ط (١) س ٢٠٠٨.\nالبحوث المنشورة في مجلات علمية:\n١ - تأويل مختلف الحديث.\n٢ - الإمام السيوطي وجهوده في أصول الفقه.\n٣ - عوارض الأهلية.\n٤ - الحديث المرسل وموقف الأًصوليين من الاحتجاج به.\n٥ - النص الشرعي.\n٦ - العام وأقسامه.\n٧ - الاستثناء من المخصصات المتصلة.\n٨ - السير الحاث إلى معرفة الطلاق الثلاث.\n٩ - من مصطلحات المالكية.\n١٠ - من مصطلحات الزيدية والإمامية.\n١١ - الأحكام التي تضمنها القرآن الكريم.\n١٢ - الدرر البهية في التعريف بالقواعد الفقهية.\n١٣ - الأًول والأًصوليين - دراسة أصولية لعلم أًول الفقه من ابتداء الكلام فيه حتى أواخر القرن الخامس الهجري.\n١٤ - من طرق إثبات العلة: النص والإيماء.\nكتب تحت الطبع:\n١ - الموسوعة الفقهية الميسرة - الطهارة -.\nهذا وقد أشرف فضيلته على عشرات الرسائل العلمية داخل مصر وخارجها، كما قام بتحكيم بحوث علمية لأعضاء هيئات التدريس بجامعات: الأزهر - أم القرى - الملك سعود - وعجمان وغيرها.\nكما شارك فضيلته في العديد من الندوات والمؤتمرات العلمية داخل مصر وخارجها.\nالمصدر: موقع فضيلة الشيخ الدكتور إسماعيل عبد الرحمن",
  "books": [
    {
      "text_id": 37973,
      "title": "دراسات أصولية في القرآن الكريم"
    }
  ]
}