{
  "author_id": 2491,
  "author_meta": "الأستاذ الدكتور عبد المنعم النمر (١٩١٣ - ١٩٩١ م)\nمفكر إسلامي، من علماء الأزهر، وعضو مجمع البحوث الإسلامية.\nمن مواليد قرية الخرزاني مركز دسوق عام ١٩١٣ م.\nتخرج في كلية أصول الدين سنة ١٩٣٩ ثم حصل علي العالمية وعين مدرسا بكلية اللغة العربية وحصل علي الدكتوراة عام ١٩٧٢ م\nتدرج الشيخ عبد المنعم النمر رحمه الله في عديد المناصب العلمية والدينية حيث تولى التدريس في المعاهد الأزهرية وكليات جامعة الأزهر كما درس في الهند والكويت والإمارات وأصبح وكيلا للأزهر ووزيرا للأوقاف. وانتدب للإشراف على دورات تدريبية لإعداد الأئمة والوعاظ والدعاة في دول الخليج وكلف بإصدار مجلة الوعي الإسلامي الكويتية ومنار الإسلام بدولة الإمارات فجعل منهما منبرا للفكر الإسلامي والصحافة الدينية المتطورة في إخراجها الدسمة في مضمونها.\nوشغل أيضا مناصب سياسية (حيث عين وزيرا للأوقاف سنة ١٩٧٩ م) ونيابية (حيث ظل لعدة سنوات رئيسا للجنة الدينية بمجلس الشعب المصري)\nولم تشغله هذه المناصب عن العطاء العلمي الجاد في مختلف مجالات الثقافة الإسلامية فقد ألف في أصول الإسلام من كتاب وسنة وألف في المذاهب والنظريات الوافدة من الثقافات الأخرى. وألف حول الشيعة ورفض كثيرا من أفكارهم\nوفي السنوات الأخيرة من عمره أولى الشيخ عبد المنعم النمر مسألة الاجتهاد كل اهتمامه وعنايته ودعا في أبحاثه ودراساته إلى ضرورة فتح باب الاجتهاد ونبذ التقليد وأدلى رحمه الله بدلوه في عديد القضايا الشائكة مثل المعاملات المصرفية والبنكية وتحديد النسل وضرورة الاعتماد على الحساب في تحديد اوائل الأشهر القمرية إلى غير ذلك من القضايا الشائكة.\nوقد تسببت بعض المواقف الجريئة والشجاعة للشيخ عبد المنعم النمر في هجمات صحفية عنيفة من البعض الذين اختلفوا معه في أفكاره وتوجهاته.\nكتب حول الثقافة والتاريخ في الإسلام، ودافع عن أصالة الثقافة الإسلامية في مقابل الغزو الفكري الغربي.\nوله عدة مؤلفات منها: (الإسلام والشيوعية - الإسلام والغرب - وجها لوجه - الشيعة - المهدي - الدروز - الاجتهاد).\nوكانت له على أعمدة الجرائد المصرية وبالأخص جريدة الأهرام مقالات يكتبها بشكل منتظم.\nتوفي - رحمه الله - يوم الاثنين فى (٢١ ذي القعدة ١٤١١ ه) (٣ يونية ١٩٩١ م) عن عمر يبلغ ٧٨ عاما",
  "books": [
    {
      "text_id": 37996,
      "title": "علم التفسير كيف نشأ وتطور حتى انتهى إلى عصرنا الحاضر"
    }
  ]
}