{
  "author_id": 2500,
  "author_meta": "(ترجمته بقلم تلميذه عمار بن محمد سيف الدين الخطيب، عن مجلة الرقيم، - بتصرف يسير-)\nأبو عبد الله غانم قدُّوري بن حَمَد بن صالح، آل موسى فَرَج، النَّاصريُّ لَقَبًا، والتِّكريتِيُّ مولدا ومَوْطِنًا، عَالِمٌ مِنْ علماء العِرَاقِ الكِبَار، وأحدُ رُوَّادِ الدِّراسات القرآنية واللغوية في هذا العصر. بَرَعَ في تحقيق المخطوطات براعة فائقة، وصَنَّفَ تَصَانِيفَ حَسَنةً\nرائقة\nمولده ونسبه\nوُلِدَ في تكريت سنة ١٣٦٩هـ (١٩٥٠م)، وينتهي نسبُهُ إلى الحسين بن علي بن أبي طالب\nنشأته وتعليمه:\nنشأ الشيخ في مدينة بيجي بعد انتقال أسرته إليها وتلقَّى أول مراحل تعليمه في مدارسها، وحصل على الشهادة الثانوية سنة ١٣٨٦هـ (١٩٦٧م) [تقع مدينة بيجي شمال تكريت، وذكر لي الشيخ - حفظه الله - أنها تبعد عن تكريت مسافة ٤٥ ك]\nثم التحلق بكلية الآداب في جامعة الموصل وحصل على شهادة الليسانس في علوم اللغة العربية سنة ١٣٩١هـ (١٩٧٠م).\nومن كلية دار العلوم - جامعة القاهرة - حصل على شهادة الماجستير (قسم علم اللغة) سنة ١٣٩٦هـ (١٩٧٦م)، وكانت رسالتُه بعنوان: (رسم المصحف دراسة لغوية تاريخية).\nومن كلية الآداب في جامعة بغداد نال شهادة الدكتوراه (قسم اللغة العربية) سنة ١٤٠٥هـ (١٩٨٥م)، وكان موضوع رسالته: (الدراسات الصوتية عند علماء التَّجويد).\nشيوخه:\nدَرَسَ مبادئ علم التجويد على يد الشيخ صالح المطلوب إمام وخطيب جامع الصديق في بيجي، في الستينات، ولم يجلس للتَّلقِّي عن الشيوخ إلا في مصر، حين جلس بين يدي الشيخ المقرئ المتقن عامر السيد عثمان للقراءة عليه مَرَّةً في الأسبوع، ولكنَّ الشَّيخَ لم يختم عليه، وَمِنَ الطَّريف أنَّ شيخنا تَلَقَّى عن الشيخ عامر إخفاء الميم إخفاء شفوياً مع الفُرْجَةِ، ثم تمرُّ السّنون وتدور الأيَّام ويكتبُ شيخنا بحثا يُرَجِّحُ فيه الإخفاء بانطباق الشَّفتين وتركِ الفُرْجَةِ.\nومِنَ الشُّيوخ الذين أخذ عنهم في اللغة والنحو: الدكتور أمين علي السَّيِّد، وكان شيخنا قد تتلمذ على الدكتور أمين في جامعة الموصل بكلية الآداب، حين كان الدكتور أمين منتدباً للعمل في الجامعة في أواخر الستينات\nومِنْ شيوخه الذين يُثني عليهم: الدكتور عدنان محمد سلمان، الذي أشرف على رسالة شيخنا في مرحلة الدكتوراه، وقد قال الشيخ في إحدى رسائله لي في وَصْفِهِ: ((وكان نعم الأستاذ والأخ، كرم نفس، وسعة صدر، وغزارة علم … )).\nوَمِنْ شيوخه في علم الأصوات: الدكتور كمال محمد بشر، والدكتور عبد الصبور شاهين، والدكتور محمد سالم الجرح.\nوَمِنَ العلماء والمشايخ الذين لقيهم وأفاد مِنْ صُحْبَتِهم: الدكتور أحمد حسن الطه السامرائي، الأستاذ في كلية الإمام الأعظم في بغداد، وخطيب جامع أبي حنيفة النعمان في الأعظمية في بغداد، والدكتور عبد الله محمد خليل الجبوري، والدكتور هاشم جميل، والدكتور حارث الضاري.\nأعماله\nعُيِّنَ مُدَرٍّسًا بكلية الشريعة في جامعة بغداد سنة ١٣٩٦هـ (١٩٧٦م)، وبقي يُدرِّسُ فيها اثنتي عشرة سنة، ثم انتقل إلى جامعة تكريت واستقرَّتْ فيها سنة ١٤٠٨هـ (١٩٨٧م)، ورُقِّيَ أستاذا بتاريخ ٢٤/ ١٢/ ١٤١١هـ (٦/ ٧ / ١٩٩١م).\nوعَمِلَ أستاذا زائراً بجامعة حضرموت في اليمن سنة ١٤٢٢هـ (٢٠٠١م). ولا يزال مقيما في تكريت يدرٍّسُ في جامعتها بكلية التربية، ولقد وفَّقَه الله تعالى للإشراف على أكثر مِنْ عشرين رسالة ماجستير ودكتواره.\nشخصيته العِلْمِيَّة:\nإنَّ كُتُبَ الشَّيْخِ تنبيك عَنْ غزارةِ عِلْمِهِ،، ودِرايته وفهمه، واطِّلاعِهِ على كُتُبِ التُّراثِ، ودِقَّتِه في التَّحَرِّي. ولعلَّ مِنْ أبرز سِمَاتِ شخصيته أمانته العِلْميَّة، وكِتَاباتُه خَيْرُ شاهدٍ على ذلك، ينسب الكلام إلى قائله، ويردُّ الفضل إلى أهله.\nولَقَدْ أوتِيَ الشيخُ جَلَدًا وَصَبْرًا، وهِمَّةً عَالِيَةً رَفَعَتْهُ إلى مَصَافِّ العلماء المُحَقِّقِين، والباحثين الْمُدَقِّقِين. ومِمَّا يحسن ذكره في هذا الموطن أنَّ الشيخ قام بتأليف بعض كتبه في أوقاتٍ صعبة، وأيَّامٍ عصيبة، حين هَجَمَ الجيشُ الأمريكيُّ على العراق يعيث فيها فَسَادًا، قال - حفظه الله - في خاتمة كتابٍ له: ((الحمد لله الذي يسَّر لي سبل البحث والكتابة فأنجزتُ هذا الكتاب بعد أكثر مِنْ سنة ونصف من العمل والتَّتَبُّعِ، في ظروف لم تخل من الصِّعاب بسبب العدوان المستمر على بلدنا والحصار الشامل الذي أثَّر على كل مناحي الحياة فيه، ونسأل الله تعالى أن يلهمنا رشدنا، وأن ينزل السكينة علينا وأن يجعل عاقبة\nأمرنا يسرا)) [علم الكتابة العربية ص٢٤١].\nوقال في كتابٍ آخر: ((وقد كتَبْتُهُ في وقت صَعْبٍ، تَمُرُّ به الأُمَّة عامة وبلادنا خاصة، كان العلم وأهله أول من عانى منه وكابد مرارته … )) [شرح المقدمة الجزرية ص٦٥١]،\nوفي علم التَّحقيق والمخطوطات سَطَعَ نَجْمُ شيخنا، وعرف محبُّو العِلْمِ قَدْرَهُ ورسوخ قدمه في هذا الفنِّ.\nوكان الشيخ قد وجَّهَ عنايته إلى كُتُب التَّجويد، فأخرج لنا نفائس المخطوطات مِنَ الظُّلُمَاتِ إلى النُّور مُحَقَّقَةً تحقيقا عِلْمِيًّا بديعا\nلكنَّ ذلك لم يُشْبِعْ نَهَمَهُ للعلم، ورأى أنَّ هناك حاجة إلى إعادة كتابة علم التَّجويد وتحرير مسائله، فامتطى صَهْوَةَ قلمه وَكَتَبَ في هذا الفَنِّ بحوثا عِلْمِيَّةً مُحَرَّرَةً تحريرا حَسَنًا، فأجاد وأفاد، وانتفع بِعِلْمِهِ خَلْقٌ كثير.\nوالشَّيْخُ ذو بَيَانٍ سَلِسٍ، عَذْبُ العبارة، لطيفُ الإشارة، فَصِيحُ الكلام، حَسَنُ الإفهام، جَيِّدُ التَّفْريع للمسائل، جَمُّ الفَوائدِ.\nأخلاقه:\nبَدَأَتْ صِلَتي بشيخنا الْحَمَد سنة ١٤٢٦هـ (٢٠٠٦م)، ولأنَّني أقيمُ في كندا والشيخ يقيم في العراق لم يَتَيَسَّرْ لي الجلوس بين يديه والسَّماع مِنْ فِيه مباشرة، وكنتُ حينئذٍ أُراسِلُ الشَّيْخَ ويُراسلني، فأخذتُ عنه وأفدتُ مِنْ عِلْمِهِ وأدبه، وَشَرُفْتُ بالتَّتَلْمُذِ على تواليفه\nالمفيدة، وتحقيقاته المتنية، وبحوثه المُحَرَّرة، ثم تَعَمَّقَتْ معرفتي به وازددتُ قُرْبًا مِنْهُ حين أَذِنَ لي بالعَمَلِ معه في التَّدقيق في شرحه الكبير على منطومة ابن الجزري - رحمه الله - في علم التَّجْوِيدِ الموسومة بِ: (المُقَدِّمَة في ما على قارئ القرآن أن يعلمه)، وهو شَرْحٌ نفيسٌ، كثير الفائدة.\nوكنتُ أُرْسِلُ له ملاحظاتي فيفرح بها، ويشكرني كثيرا ويدعو لي، وهو يعلمُ صِغَرَ\nسِنِّي، وقِلَّةَ بِضَاعتي! وهذا مِنْ تواضعه وَحُسْنِ خُلُقِهِ - حفظه الله -.\nولا أظُنُّنِي مُبَالِغًا إن قُلْتُ إِنَّ تلك الأيَّام التي قَضَيْتُها في مُراجعة الكتاب وتصحيحه لا\nأزالُ أَجِدُ لَذَّتَها وأشعر بحلاوتها، وكلما تذكَّرْتُ تلك الأيام المباركة فاضت النَّفْسُ سعادةً وشوقا. ولو لم يكن لي مِنْ فوائد صحبتي للشيخ إلا شَرَف الاطلاع على تواليفه وبحوثه لكفاني فَضْلاً وشَرَفًا.\nولقد حادَثْتُ الشيخ يومًا فقال لي: ((أحبُّ أن أشكرك فأنتَ ساعدتني في بحوثي كثيرا … ))، ولو قلتُ إنِّي لم أَفْعَلْ ما يَسْتَحِقُّ الذِّكْرَ والشُّكر لكنتُ صادِقًا.\nحكى لي الأستاذ إيَّاد السَّامرائي، المُدَرِّسُ في كلية الشريعة بجامعة تكريت، وأحد تلامذته، أنَّ شيخنا الحمد كان يُدَرِّسُ مادة علوم القرآن في قسم اللغة العربية بكلية التربية في جامعة تكريت، وكان الطُّلاَّبُ يعانون مِنْ تخافت صوته فلا يكاد يسمعه إلا مَنْ دنى مِنْ مجلسه، لكنَّ الشَّيْخَ استمال قلوب طَلَبَتِهِ بغزارة علمه، وحُسْنِ عَرْضِهِ، وكان مع ذلك كلّه جميل التَّواضُع، حَسَنَ المعاشرة، سَمْحًا، لا يبخل على أحدٍ بكتاب، أو معونة، أو مشورة عِلْمِيَّة. وأفادني الأستاذُ إيَّاد أنَّ الشَّيْخَ معروفٌ بحرصه على وقته، فلا يَسْمَحُ بإضاعة وقت الدَّرْسِ، فيجلس نَحْوًا مِنْ ساعة ونصف يلقي محاضراته على طلاب الدِّراسات العليا\nفي مرحلة الماجستير، لا تُضْعِفُ هِمَّتَهُ أوجاعٌ مُزْمِنَةٌ في الظَّهْرِ كان يعاني منها، ولا تَمَسُّ عزيمَتَه. وكان الطلاَّبُ يتقاطرون إليه في الاستراحة بين الدرسين، فيُجْلِسهم في غرفته، وقد يكون الأستاذ إياد بينهم، فيسألونه ويجيبهم، وكان إذا سُئِلَ في عِلْمِ القراءات والرَّسْمِ يلتَفِتُ إلى الأستاذ إيَّاد يَسْتَطْلِعُ رأيه بكلِّ تواضع وأدب.\nوالشيخ - أمتعنا الله بعلومه - لَيِّنُ العريكة، وَفِيٌّ، مُتَوَاضِعٌ، يَأْلَفُ ويُؤلَفُ، يُؤنس به ويسُتراح إليه، مُحِبٌّ للأوائل مُعَظِّمٌ لهم، كثير الثَّناء على شيوخه ومُعَلِّميه، لا ينسى فَضْلاً، ولا يَجْحَدُ معروفا، ولا يَغْفَل عَنْ شُكْرِ مَنْ أسدى إليه خِدْمَةً أو قَدَّمَ له عَوْنًا، وَكُتُبُهُ وبحوثُهُ حَافِلَةٌ بما نَقُولُ.\nوقوعه في الأسْرِ:\nوَقَعَ الشَّيْخُ في الأسْرِ مَرّتَيْنِ:\nالْمَرَّة الأولى كانت في خريف سنة ١٤٠٣هـ (١٩٨٣م)، حين اختطفته مجموعةٌ من المُسَلَّحين الأكراد، وكانت مُدَّةُ أَسْرِهِ بضعة عشر يوما، كابَدَ فيها ما كابَدَ.\nالْمَرَّة الثَّانية لَمَّا وَقَعَ أسيرا في يد جنود جيش الاحتلال الأمريكي سَنَةَ ١٤٢٣هـ (٢٠٠٣م)، بعد عشرين سنة مِنْ تاريخ وقوع الحادِثَة الأولى، ولم يلْبَث الشَّيْخُ في الأسْرِ سوى أربعة أيَّامٍ، لكنها كانتْ كافية لِتَجْريعه غُصَصَ العَذَاب.\nوقد جَمَعَ شيخنا - حفظه الله - أحْدَاثَ هاتَيْنِ القِصَّتَيْنِ في كتابٍ لا يزالُ مَخْطُوطًا، وأرجو أَنْ يَتَعَجَّلَ الشَيْخُ في طِبَاعته، ففيه مِن الفَوَائِد والعِبَر والعِظَات ما قد يكونُ سَلْوَةً لمحزون، أو تَنْبِيهًا لغافل.\nمسرد بمؤلفاته وتحقيقاته:\nللشيخ مؤلفات كثيرة، وتحقيقات عديدة، وهاكَ أسماءها:\nالمؤلَّفاتُ:\n١ - رسم المصحف دراسة لغوية تاريخية.\n٢ - محاضرات في علوم القرآن.\n٣ - الدراسات الصوتية عند علماء التجويد.\n٤ - علم التجويد دراسة صوتية ميسرة.\n٥ - علم الكتابة العربية.\n٦ - المدخل إلى علم أصوات العربية.\n٧ - الأجوبة العلمية على أسئلة ملتقى أهل التفسير.\n٨ - شرح المقدمة الجزرية.\n٩ - الشرح الوجيز للمقدمة الجزرية.\n١٠ - الميسر في علم التجويد.\nالتَّحقيقاتُ:\n١ - أوراق غير منشورة من كتاب المحكم، للداني.\n٢ - التنبيه على اللحن الجلي واللحن الخفي، للسعيدي.\n٣ - التمهيد في علم التجويد، لابن الجزري.\n٤ - التحديد في الإتقان والتجويد، للداني.\n٥ - الدر المرصوف في وصف مخارج الحروف، للفخر الموصلي.\n٦ - الجامع لما يحتاج إليه من رسم المصحف، لابن وثيق الأندلسي.\n٧ - أخلاق حملة القرآن، للآجري.\n٨ - الموضح في التجويد، للقرطبي.\n٩ - بيان العيوب التي يجب أن يتجنبها القراء، لابن البناء.\n١٠ - البديع في معرفة ما رسم في مصحف عثمان، للجهني.\n١١ - الجمع والتوجيه، لشريح الرعيني.\n١٢ - كتاب الخط، للزجاجي.\n١٣ - البيان في عد آي القرآن، للداني.\n١٤ - اختلاف القراء في اللام والراء، للسعيدي.\n١٥ - التمهيد في معرفة التجويد، للعطار.\n١٦ - كتاب المجالس، للخطيب الإسكافي.\n١٧ - فهرست تصانيف الداني.\n١٨ - كتاب الألفات، للداني.\n١٩ - تنزيل القرآن، لابن زنجلة.\n٢٠ - المختصر في مرسوم المصحف، لأبي طاهر العقيلي.\n٢١ - تحفة الطالبين في تجويد كتاب رب العالمين، للسمانودي.\n٢٢ - الفرق بين الضاد والظاء، للداني.\n٢٣ - نزهة المشتغلين في أحكام النون الساكنة، لابن القاصح.\n٢٤ - كتاب في تجويد القراءة ومخارج الحروف، لابن وثيق.\nالمخطوطات (الأعمال العلمية غير المنشورة):\n١ - قواعد التجويد بين الاجتهاد الشخصي وقوانين علم الأصوات اللغوية.\n٢ - البعد الإيجابي للتصوف عند الشيخ داوود التكريتي.\n٣ - مواعظ الشيخ داود التكريتي.\n٤ - وثيقة نسب الشيخ داود التكريتي.\n٥ - إسماعيل القاضي وإمامته في العلم.\n٦ - القياس الموحِّد وأثره في بنية الكلمة العربية.\n٧ - الموازنة بين حكمة القرآن وحكمة الفلسفة في رسائل النور.\n٨ - العلامات الكتابية في مصحف ابن البواب.\n٩ - فهرس عناوين الكتب المذكورة في كتاب غاية النهاية.\n١٠ - وصية شيخ الإسلام الصابوني.\n١١ - المحكم في علم نقط المصاحف للداني (غير منجز).\n١٢ - الأجوبة المختصرة على أسئلة الأستاذ منصور في النطق والرسم.\n١٣ - مذكرات أسير.\n١٤ - حصاد السنين (يوميات).",
  "books": [
    {
      "text_id": 12917,
      "title": "محاضرات في علوم القرآن - غانم قدورى"
    }
  ]
}