{
  "author_id": 2502,
  "author_meta": "أولاً: البيانات الشخصية:\nالاسم كاملاً: أ. د. عبد الجواد خلف محمد عبد الجواد\nتاريخ الميلاد: ١٥/ ٥/ ١٩٤٠ م\nمحل الميلاد: إسطال - سمالوط - المنيا - جمهورية مصر العربية\nالجنسية: مصري\nالحالة الاجتماعية: متزوج. عدد الأولاد:٦\nالعمل الحالي: أستاذ التفسير وعلوم القرآن في كلية أصول الدين الجامعية /جامعة العلوم الإسلامية العالمية/عمان ـ طبربورـ الأردن\nالبريد الالكتروني:  abd ١٩٤٠ aljawad@hotmail.com\nثانياً: الدرجات العلمية:\n١ - أستاذ في التفسير وعلوم القرآن\n٢ - أستاذ مشارك في الشريعة الإسلامية (فقه)\nثالثاً: البيانات الدراسية والتخصصات العلمية:\n(أ) المراحل الأكاديمية:\n١ - ماجستير الآداب - تخصص العلوم الإسلامية\nالجهة المانحة: كلية الدراسات الشرقية (قسم الدراسات الإسلامية) جامعة البنجاب - جمهورية باكستان\nدرجة المنح: الأولى\nتاريخ المنح: ٢/ ٧/١٩٧٧ م.\n٢ - ماجستير الآداب - اللغة العربية وآدابها\nالجهة المانحة: كلية الآداب - جامعة كراتشي - قسم اللغة العربية - جمهورية باكستان\nدرجة المنح: الأولى.\n٣ - دكتوراه\nالتخصص الدقيق: التفسير وعلوم القرآن.\nالقاضي بن جماعة: حياته وآثاره مع تحقيق مخطوطة النادر في نفسير مبهمات القرآن الكريم.\nالجهة المانحة: كلية الدراسات الشرقية (قسم الدراسات الإسلامية) جامعة البنجاب - جمهورية باكستان، تاريخ المناقشة ٢/ ١١/١٩٨٢\n٤ - دكتوراه في الفقه والدراسات الإسلامية:\nالتخصص الدقيق: فقه\nعنوان الرسالة: كتاب النتف للدمراجي المتوفى سنة ٤٦١ ? دراسة فقهية مقارنة بين المذاهب الأربعة وتحقيق الكتاب\nالجهة المانحة: كلية الدراسات الإسلامية والعربية - جامعة الأزهر - بنين القاهرة\nدرجة المنح: مرتبة الشرف الأولى.\n٥ - الإجازة العالية (الليسانس) كلية الشريعة والقانون - جامعة الأزهر من ١٩٦٢ إلى ١٩٦٦ م\n٦ - الثانوية الأزهرية المعادلة: معهد المنيا الأزهري ١٩٦٢ م\n٧ - الابتدائية الأزهرية: معهد المنيا الأزهري ١٩٥٥ م\nرابعاً: الإنتاج العلمي، والأبحاث (تحقيق وتأليف).\n· في مجال: تحقيق التراث العربي والإسلامي:\n(أ) الدراسة التأصيلية لمؤلفات شيخ الإسلام ابن جماعة المتوفى سنة ٧٣٣ هـ\n١ - القاضي بدر الدين بن جماعة: حياته وآثاره ومنهجه في التفسير والعلوم الإسلامية.\n- منشورات جامعة الدراسات الإسلامية طبعة أولى ١٤٠٨ هـ - ١٩٨٨ م- توزيع دار البيان بالقاهرة برقم إيداع دولي ٥٦٦/ ٩٦.\n٢ - غرر التبيان فيمن لم يسم في القرآن - دراسة وتحقيق- منشورات دار قتيبية للطباعة والنشر والتوزيع - دمشق - بيروت ١٤١٠ هـ ١٩٩٠ م.\n٣ - كشف المعاني عن المتشابه من المثاني: تحقيق وتعليق - مشورات جامعة الدراسات الإسلامية. طبعة أولى دار الوفاء القاهرة ١٤١٠ هـ -١٩٩٠ م.\n٤ - الأحاديث التساعية الإسناد- دراسة وتحقيق- دار البيان للنشر والتوزيع ١٤١٦ هـ - ١٩٩٥ م.\n٥ - نظام إعداد الجيوش في الإسلام: طبع ونشر دار البيان - القاهرة ١٩٩٤ م.\n(ب) الدراسة التأصيلية لمؤلفات العلامة شيخ الإسلام السغدي المتوفى سنة ٤٦١ هـ.\n٦ - العلامة السغدي البخاري وفتاواه - دراسة تأصيلية - دار البيان للنشر والتوزيع -١٤١٦ هـ ١٩٩٥ م.\n٧ - فتاوى العلامة السغدي البخاري ج ١ تعليق ومقارنة فقهية - دار البيان للنشر والتوزيع - ١٤١٦ هـ -١٩٩٥ م.\n٨ - فتاوى العلامة السغدي البخاري ج ٢. تعليق ومقارنه فقهية - دار البيان للنشر والتوزيع- ١٤١٦ هـ- ١٩٩٥ م.\n· في مجال التأليف:\n٩ - تفسير سورة الأنبياء: دراسة تحليلية - طبع ونشر دار البيان - القاهرة ١٩٩٦ م.\n١٠ - مدخل إلى التفسير وعلوم القرآن- طبع ونشر دار البيان - القاهرة ١٩٩٦ م\n١١ - تفسير سورة الأنفال - دراسة تحليلية - تأليف - منشورات جامعة الدراسات الإسلامية - دار البيان للطباعة والنشر ١٤١٦ هـ - ١٩٩٦ م.\n١٢ - مباحث في تفسير آيات الأحكام. طبع ونشر دار البيان - القاهرة ١٩٩٦ م\n١٣ - مباحث في مبهمات القرآن الكريم (سورتي الفاتحة والبقرة) طبع ونشر دار البيان - القاهرة ١٩٩٢ م- طبعة ثانية ١٩٩٥ م.\n١٤ - عيون المسائل الخلافية بأدلة الكتاب والسنة (العبادات) دار البيان والتوزيع- ١٩٩٦ م.\n١٥ - عيون المسائل الخلافية بأدلة الكتاب والسنة (المعاملات) دار البيان للنشر والتوزيع -١٩٩٧ م.\n١٦ - عيون المسائل الخلافية بأدلة الكتاب والسنة (فقه الأسرة- التقاضي- الجنايات) دار البيان للنشر والتوزيع -١٩٩٧ م.\n١٧ - تفسير الصحابي الجليل أبي بن كعب رضي الله عنه دراسة تحليلية.\n١٨ - المبهم في القرآن الكريم: أسبابه - مواضعه - بيانه.\n١٩ - تفسير أم المؤمنين عائشة رضي الله عنها - دراسة تحليلية.\n٢٠ - السنة المشرفة: وما تفردت به من الأحكام التشريعية ج ١ (سلسلة دراسات في أحاديث الأحكام).\n٢١ - القاضي بدر الدين بن جماعة: حياته وآثاره ومنهجه في العلوم الإسلامية ـ طبع ونشر دار البيان - القاهرة.\n٢٢ - اللقيط وأحكامه بين الشريعة والقانون ـ طبع ونشر دار البيان - القاهرة.\n٢٣ - قاعة البحث في علوم الحضارة الإسلامية ـ طبع ونشر دار البيان - القاهرة.\n٢٤ - المعاملات في الفقه الإسلامي ـ طبع ونشر دار البيان ٢٠٠٤ م - القاهرة.\n٢٥ - مباحث في الفقه الإسلامي: البيوع والحدود ـ طبع ونشر دار البيان ١٩٩٦ م - القاهرة.\n٢٦ - الزينة والتجمل وأحكامها في الشريعة الإسلامية ـ طبع ونشر دار البيان ٢٠٠٠ م - القاهرة.\n٢٧ - مباحث في الأقضية والبينات والجهاد ـ طبع ونشر دار البيان ٢٠٠٢ م - القاهرة.\n٢٨ - التشريع الإسلامي: جذوره الحضارية وأدواره التاريخية ـ طبع ونشر دار البيان ٢٠٠٣ م - القاهرة.\nخامساً: الوظائف والخبرات:\nأ - في مجال التدريس، ومجموع سنواتها (٤٣ سنة) بيانها كالآتي:\n(١) وظائف تدريسية قبل الحصول على درجات التخصص (الدراسات العليا) ومدتها (١١ سنة) وهى تدريس المواد الشرعية (تفسير، حديث، فقه، سيرة، توحيد) في المعاهد الأزهرية: (الإبتدائية، والإعدادية، والثانوية) عتباراً من ١/ ٣/١٩٦٧ م إلى ٢٨/ ٩/١٩٧٦ م.\n(٢) وظائف وخبرات تدريسية بعد الحصول على درجة التخصص (الدراسات العليا).\n١ - كلية الدعوة وأصول الدين: جامعة الدراسات الإسلامية على درجة \"أستاذ\" إضافة إلى عمادة الكلية اعتباراً من ١/ ١/١٩٩٢ م إلى ٢٨/ ٩/١٩٩٣ م.\n٢ - كلية البنات - جامعة عين شمس - القاهرة - جمهورية مصر العربية خلال الأعوام الدراسية ١٩٩٢ م.\n٣ - تدريس مادة التخصص في قسم الشريعة الإسلامية- كلية الدراسات الإسلامية - جامعة الأزهر - اعتباراً من ٢٤/ ٩/١٩٩٦ م.\n٤ - معهد القضاء الشرعي والوعظ والإرشاد سلطنة عمان - مسقط - من ١٩٩٥ - ١٩٩٨ م.\nب - في مجال إدارة المؤسسات العلمية:\nعميد كلية الدعوة بجامعة الدراسات الإسلامية (كراتشى/باكستان) اعتباراً من ١/ ١/١٩٩٢ م إلى ٢٨/ ٩/١٩٩٣ م.\nجـ - في المجالات الأكاديمية:\n١ - رئيس اللجنة الأكاديمية الدائمة للمناهج في جامعة الدراسات الإسلامية بكراتشى/ باكستان.\n٢ - عضو لجنة (تعديل) مناهج كلية الدعوة التابعة لجمعية الدعوة الإسلامية بالجماهيرية الليبية ١٩٩٠ م.\n٣ - عضو اللجنة الأكاديمية لمشروع كلية الشريعة والقانون التابعة لوزارة التعليم العالي بسلطنة عمان والتي باشرت أعمالها في ٩/ ٣/١٩٩٦ م بمقر وزارة التعليم العالي بمسقط.\n٤ - عضو جنة تطوير مناهج التربية الإسلامية لمرحلة التعليم الأساسى (الإبتدائى - الإعدادي - الثانوى) بوزارة التربية والتعليم بسلطنة عمان اعتبارا من سبتمبر ١٩٩٦ م إلى يونيو ١٩٩٨ م.\nد- في مجال إنشاء المؤسسات العلمية:\n(١) أسس جامعة الدراسات الإسلامية في كراتشى سنة ١٩٧٩ م على نظام الأزهر في مصر وبها الأقسام التعليمية الآتية:\nأ: كلية الدعوة وأصول الدين.\nب: المعهد الثانوي ٣ سنوات نظام الأزهر.\nجـ: المعهد الإعدادي ٣ سنوات نظام الأزهر.\nد: مركز تعليم اللغة العربية لغير الناطقين بها.\n(٢) أسس دار البيان لتحقيق ونشر التراث العربي والإسلامي في القاهرة سنة ١٩٩٠ م والتي قامت بنشر عشرات الإصدارات سواء في التحقيق، والتأليف، والكتب الجامعية، ونشر رسائل الدراسات العليا، وغيرها، وتشمل عشرات الإصدار حتى الآن.\n(٣) الإشراف العلمي على عشرات من أبحاث الدراسات العليا (ماجستير ودكتوراه) ومناقشاتها في كل من جامعات البنجاب، وكراتشي، وبهاولبور، وجامعة الأزهر، وجامعة عين شمس، وجامعة آل البيت، وجامعة اليرموك، وجامعة البلقاء التطبيقية، وجامعة مؤته، وجامعة العلوم الإسلامية العالمية، مما لا ليمكن حصره هنا.\nسادساً: الدرجات العلمية (الأكاديمية) وتاريخ الحصول عليها:\nأ - في التفسير وعلوم القرآن:\n(١) مدرس مساعد في ١/ ١/١٩٨٧ م.\n(٢) مدرس في ١٢/ ١١/١٩٨٢ م.\n(٣) أستاذ مساعد في ١٢/ ١/١٩٨٦ م.\n(٤) أستاذ في ١/ ١/١٩٩٢ م.\nب - في الفقه:\n(١) مدرس في ٢٤/ ٩/١٩٩٦ م.\n(٢) أستاذ مساعد في ٥/ ٢/٢٠٠٣ م.\nسابعاً: المشاركة في المؤتمرات والندوات الدولية:\nالمشاركة في العديد من المؤتمرات الدولية في البلاد الآتية:\n١ - المملكة العربية السعودية.\n٢ - سيرلانكا (كولومبو).\n٣ - باكستان (كراتشى/ إسلام آباد).\n٤ - مصر (جامعة قناة السويس - كلية التربية بور سعيد).\nموقعه على الإنترنت:  http://www.dr-abduljawad.com",
  "books": [
    {
      "text_id": 21486,
      "title": "مدخل إلى التفسير وعلوم القرآن"
    }
  ]
}