{
  "author_id": 2517,
  "author_meta": "السيرة الذاتية لسعد بن عبد الله بن عبد العزيز الحميد،\nكتبها بيده\nأولاً- أَرومتي وبلدي:\n- أنا سعد بن عبد الله بن عبد العزيز بن سليمان بن عبد العزيز بن سليمان بن محمد بن عبد العزيز بن حُمَيِّد.\n- يرجع نسبي إلى الوَهَبَة من بني حَنظَلَة من قبيلة تميم.\n- ولدت عام ١٣٧٤ هـ، بمدينة الطائف، في أثناء اصطياف بعض أفراد أسرتي فيها.\nأما بلدي الأصلي فهو: محافظة أُشَيقر التي تبعد عن مدينة الرياض قرابة ٢٠٠ كيلو متر غربًا.\nثانيًا- دراستي وعملي:\n١ - درست مراحل تعليمي كلَّها بمدينة الرياض؛ وبعد إتمامي المرحلة المتوسطة التحقت بالمعهد الملكي الفني الثانوي/ قسم الكهرباء، وأنهيت الدراسة فيه، ثم عملت في وزارة الدفاع والطيران، ولكن لم يوافق هذا التخصص طموحي، فعدت لدراسة الثانوية العامة ليلاً (نظام السنوات الثلاث)، والتحقت بالدراسة في جامعة الإمام محمد بن سعود الإسلامية/ كلية أصول الدين مبتعثًا ابتعاثًا داخليًّا من الشؤون الدينية بوزارة الدفاع، وانتهت علاقتي بالوزارة حين كنت في السنة الثانية من الكلية، وأصبحت منتظمًا بنفسي فيها.\n٢ - في الوقت نفسه تولَّيت الخطابة في جامع حي السويدي بمدينة الرياض، وكان ذلك آخر عام ١٤٠٠هـ وبداية عام ١٤٠١هـ.\n٣ - في عام ١٤٠٢هـ أنهيت دراستي الجامعية.\n٤ - في عام ١٤٠٣هـ التحقت بالعمل في وزارة العدل بوظيفة باحث شرعي في إدارة البحوث القضائية بالوزارة، وفي الوقت نفسه انتظمت في الدراسات العليا بقسم السُّنَّة وعلومها بكلية أصول الدين بالرياض، وأنهيت السنةَ المنهجية.\n٥ - في عام ١٤٠٤هـ سجلت رسالة الماجستير في تحقيق القسم الثاني من \"اختصار استدراك الحافظ الذهبي على مستدرك أبي عبد الله الحاكم\" لابن الْمُلَقِّن، بإشراف الأستاذ الدكتور الشيخ/ أحمد معبد عبد الكريم، وفرغت منها في نهاية عام ١٤٠٦هـ، ونوقشت في عام ١٤٠٧هـ، وهي مطبوعة.\n٦ - في عام ١٤٠٨هـ صدرت موافقة مجلس كلية أصول الدين على موضوع أطروحتي للدكتوراه، وهي بعنوان: \"سعيد بن منصور وكتابه السنن، دراسة وتحقيق من أول التفسير وفضائل القرآن، إلى نهاية تفسير سورة المائدة\"، وأُسند الإشراف للأستاذ الدكتور عبد المنعم سيد نجم، وأنجزتها في عام ١٤١٢هـ، ونوقشت عام ١٤١٣هـ.\n٧ - في بداية عام ١٤٠٩هـ عُيِّنت محاضرًا بوظيفة معيد بجامعة الملك سعود بالرياض، كلية التربية، قسم الدراسات الإسلامية.\n٨ - في عام ١٤١٣هـ بعد فراغي من مناقشة الدكتوراه عُيِّنت بوظيفة أستاذ مساعد بقسم الدراسات الإسلامية.\n٩ - انقطعت عن العمل في الجامعة فيما بين العامين ١٤١٦هـ و ١٤٢٢هـ لأسباب خارجة عن إرادتي.\n١٠ - في عام ١٤٢٧هـ رُقِّيت إلى رتبة أستاذ مشارك، وما أزال بهذه الوظيفة حتى كتابة هذه الأحرف.\nثالثًا- طلبي للعلم:\n١ - بدأت في طلب العلم بالطريقة التقليدية في المدارس النظامية على ما تقدَّم ذكره.\n٢ - أما طلبي للعلم الشرعي خارج الدراسة النظامية فكان ابتداؤه في سن الثامنة عشرة؛ حين شرعت في حفظ القرآن الكريم على والدي - رحمه الله - الذي كان من الحفَّاظ المتقنين، وكان إمامًا للأوقات في مسجد جامع عُتَيِّقة بمدينة الرياض، وتوفي رحمه الله في آخر عام ١٣٩٤هـ وقد بقي عليَّ من حفظ القرآن تسعة أجزاء؛ لأني شُغِلت بمرضه الذي أقعده واستمرَّ معه قرابة سنتين، مع أعباء الدراسة والأسرة؛ فقد كنت وحيد أبَوَيَّ من الذكور.\nوقد أفدت من والدي- رحمه الله- أيضًا في بعض ما كان يحسنه من علوم، كغيره من المتوسطين في الطلب في مجتمعنا آنذاك؛ فإنه كان حافظًا لبعض المتون العلميَّة؛ كالآجُرُّوميَّة، والرَّحَبيَّة، وكان على معرفة - لا بأس بها - بالإعراب، ويجيد قسمة المواريث، مع مشاركة مقبولة في العقيدة والفقه.\n٣ - ثم تعرَّفت إلى فضيلة العلامة الشيخ عبد الله بن عبد الرحمن الجبرين - حفظه الله - في عام ١٣٩٣هـ، وبدأت بطلب العلم على يديه - جزاه ربي عني أفضل الجزاء - ولازمتُه ملازمة، فكنت أختلف إليه في مسجده الذي كان يؤمُّه (ويقع في دُخْنَة غرب معهد إمام الدعوة، في وسط الرياض، بجانب بيت الشيخ عبد الرحمن الدُّوسري رحمه الله، وموضعه الآن مواقف للسيارات وامتداد شارع الرَّيِّس الموصل إلى المحكمة الكبرى)، وكنت - إذ ذاك - طالبًا في المعهد الملَكي الفني، وتستمر دراستنا فيه في كثير من الأيام من الصبح إلى العصر، ونتناول وجبة الغداء فيه، ثم أتوجه للشيخ بعد العصر فور خروجي من المعهد وقبل ذهابي إلى البيت، ولم أكن أمتلك سيارة في السنتين الأوليين من طلبي على الشيخ.\n٤ - انقطعت عن درس الشيخ في عام ١٣٩٥هـ؛ بسبب بعض الظروف الأسرية والاجتماعية وغيرها، ثم رجعت للدراسة عنده في عام ١٤٠٠هـ، ولا يزال الدرس مستمرًّا عنده، حفظه الله وبارك في علمه وهمَّته.\n٥ - بدأت في حضور دروس سماحة الشيخ عبد العزيز بن باز - رحمه الله - فيما بين عامي ١٣٩٨هـ إلى ١٤٠٤هـ، وكل من عرف الشيخ يدرك قيمة ما يجنيه من مجالسته من علم وآداب يتخلَّق بها فيما بينه وبين ربِّه، أو بينه وبين الناس؛ كالإخلاص لله، وتعظيم السُّنَّة، والثبات على الحق، والنصح للناس، ونفعهم، ومحبة الخير لهم، وغير ذلك من أخلاقه وآدابه رحمه الله.\n٦ - وكان الشيخ محمد بن عثيمين - رحمه الله - يأتي إلى الرياض أحيانًا فأحرص أنا وبعض الإخوة على لقائه في المسجد المجاور لبيت أخيه الواقع قريبًا من شارع الشميسي الجديد، فنفيد منه بطريق السؤال والمناقشة، وأحببناه كثيرًا لما رأينا فيه من رحابة صدرٍ، وإتاحة فرصة للسؤال والمناقشة، فرحلت إليه مع بعض الإخوة في صيف ١٣٩٩هـ، ومكثنا عنده فترة ملازمين لدروسه في الصَّباح والمساء، (وفي تلك السنة ابتدأ الشيخ شرح زاد المستقنع، وحضرنا بدايته، ولعله الذي طبع بعد ذلك باسم \"الشرح الممتع\")، ووافق مكثنا عنده شهر رمضان، ورأينا منه - رحمه الله - من حسن الخلق وكريم السجايا ما أدهشنا!\nومن ذلك: أنه ألزمنا بأن يكون إفطارنا وسحورنا معه.\nوبعد رجوعي إلى الرياض لم تنقطع صلتي به؛ إذ كنت دائم الاتصال به هاتفيًّا كلما عرض لي سؤال، وكان يجيب على الهاتف كثيرًا، ولم يكن كما هو الحال بعد أن ضاق وقته وازدحم عليه الناس.\n٧ - ومن المشايخ الذين صحبتهم واستفدت منهم: الشيخ عبد الله بن حسن بن قعود - رحمه الله - حيث كان سكنه قريبًا من سكني فكنت ألتقي به كثيرًا، ونتبادل الزيارات ونجلس الجلسات العامرة بالمساجلات العلمية، فواهًا لتلك الجلسات!!\n٨ - ومن المشايخ الذين استفدت منهم كثيرًا: الشيخ محمد ناصر الدين الألباني - رحمه الله تعالى، وأسكنه فسيح جنانه - فقد كنت متابعًا لأشرطته، ناهلاً من تخريجاته وأحكامه على الأحاديث، وتأصيله العلمي للمسائل، وكنت حريصًا على لقائه عام ١٣٩٩هـ أنا والإخوة الذين معي بعد انصرافنا من زيارة الشيخ محمد بن عثيمين، لكن لم يُكتب لنا ذلك، ثم لقيته بالمدينة النبوية عام ١٤٠٣هـ في معرض الكتاب بالجامعة الإسلامية، لكن لم يكن وقتُه يسمح بالجلوس معه، وكان حينها مريضًا برعشة في رأسه (تراه رحمه الله وكأنه يلتفت يَمنة ويَسرة)، ثم لقيته بمكة في صيف عام ١٤١٠هـ، واجتمعت به في مجالس علمية مفيدة ممتعة، حضر بعضها عدد من الإخوة الفضلاء؛ كالشيخ محمد الددو الشنقيطي، والشيخ محمد عمر بازمول، والشيخ عايض القرني؛ حيث ألقى قصيدة في مدح الشيخ، وقد اشتُهر تسجيل ذلك المجلس بين طلبة العلم.\nثم إن الشيخ رحمه الله أكرم أهل الرياض برحلته المشهورة في العام نفسه؛ فقدم علينا ومعه أهله، واستمتعنا واستفدنا بمجالسه وفوائده، وأكرمني رحمه الله بزيارتي في منزلي، ودعوت معه الشيخ حمود بن عبد الله التويجري رحمه الله، وكان أول لقاء بينهما، ودعاه الشيخ حمود إلى منزله فأجاب الشيخ دعوته، وتناول عنده الإفطار من الغد، وكنا معه في ذلك المجلس الذي حضره بعض المشايخ الفضلاء؛ كالشيخ ناصر العمر، وأبناء الشيخ الأكارم: الشيخ عبد الله بن حمود التويجري وإخوانه، كما دعاه أيضًا الشيخ عبد الله بن قعود رحمه الله، وكان مجلسه ذاك عامرًا بالفوائد أيضًا كسائر المجالس.\n٩ - وممن طلبت العلم على يديه: الشيخ عبد الله بن جار الله - رحمه الله - لكن كانت الاستفادة التربوية منه تغلب على الاستفادة العلمية، وهو معروف بهذا مُشتهر به، رحمه الله تعالى رحمة واسعة.\n١٠ - ومن مشايخي الذين استفدت منهم كثيرًا: الشيخ عبد الرحمن البراك حفظه الله؛ الذي كان يتولى تدريسنا العقيدة في كلية أصول الدين، ولا تزال علاقتي به حتى كتابة هذه الأحرف، أستفيد من علمه ورأيه ومشورته، جزاه ربي عني أفضل الجزاء.\n١١ - ومن مشايخي الذين استفدت منهم كثيرًا: الشيخ الدكتور أحمد معبد عبد الكريم - حفظه المولى ورعاه - الذي درَّسنا بعض مواد الحديث في السنة الرابعة من الكلية، والسنة المنهجية للماجستير، وتولى الإشراف على رسالتي للماجستير، ومناقشتي في الدكتوراه، ولا تزال صلتي به والاستفادة منه مستمرة، جزاه الله عني أفضل الجزاء.\nوهناك الكثير من المشايخ الذين أفدت منهم في الدراسة النظامية لا أطيل بذكرهم.\nرابعًا- النتاج العلمي:\n١ - تحقيق النصف الثاني من \"مختصر استدراك الذهبي على مستدرك أبي عبدالله الحاكم\" وهو القسم الذي نلت به شهادة الماجستير، وهو مطبوع مع النصف الأول في دار العاصمة بالرياض عام ١٤١١هـ.\n٢ - تحقيق \"سنن سعيد بن منصور\" جزء منه أطروحتي للدكتوراه، وبعضه تتمَّة لهذا العمل، ولا يزال فيه بقية تنتهي قريبًا بإذن الله، وهو مطبوع بدار الصميعي بالرياض، عام ١٤١٤هـ، والتتمة مطبوعة سنة ١٤١٧هـ.\n٣ - تحقيق \"مسند عبدالله بن أبي أوفى\" ليحيى بن صاعد - جزء حديثي - وهو مطبوع بمكتبة الرشد بالرياض، عام ١٤٠٨هـ.\n٤ - تحقيق كتاب \"الإمام في معرفة أحاديث الأحكام\" لابن دقيق العيد في أربعة مجلدات، وهو مطبوع بدار المحقق بالرياض، عام ١٤٢٠هـ.\n٥ - تحقيق \"غرر الفوائد المجموعة في ما وقع في صحيح مسلم من الأحاديث المقطوعة\" للرشيد العطار، وهو مطبوع بمكتبة المعارف، عام ١٤٢١هـ.\n٦ - \"آداب الغذاء في الإسلام\"، رسالة صغيرة، وهي من منشورات دار الصميعي بالرياض، سنة ١٤١٦هـ، وأصلها بحث ألقيته في \"الندوة السعودية الثانية للغذاء والتغذية\" التي أقامتها كلية الزراعة بجامعة الملك سعود بالرياض، في الفترة من ٤ إلى ٧ جمادى الآخرة سنة ١٤١٥هـ، ونشر في إصدارات تلك الندوة (ص٢١ - ٤٦).\n٧ - \"حكم صوم يوم السبت\"، وهو مطبوع بدار التوحيد للنشر، سنة ١٤٢٦هـ.\n٨ - \"حكم الشرب قائمًا\" وهو مطبوع بدار التوحيد للنشر، سنة ١٤٢٦هـ.\n٩ - تحقيق جزء حديثي في بيان أحاديث أودعها البخاري رحمه الله كتابه الصحيح، وبيَّن عللها الحافظ الدارقطني، وهو مطبوع بدار الصميعي، سنة ١٤٢٧هـ.\n١٠ - تحقيق المجلد الثاني من \"الاعتصام\" للشاطبي، الذي قام الدكتور محمد الشقير بتحقيق المجلد الأول منه، والدكتور هشام الصيني بتحقيق المجلد الثالث منه، وتقوم على نشره دار ابن الجوزي بالدمام، ويتوقع صدوره الأيام القريبة المقبلة.\n١١ - الإشراف والمشاركة في تحقيق \"كتاب العلل\" لابن أبي حاتم الرازي، وقد طبع الكتاب سنة ١٤٢٧هـ.\n١٢ - الإشراف والمشاركة في تحقيق \"سؤالات السلمي للدارقطني\"، وقد طبع الكتاب سنة ١٤٢٧هـ.\n١٣ - الإشراف والمشاركة في تحقيق قطعة من المجلد الحادي والعشرين من \"معجم الطبراني الكبير\"، وقد طبع الكتاب سنة ١٤٢٧هـ.\n١٤ - الإشراف والمشاركة في تحقيق المجلدين الثالث عشر، والرابع عشر من \"معجم الطبراني الكبير\"، وهو في طريقه للنشر إن شاء الله.\n١٥ - الإشراف والمشاركة في تحقيق \"آفة أهل الحديث\" لابن الجوزي، وهو في طريقه للنشر إن شاء الله.\nأسأل الله تعالى بأسمائه الحسنى وصفاته العلى أن يجعل أعمالنا خالصة لوجهه، وأن تكون حجة لنا لا علينا، وصلى الله وسلم على نبينا محمد.",
  "books": [
    {
      "text_id": 95663,
      "title": "دروس في شرح البيقونية - سعد الحميد"
    }
  ]
}