{
  "author_id": 2522,
  "author_meta": "محمد باي بلعالم شيخ زاوية أولف - ولاية أدرار - دولة الجزائر\n[نسبه وميلاده]\nأبو عبد الله محمد عبد القادر بن محمد بن المختار بن أحمد العالم القبلوي الجزائري (المالكي المذهب) الشهير بالشيخ باي\nيرجع نسبه إلى قبيلة فلان والتي تضاربت حولها الأقوال واختلفت فيها الآراء والمشهور أن أصولها تعود إلى قبيلة حمير القبيلة العربية المشهورة باليمن\nولد عام (١٩٣٠ م) في قرية (ساهل) من بلدية (اقبلي) بدائرة (أولف) بولاية (آدرار) بجنوب الجزائر وله أربعة إخوة هو خامسهم وترتيبه بينهم الثالث\nكان والده محمد عبد القادر فقيها وإماما ومعلما ومؤلفا من مؤلفاته (تحفة الولدان فيما يجب على الأعيان. منظومة في حالة الوقت) حارب فيها أهل البدع والخرافات وله (عدة قصائد في مدح النبي صلى الله عليه وسلم)\nأمه خديجة بنت محمد الحسن كان والدها عالما قاضيا في منطقة (تديكلت)\n[دراسته وتعليمه]\nتربى في أسرة علمية متدينة اهتمت بتعليمه، وبدأ تعليمه في مسقط رأسه في مدينة ساهل (التي كانت تعد منارة للعلم والمعرفة والتي تخرج منها العديد من العلماء والفقهاء)\nفدرس القرآن الكريم في مدرسة (ساهل أقبلي) على المقرئ الشيخ محمد بن عبد الرحمن بن المكي بن العالم\nثم درس على يد والده مبادئ النحو والفقه\nودرس على الشيخ محمد عبد الكريم المغيلي مدة من الزمن\nثم انتقل إلى زاوية الشيخ أحمد بن عبد المعطي السباعي ومكث فيها سبع سنوات قرأ فيها (الفقه المالكي وأصوله. النحو. الفرائض. الحديث. التفسير)\nخلال فترة دراسته تحصل على عدد من الإجازات منها:\n١ - إجازة عامة من الشيخ الطاهر بن عبد المعطي عند انتهاء الدراسة.\n٢ - إجازة عامة من السيد الحاج أحمد الحسن بأسانيد متعددة.\n٣ - إجازة من السيد علي البودليمي في الحديث.\n٤ - إجازة من الشيخ السيد محمد علوي مالكي المكي.\n٥ - شهادة (الليسانس) في العلوم الإسلامية من وزارة الأوقاف (الشؤون الإسلامية حاليا) عام (١٩٧١م)\n[مدرسة مصعب بن عمير الدينية]\nبعد أن تخرج من الزاوية المذكورة آنفا انتقل إلى مدينة (أولف) حيث قام - إبان الاستعمار الفرنسي - بتأسيس مدرسة ا (مدرسة مصعب بن عمير الدينية) للعلوم الشرعية وقد كان نظام الدراسة فيها خارجيا\nولما تغلغلت الثورة في الجزائر واستحكمت قرر إغلاق المدرسة مؤقتا خوفا على طلبته من المعارك التي كانت تدور آنذاك\nولما حصل الشعب الجزائري على حريته ونالت الدولة استقلالها واستتب الأمن أعاد افتتاح المدرسة من جديد لتستقبل الطلاب بأعداد كبيرة وأضاف إليها قسم داخلي جديد\nوفي عام (١٩٦٤ م) التحق بالسلك الديني فأصبح من الناحية الرسمية إماما وخطيبا ومفتيا ومدرسا معترفا به من قبل الدولة لمسجد أنس بن مالك ومدرسة (مصعب بن عمير الدينية)\nوفي عام (١٩٧١ م) شارك في مسابقة وزارة الأوقاف التي أجرتها لمجموعة من المشايخ لتحديد مستواهم العلمي فتحصل على شهادة تعادل (الليسانس) في العلوم الإسلامية\nوفي عام (١٩٨١ م) قام بتوسيع مدرسته وأضاف إليها قسما جديدا خاصا بالإناث فأصبحت تستقبل أعدادا كبيرة من الفتيات على غرار ما تستقبله من الفتيان وقام بتوسيع الأقسام الداخلية بحيث أصبحت تستوعب طلابا من خارج البلاد.\n[أسفاره ورحلاته]\nمن الدول التي زارها (تونس والمغرب الأقصى وليبيا والمملكة العربية السعودية) حيث كانت أول زيارة له إلى المملكة العربية السعودية من أجل أداء فريضة الحج سنة ١٩٧٤ م، ليعود إليها سنة ١٩٨٤م للمرة الثانية، ومنذ ذلك الحين وهو يحج كل عام حتى حج ٣٦ حجة متتالية غير حجة الفريضة\n[حياته العائلية]\nتزوج عام (١٩٥٤ م) فأنجب ثلاثة أبناء ذكورهم على الترتيب (عبد الله. محمد عبد القادر. أحمد العالم.) وجميعهم موظفون في الحكومة وله أيضا ست بنات\n[برنامجه اليومي]\nدرس بعد صلاة الصبح لجميع المصلين\nوحلقة التاسعة لاستقبال الزائرين وتقديم الصبوح لهم ومحادثتهم ويقدم أيضا درسا لهم ولطلبته\nثم بعد ذلك ينتقل مباشرة إلى مكتبه ليتفرغ للتأليف، إلى موعد الغداء الذي يؤخره إلى الواحدة والنصف لأجل الزائرين والضيوف\nودرس بين الظهر والعصر في المدرسة العتيقة، وبين العصر والمغرب من نصيب زاوية حينون\nأضف إلى ذلك دروس السيرة النبوية في شهر المولد بين المغرب والعشاء، والمحاضرات الرمضانية،\nهاتفه لا يعرف التوقف عن المكالمات، من المستفتين، ومن طالب وجه أو وساطة أو صلح أو شفاعة\n[برنامجه في التدريس]\nيواظب الشيخ في كل عام على إتمام ختم صحيح البخاري وتدريسه كاملا ما بين شعبان وذي الحجة، يدرسه صباحا حيث يختم في الأربعاء الأخيرة من شعبان من كل سنة\nويدرس أيضا موطأ الأمام مالك كاملا مساء ويخته كل عام\nوشرح صحيح مسلم كل سنتين\nكما يدرس تفسير القرآن من فتح البيان لصديق حسن خان وله في ذلك خمسة أيام في الأسبوع (عدا الخميس والجمعة)\nويقوم بتدريس المتون والكتب التي ألفها\n[من صفاته]\nله عناية كبيرة بأهل منطقته … حتى أنه تحمل مسؤولية تقسيم المياه بين أهل الحقول وله هيبة عظيمة وله جلد عظيم في العبادة حتى في السفر ولو كان مرهقا\n[من وصاياه]\n(فالله يفتح عليك ويلهمك رشدك وأوصيك بتقوى الله والعمل بالسنة وإتباعها وإياك أن تطمح عينك إلى متاع الدنيا الفانية واعمل فيها عمل الراحل القاطع للطريق واصبر في ذلك المحل وعليك بالنصح للمسلمين وتعليمهم والمجاهدة في الطاعة).\n(وصار العبد كلما سأل النجاة من مصيبة وعصم منها اكتنفته مصائب ولا ينفع في ذلك إلا الدعاء والتوبة من المعاصي والاستغفار والإدمان على قراءة القرآن والتدريس للعلم الشريف والنهج للطلبة وخفض الجناح لهم ولسائر المسلمين. . . . وعليك بإتباع السنة المحمدية والوقوف معها ودمت بخير وعافية والسلام.).\n[من دعائه]\n(أوصل الله إليك كل خير حسيا ومعنويا ظاهرا وباطنا وجعلك مفتاحا لكل خير ومغلاقا لكل شر وحفظك بما حفظ به الذكر الحكيم وفتح عليك وعلى يديك ونصرك على الأعداء وأنار بك تلك البلاد. . . .).\n[عقيدته]\nالشيخ رحمه الله يجيز التوسل إلى الله بأنبيائه وخواص خلقه، ويعتبر خلاف ذلك (سوء اعتقاد)\nوهو أشعري العقيدة، ويقول عن الإمام الأشعري - رحمه الله -: «فمن تبعه نجا، وصحت عقيدته، وكذلك الإمام أبو منصور الماتريدي وأتباعه لأنهما أول من تصدى لتحرير عقائد أهل السنة، والذب عنها»\n[وفاته]\nفي عشية السبت ٢٢ ربيع الثاني ١٤٣٠ هـ كان في مكتبه مع ضيوف يزودهم بالمعارف والدعاء الصالح والكتب، ثم لما وعك وهو في مكتبه أمر بأخذ الضيوف إلى مكان الغداء وإكرامهم، وودّعهم ودعا لهم، ثم توفي - رحمه الله - وترك أبناء صالحين، وطلبة علماء، ومؤلفات نافعة\nوأقيمت جنازته يوم الإثنين بمسقط رأسه بأولف\n[مؤلفاته]\nله حوالي ٤٠ مؤلفا، في علوم مختلفة\nأولا: علوم القرآن:\n١ - ضياء المعالم على ألفية الغريب لابن العالم (جزءان).\n٢ - المفتاح النوراني على المدخل الرباني في الغريب القرآني.\nثانيا: الحديث:\n٣ - كشف الدثار على تحفة الآثار.\nثالثا: الفقه المالكي:\n٤ - زاد السالك شرح أسهل المسالك (جزآن) مطبوع بدار ابن حزم بلبنان.\n٥ - فتح الرحيم المالك في مذهب الإمام مالك (ألفية في الفقه عدد أبياتها ٢٥٠٩)\n٦ - ملتقى الأدلة الأصلية والفرعية الموضحة للسالك شرح فتح الرحيم المالك (٤ أجزاء) وطبع في دار هومة بالجزائر\n٧ - الجواهر الكنزية نظم متن العزية.\n٨ - الاستدلال بالكتاب والسنة النبوية شرح على نثر العزية ونظمها الجواهر الكنزية.\n٩ - السبائك الإبريزية شرح على الجواهر الكنزية.\n١٠ - فتح الجواد على نظم العزية لابن باد.\n١١ - الكوكب الزهري نظم مختصر الأخضري.\n١٢ - الإشراق البدري شرح الكوكب الزهري.\n١٣ - المباحث الفكرية شرح على الأرجوزة البكرية.\n١٤ - أنوار الطريق لمن يريد حج البيت العتيق (مناسك) ط دار هومة في الجزائر.\n١٥ - إقامة الحجة بالدليل شرح على نظم ابن بادي على مهمات من مختصر خليل (٤ أجزاء) ط دار الحزم بلبنان.\n١٦ - مرجع الفروع إلى التأصيل من الكتاب والسنة والإجماع الكفيل شرح على نظم الشيخ خليفة بن حسن السوفي القماري على مختصر خليل المسمى جواهر الإكليل (١٠ أجزاء) ط دار الفكر بلبنان.\nرابعا: علم الفرائض (المواريث):\n١٧ - الدرة السنية في علم ما ترثه البرية (نظم).\n١٨ - الأصداف اليمية شرح الدرة السنية.\n١٩ - كشف الجلباب على جوهرة الطلاب في علمي الفروض والحساب\n٢٠ - فواكه الخريف شرح بغية الشريف في علم الفرائض المنيف.\n٢١ - مركب الخائض على النيل الفائض في علم الفرائض.\nخامسا: أصول الفقه\n٢٢ - ركائز الوصول شرح على منظومة العمريطي في علم الأصول.\n٢٣ - ميسر الحصول شرح على سفينة الأصول.\nسادسا: السيرة النبوية\n٢٤ - فتح المجيب على سيرة النبي الحبيب\nسابعا: النحو\n٢٥ - اللؤلؤ المنظوم على نثر ابن آجروم.\n٢٦ - كفاية المنهوم شرح اللؤلؤ المنظوم.\n٢٧ - منحة الأتراب على ملحة الإعراب.\n٢٨ - الرحيق المختوم شرح على نزهة الحلوم.\n٢٩ - التحفة الوسيمة على الدرة اليتيمة.\n٣٠ - عون القيوم على كشف الغموم.\nثامنا: التاريخ\n٣١ - الرحلة العلية إلى منطقة توات لذكر بعض الأعلام والآثار والمخطوطات والعادات في (جزأين)\n٣٢ - قبيلة فلان في الماضي الحاضر وما لها من العلوم والمعرفة والمآثر\n٣٣ - الغصن الداني في حياة الشيخ عبد الرحمن بن عمر التنلاني\nتاسعا: الفتاوى:\n٣٤ - له فتاوى شفهية وكتابية حول أسئلة ترد عليه بواسطة الهاتف والرسائل ذكر بعضها في رحلاته، منها: إنقشاع الغمامة والإلباس عن حكم العمامة واللباس من خلال سؤال سعيد هرماس\nعاشرا: الأدب:\n٣٥ - له قصيدتان في الرد على ألغاز بعث له بها الشيخ أحمد الطاهري السباعي.\n٣٦ - له قصيدتان في رثاء الشيخ أحمد الطاهري السباعي.\n٣٧ - له مجموعة قصائد مضمونها الرد على قصائد وصلته من أصدقائه.\n٣٨ - له قصيدتان في الرد على الملحد سلمان رشدي.\nحادي عشر: الرحلات:\n٣٩ - له عشرون رحلة مسجلة للحج والعمرة وله عشرون رحلة للحج لم تسجل\n٤٠ - له رحلة إلى المغرب الأقصى.\nذكر في هذه الرحلات الوقائع والعلماء والشخصيات التي اجتمع بها في تلك الرحلات.\n- وله عدة محاضرات في الدعوة والتوجيه والإرشاد والتي ألقها في عدة مناسبات وملتقيات في عدة بلدان\n- وله عدة كتب لم تطبع ومنها ما هو الآن تحت الطبع، وله وقفيات (من مؤلفاته) في مكتبة الحرم النبوي الشريف وهو ما يزيد عن ١٤ كتاب منها ما هو مطبوع ومنها ما هو مخطوط",
  "books": [
    {
      "text_id": 95861,
      "title": "إرشاد الحائر إلى معرفة قبيلة فلان في جنوب الجزائر"
    },
    {
      "text_id": 95864,
      "title": "الكوكب الزهري نظم مختصر الأخضري"
    },
    {
      "text_id": 95865,
      "title": "الدرة السنية منظومة في علم الفرائض"
    },
    {
      "text_id": 95866,
      "title": "اللؤلؤ المنظوم في نظم منثور ابن آجروم"
    },
    {
      "text_id": 96175,
      "title": "التحفة الوسيمة شرح على الدرة اليتيمة"
    },
    {
      "text_id": 96177,
      "title": "الجواهر الكنزية لنظم ما جمع في العزية"
    },
    {
      "text_id": 96179,
      "title": "الغصن الداني في ترجمة وحياة الشيخ عبد الرحمن التنلاني"
    }
  ]
}