{
  "author_id": 2524,
  "author_meta": "عمل - رحمة الله عليه - على مدار ٣٠ سنةً في مجال القانون، واعتلى مناصب عدة حيث عمل مديرًا لشئون القصر بوزارة الأوقاف في الكويت ثم مستشارًا قانونيًّا لها.\nاعتُقل سنة ١٩٥٤ واعتُقل في سبتمبر سنة ١٩٦٥، وتنقل في السجون والمعتقلات، في أبو زعبل، والسجن الحربي، وسجن ليمان طرة، وناله من العذاب والعنَت الشيء الكثيرة وحُقِّق معه في انتقاده للشيوعية، وظلَّ في معتقله الأخير ست سنوات.\nصفاته وأخلاقه\nتقول ابنته (منال سالم البهنساوي):من صفاته حبه للإسلام، وحرصه على أداء الصلاة في المسجد وبخاصة صلاة الفجر وعلى قراءة ورده يوميًّا من القرآن الكريم وعلى زيارة المقابر والدعاء للموتى، والبشاشة والابتسامة مهما كانت الظروف، والتفاؤل حيث كان يكثر من ذكر: تفاءلوا بالخير تجدوه، والبساطة والتواضع، وحب العلم والقراءة والحرص على اقتناء الكتب، وحب الأطفال والجلوس معهم والاستماع إليهم، والاهتمام والرعاية لأولاده وأهله، والنظام والترتيب، والاهتمام بالآخرين ومساعدتهم.\nوفاته:\nتوفي في روسيا، إذ كان يشارك في مؤتمرٍ عن «الوسطية في الإسلام» نظمته وزارة الأوقاف والشئون الإسلامية بدولة الكويت في باكو عاصمة أذربيجان\nوتُوفي عن عمرٍ يناهز الـ٧٤ عامًا، وكان ذلك فجر الجمعة ٣ صفر ١٤٢٧هـ الموافق ٣ مارس ٢٠٠٦م بعد أن صلى الفجر وفرغ من ختم الصلاة ودعا الله بما شاء له أن يدعو\nكتبه ومؤلفاته\nبلغت حوالي العشرين، من أشهرها:\n١ - «الحكم في قضية تكفير المسلم»، وهذا الكتاب أحد مرجعيات كشْف مناهج وأفكار التكفير مقارنةً بالحكم الشرعي من خلال القرآن الكريم والسنة النبوية وإجماع الصحابة- رضوان الله عليهم- ولهذا وصف الباحثون هذا الكتاب بأنه أوسع وأشمل ما صَدَر من الكتب في كشف ودرءِ هذه الفتنة في عصرنا الحاضر، كما تميَّز بعلاج تلك المشاكل بالإنصاف والدقة.\n٢ - «فكر سيد قطب في الميزان» يُعدُّ مرجعًا في تأصيلِ وضبطِ فكر سيد قطب - رحمه الله -\n٣ - «أضواء على معالم في الطريق» فصَّل فيه ما كتبه سيد قطب في كتابه «معالم في الطريق»، وأبان جوانب الحق فيه، وفَهِم مرادَ الرجل السابق لعصره، وألَّف في ذلك كتابه. ثم ألقى كذلك الضوءَ على تفسيره «في ظلال القرآن»، ذلك التفسير غير المسبوق في عصرنا الحاضر\n٤ - «سيد قطب بين العاطفة والموضوعية» ذبَّ فيه عن سيد قطب رحمه الله.\n٥ - «غير المسلمين في المجتمع الإسلامي» وهذا الكتاب صدر باللغة العربية وتُرجم إلى الفرنسية والإنجليزية.\n٦ - «تهافت العلمانية في الصحافة العربية» كتاب قيِّم فضَح فيه التهافت العلماني الضالَّ في صحافة الأمة التي تُعتبر أداةَ التوجيه الكبيرة في الشعب، والتي يسيطر عليها للأسف الشديد الرءوس الداعية إلى نبذ عقائد الأمة وتبديل هويتها، فكان بحق نِدًّا قويًّا، ومحاورًا مقتدرًا عنيدًا.\n٧ - قوانين الأسرة.\n٨ - مكانة المرأة بين الإسلام والقوانين العالمية.\n٩ - الغزو الفكري للتاريخ والسيرة.\n١٠ - تهافت العلمانية في الصحافة العربية.\n١١ - شبهات حول الفكر الإسلامي المعاصر.\n١٢ - الحقائق الغائبة بين الشيعة والسنة.\n١٣ - الخلافة الراشدة بين الشورى والديمقراطية.\n١٤ - «السنة المفترى عليها»\n١٥ - «الشريعة المفترى عليها»\n١٦ - له العديدَ من المقالاتِ المتميزة مثل «رؤية لتباين الآراء حول فكر سيد قطب» و «العلاج الشيوعي للتطرف الديني .. مساوئ ومهالك» و «الأمة تختار الحاكم وتحاسبه وتعزله».",
  "books": [
    {
      "text_id": 122393,
      "title": "تهافت العلمانية في الصحافة العربية"
    },
    {
      "text_id": 95845,
      "title": "السنة المفترى عليها"
    }
  ]
}