{
  "author_id": 2534,
  "author_meta": "منصور بن عمار بن كثير أبو السري السلمي الواعظ، البليغ، الصالح، الرباني، أبو السري السلمي، الخراساني - وقيل: البصري -\nكان عديم النظير في الموعظة والتذكير.\nروى عن: الليث، وابن لهيعة، ومعروف الخياط، وهقل بن زياد، والمنكدر بن محمد، وبشير بن طلحة، وجماعة. ولم يكن بالمتضلع من الحديث.\nحدث عنه: ابناه؛ سليم وداود، وزهير بن عباد، وأحمد بن منيع، وعلي بن خشرم، وعبد الرحمن بن يونس الرقي، ومنصور بن الحارث، وغيرهم.\nوعظ بالعراق، والشام، ومصر، وبعد صيته، وتزاحم عليه الخلق، وكان ينطوي على زهد، وتأله، وخشية، ولوعظه وقع في النفوس.\nقال أبو حاتم: صاحب مواعظ، ليس بالقوي.\nوقال ابن عدي: حديثه منكر.\nوقال الدارقطني: يروي عن ضعفاء أحاديث لا يتابع عليها.\nوذكر ابن يونس في (تاريخه): أن الليث بن سعد حضر وعظه، فأعجبه، ونفذ إليه بألف دينار. وقيل: أقطعه خمسة عشر فدانا، وإن ابن لهيعة أقطعه خمسة فدادين.\nقال أبو بكر بن أبي شيبة: كنا عند ابن عيينة، فسأله منصور بن عمار عن القرآن، فزبره، وأشار إليه بعكازه. فقيل: يا أبا محمد، إنه عابد. فقال: ما أراه إلا شيطانا.\nوعن عبدك العابد، قال: قيل لمنصور: تتكلم بهذا الكلام، ونرى منك أشياء؟! قال: احسبوني درة على كناسة.\nوقال أحمد بن أبي الحواري: سمعت عبد الرحمن بن مطرف يقول: رؤي منصور بن عمار بعد موته، فقيل: ما فعل الله بك؟ قال: غفر لي، وقال لي: يا منصور! غفرت لك على تخليط فيك كثير، إلا أنك كنت تحوش الناس إلى ذكري.\nوساق ابن عدي مناكير لمنصور، تقضي بأنه واه جدا.\nأبو شعيب الحراني: حدثنا علي بن خشرم، قال منصور بن عمار: لما قدمت مصر، كانوا في قحط، فلما صلوا الجمعة، ضجوا بالبكاء والدعاء، فحضرتني نية، فصرت إلى الصحن، وقلت: يا قوم! تقربوا إلى الله بالصدقة، فما تقرب بمثلها. ثم رميت بكسائي، فقال: هذا جهدي، فتصدقوا، حتى جعلت المرأة تلقي خرصها، حتى فاض الكساء، ثم هطلت السماء، وخرجوا في الطين، فدفعت إلى الليث وابن لهيعة، فنظرا إلى كثرة المال، فوكلوا به الثقات، ورحت أنا إلى الإسكندرية، فبينا أنا أطوف على حصنها، إذا رجل يرمقني، قلت: ما لك؟ قال: أنت المتكلم يوم الجمعة؟ قلت: نعم. قال: صرت فتنة، قالوا: إنك الخضر، دعا فأجيب. قلت: بل أنا العبد الخاطئ. فقدمت مصر، فأقطعني الليث خمسة عشر فدانا.\nأبو داود: حدثنا قتيبة، عن منصور، قال: قدمت مصر، وبها قحط، فتكلمت، فبذلوا صدقات كثيرة، فأتى بي الليث، فقال: ما حملك على الكلام بغير أمر؟ قلت: أصلحك الله، أعرض عليك، فإن كان مكروها، نهيتني.\nقال: تكلم، فتكلمت. قال: قم، لا يحل أن أسمع هذا وحدي. قال: وأخرج لي جارية، تعد قيمتها ثلاث مائة دينار، وألف دينار، وقال: لا تعلم بها ابني، فتهون عليه.\nأبو حاتم: حدثنا سليم بن منصور، حدثنا أبي، قال: أعطاني الليث ألف دينار.\nوقال علي بن خشرم: سمعت منصورا يقول: المتكلمون ثلاثة: الحسن البصري، وعون بن عبد الله، وعمر بن عبد العزيز\nوقيل: إن الرشيد لما سمع وعظ منصور، قال: من أين تعلمت هذا؟ قال: تفل في في رسول الله صلى الله عليه وسلم في النوم، وقال لي: يا منصور! قل.\nقال أبو العباس السراج: حدثنا أحمد بن موسى الأنصاري، قال: قال منصور بن عمار: حججت، فبت بالكوفة، فخرجت في الظلماء، فإذا بصارخ يقول: إلهي وعزتك، ما أردت بمعصيتي مخالفتك، وعصيت وما أنا بنكالك جاهل، ولكن خطيئة أعانني عليها شقائي، وغرني سترك، فالآن من ينقذني، فتلوت هذه الآية: {يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارا …} [التحريم: ٦]. قال: فسمعت دكدكة، فلما كان من الغد، مررت هناك، فإذا بجنازة وعجوز تقول: مر البارحة رجل تلا آية، فتفطرت مرارته، فوقع ميتا.\nقال سليم بن منصور: كتب بشر المريسي إلى أبي: أخبرني عن القرآن. فكتب إليه: عافانا الله وإياك، نحن نرى أن الكلام في القرآن بدعة، تشارك فيها السائل والمجيب، تعاطى السائل ما ليس له، وتكلف المجيب ما ليس عليه، وما أعرف خالقا إلا الله، وما دونه مخلوق، والقرآن كلام الله، فانته بنفسك وبالمختلفين فيه معك إلى أسمائه التي سماه الله بها، ولا تسم القرآن باسم من عندك، فتكون من الضالين.\nقال الكوكبي: حدثنا حريز بن أحمد بن أبي دؤاد، حدثني سلمويه بن عاصم، قال: كتب بشر إلى منصور بن عمار يسأله عن قوله تعالى الرحمن على العرش استوى} [طه: ٥]، كيف استوى؟ فكتب إليه: استواؤه غير محدود، والجواب فيه تكلف، ومسألتك عنه بدعة، والإيمان بجملة ذلك واجب.\nلم أجد وفاة لمنصور، وكأنها في حدود المائتين\n[دكره سبط ابن الجوزي ضمن وفيات ٢٢٥ هـ، قال:\nوقال الخَطيب: تُوفِّي منصور بن عمار في هذه السنة (يعني ٢٢٥ هـ) ببغداد، ودُفن بباب حَرْب قريبًا من قبر بشر الحافي، وإلى جانبه ابنُه سُليم بن منصور. (مرآة الزمان في تواريخ الأعيان ١٤/ ٣٢٧)]\nنقلا عن: «سير أعلام النبلاء» للذهبي، مع إضافة بين معكوفين",
  "books": [
    {
      "text_id": 30117,
      "title": "أحاديث منصور بن عمار"
    }
  ]
}