{
  "author_id": 2538,
  "author_meta": "أبو عاصم البركاتي المصري، داعية وباحث في العلوم الشرعية\nأبو عاصم الشحات شعبان محمود عبد القادر البركاتي المصري؛ والبركاتي نسبة إلى البلد التي ولد ونشأ فيها وليست نسبة إلى قبيلة أو مذهب.\nولد في قرية بركات التابعة لمدينة بيلا - محافظة كفر الشيخ- مصر؛ وذلك في عام ١٩٧٥ م.\nدراسته: تلقى تعليمه في مدارس وزارة التعليم المصرية؛ وتخرج من كلية التربية؛ ثم اتجه للدراسات الشرعية وحصل على دبلوم تمهيدي ماجستير في الدراسات الإسلامية.\nويعمل مدرسًا؛ وداعية إسلاميا وباحثا في العلوم الشرعية.\nعقيدته: مسلم على نهج السلف اعتقادًا وقولًا وعملًا.\nإجازاته:\nمجاز في الكتب التسعة وغيرها من الشيخ وحيد بالي حفظه الله.\nومجاز من محدث العراق الدكتور ماهر ياسين الفحل حفظه الله بمروياته.\nومجاز من الشيخ القارئ وليد إدريس المنيسي حفظه الله بمروياته.\nوقرأ على الشيخ هشام البيلي حفظه الله من أول الفاتحة إلى آخر سورة هود بروايتي حفص وشعبة عن عاصم بن أبي النجود رحمه الله.\nكتبه وأبحاثه: لديه أربعة أبحاث منشورة وعدد آخر جاهز للطبع.\nوقدم الشيخ العلامة وحيد بن عبد السلام بالي ثلاثة أبحاث هي:\n(١) حديث الآحاد عند الأصوليين.\n(٢) تفنيد الشبهات حول ميراث المرأة في الإسلام.\n(٣) دلالة الاقتران عند الأصوليين.\nوقدم الشيخ أبو حفص سامي بن العربي بحثاً وهو \"دلالة الاقتران عند الأصوليين\"؛ تحت الطبع.\nوقدم له الشيخ هشام البيلي بحثًا منشور على ملتقى أهل الحديث بعنوان\" الأقوال النافعة في شرح الرسالة اللطيفة الجامعة\" وهو في أصول الفقه.\nوقدم الشيخ أبو ضياء محمد فرج الهنداوي بحثًا وهو \" حديث الآحاد عند الأصوليين\".\nطلبه للعلم:\nنشأت منذ صغري محبًا للعلم؛ وكنت أتتبع الدعاة وأستمع إليهم؛ وكنا في الأرياف نعاني من الفقر العلمي والدعوي؛ فلم يكن وقتها طلاب علم أو دعاة محققون؛ بل كانت الدعوة يغلب عليها القصص الضعيف والمكذوب؛ ونشأنا على ذلك ونحن نظن أن هذا هو الدين؛ وأذكر أن أخي الأكبر في تلك الآونة اشترى كتابًا قيمًا؛ وهو كتاب \" ففروا إلى الله\" للشيخ أبي ذر القلموني حفظه الله؛ فكان بالنسبة لي فتحًا؛ ونافذة على العلم؛ فقرأته ما لا أحصي عددًا.\nثم وأنا في مرحلة الثانوية بدأت أتعرف على بعض الكتيبات فقرأتها؛ ثم دخلت الجامعة (كلية التربية بكفر الشيخ) فحدثني زميل لي عن الشيخ أبي إسحاق الحويني يحفظه الله تعالى ورغبني في الحضور له والتعلم منه؛ فكنت أأبى عليه؛ ولكنه حبب إلى الشيخ؛ وبدأ يعطيني بعض الأشرطة للشيخ الحويني ففتح لي بابًا واسع المصراعين للعلم؛ أذكر في هذه الأثناء أن أخي أرسل لي هدية من لبنان حيث كان يعمل بها؛ وكانت الهدية مجموعة من الكتب كان منها \"صيد الخاطر\" لابن الجوزي؛ و\"الجواب الكافي\" لابن القيم؛ و\"صفة صلاة النبي صلى الله عليه وسلم\" للألباني؛ فلفت نظري كتاب صفة الصلاة، وأعجبت بمقدمة الكتاب فقرأتها عشرات المرات؛ وكنت أظن أن الألباني عالم من قرون مضت كالعسقلاني والهيثمي ومن شابه؛ لأني وقتذاك لم أكن أقرأ تاريخ كتابة المقدمة أو الانتهاء من الكتاب لأني وقتها لم أكن من طلاب العلم ولا ممن يهتمون بهذه الأمور؛ فلما حدثني زميلي هذا عن الألباني والحويني وأخبرني أن الشيخ الحويني تلميذ الشيخ الألباني أنكرت عليه؛ إذ كيف يدرك الشيخ الحويني الشيخ الألباني وهو من القرون السالفة؛ فتبسم كعادته وأخبرني الشيخ الألباني على قيد الحياة وأنه يعيش في الأردن؛ وأعطاني بعض الأشرطة له؛ فظهر جهلي؛ وعرفت أنه لابد من طلب العلم؛ فبدأت في لزوم دروس الشيخ أبي إسحاق في شرح صحيح مسلم؛ وفي شرح \"الباعث الحثيث\"؛ وفي شرح \"صيد الخاطر\"؛ وغيرها من الدروس والمحاضرات؛ ثم درست مع الشيخ عبد الحميد اللبيشي يحفظه الله فشرح لنا \"أصول الفقه\" للدكتور عبد الكريم زيدان؛ وشرح لنا مبادئ مصطلح الحديث؛ ثم أيضًا درسنا مع الشيخ أبي ضياء محمد فرج الهنداوي يحفظه الله في التوحيد؛ وفي علم الفرائض؛ ولا أنسى الشيخ محمود جمعة يحفظه الله تعلمت منه أحكام التجويد؛ وأخذت النحو مع الشيخ فودة على فودة يحفظه الله في كتاب \"الأجرومية\" ومن قبله كتاب \" القواعد الأساسية في النحو والصرف\".\nوكذا حضرت لشيخنا وحيد بالي يحفظه الله دروس شرح صحيح البخاري ودروس شرح الأوسط لابن المنذر؛ وفي لقاء الثلاثاء في منشأة عباس بمسجد الفتح درسنا مع الشيخ أكثر من كتاب في الفقه والعقيدة والسنة وغيرها من كتب العلم.\nثم رحلت للشيخ مصطفى العدوي يحفظه الله تعالى؛ وطلبت العلم عنده ولم تطل المدة كانت حوالي شهر ونصف؛ استفدت فيها لا شك؛ ولم تتوثق فيها معرفة الشيخ بي.\nثم لما نزل الشيخ هشام البيلي يحفظه الله اتصلت به؛ وزرته وتعرفت عليه؛ ولزمت دروسه وأخذت عليه كثيرًا من الكتب والرسائل المتنوعة.\nولي اتصال بالشيخ المحدث أبي حفص سامي بن العربي يحفظه الله واستمعت له في شرح \"بلوغ المرام\"؛ وكذا بالشيخ الدكتور إبراهيم محمد إبراهيم يحفظه الله حيث استفدت منه في لقاءات متنوعة.\nكما أنني التقيت مرتين بالشيخ المحدث محمد عمرو عبد اللطيف يرحمه الله؛ ودار بيننا فيهما حوارا طيبًا استفدت فيهما لا شك من علم الشيخ وسمته؛ وكنت مرشحًا للعمل معه في التحقيق العلمي؛ وتم عمل اختبار لي في فنون التحقيق والتخريج واجتزته بفضل الله؛ ولكن لم يقدر الله عز وجل أن التحق بالعمل والوظيفة.\nوأما باقي الشيوخ فحضرنا لهم محاضرات عامة؛ أو استمعنا لأشرطتهم أو قرأنا كتبهم؛ وللعلم عاصرنا الكبار الألباني وابن باز وابن عثيمين ومقبل بن هادي رحمهم الله؛ ولكن لم أتشرف بالسماع المباشر لهم؛ ولكن في الأشرطة والكتب عوض إن شاء الله؛ والله الموفق.\nدعوة الشيخ:\nبدأت الدعوة بالتزامن مع طلب العلم؛ وأذكر أول مرة ألقيت فيها خطبة الجمعة؛ حين ذهبت لأصلي الجمعة فلم يحضر إمام المسجد؛ ووقع الناس في حيص بيص؛ فصعدت المنبر وأذن المؤذن وأنا لا أعرف ماذا أقول؟؛ وبدأت الخطبة بالحمد والثناء والصلاة على النبي، ثم ذكرت حديث \" بني الإسلام على خمس … \" وجلست ثم في الخطبة الثانية بعد الحمد والثناء دعوت بدعوات وأنهيت الخطبة؛ وصلينا؛ وطبعا كانت اللغة مكسرة والكلمات مبعثرة؛ وكانت مثار ضحك وتعليقات من الأصدقاء والأقارب. ثم بعد من الله علينا بالسير في طريق الدعوة في المساجد الأهلية والحكومية ومساجد الجمعيات المختلفة في ربوع مصر ولله الحمد. ودرسنا بعض الرسائل والكتب في الفقه والعقيدة وغيرها؛ والله الموفق والهادي إلى سواء السبيل.\nhttp://elbarakati.com",
  "books": [
    {
      "text_id": 96269,
      "title": "دلالة الاقتران ووجه الاحتجاج بها عند الأصوليين"
    },
    {
      "text_id": 96270,
      "title": "تفنيد الشبهات حول ميراث المرأة في الإسلام"
    },
    {
      "text_id": 96272,
      "title": "الولاء والبراء في الإسلام - البركاتي"
    }
  ]
}