{
  "author_id": 2542,
  "author_meta": "عبد الرحمن بن سعيد بن علي بن وهف القحطاني (١٤٠٣ - ١٤٢٢هـ)\nولد ونشأ بالرياض وأتم حفظ القرآن في الخامسة عشرة من عمره، والتحق بكلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية، قسم الشريعة\nطلب العلم عبر دراسته النظامية وعبر حلق العلم خارج الدراسة النظامية فحضر من دروس العلامة ابن باز رحمه الله، وغيره من المشايخ وقرأ على والده - حفظه الله - جملة صالحة وواظب على حضور دروسه\nكان - رحمه الله - حسن الخلق بارا بوالديه، خافضا جناحه لأمه، وكان يأمر بالمعروف وينهى عن المنكر، ويتألم لما يجري للمسلمين حول العالم (في فلسطين والشيشيان وغيرها)\nوكان مقبلا على شأنه، يكثر السكوت وإذا أعجبه شيء تبسَّم، وإذا سُئل عن شيء أجاب، يحافظ على صلاة الرواتب وصيام النوافل ومراجعة القرآن وأذكار الصباح والمساء والأدعية المختلفة، وكان ذا عبادة وخشوع، حتى قد رآه بعض المصلين باكيا في صلاته، وعمره وقتها اثني عشر عاما\nيقول والده - حفظه الله -: لا أعرف أحداً من عباد الله المؤمنين عرف عبد الرحمن إلا أحبَّه في الله تعالى، وقد تأثّر جميع السكان الذين سمعوا أذانه في صلاة الجمعة والصلوات الأخرى وقراءته؛ حتى بعض العمال انصرفت نفسه عن الطعام أياماً لفراق عبد الرحمن وأذانه، وقراءته، وكان هؤلاء السكان يقول لي بعضهم: يا شيخ سعيد لا تظن أنك فقدت عبد الرحمن وحدك؟ بل كلنا فقدناه!\nتوفي رحمه الله في رمضان ١٤٢٢ هـ بعد صلاة التراويح، في حادث مروري وكان معه شقيقه الأصغر (عبد الرحيم)، وكانا في طريقهما لحلقات القرآن الكريم، الأخ الأكبر معلما في حلقة، والأصغر متعلما في أخرى. توفي عبد الرحمن عن عمر يقارب الـ ١٩ عاما وعبد الرحيم عن اثني عشر عاما ونصف، رحمهما الله تعالى\nله ثلاثة بحوث مفيدة:\n١ - الجنة والنار من الكتاب والسنة المطهرة\n٢ - غزوة فتح مكة في السنة المطهرة\n٣ - أبراج الزجاج في سيرة الحجاج\nوله تعليقات مفيدة تركها على بعض كتبه التي قرأها\nوقد جمع والده حفظه الله رسائله وتعليقاته، في كتاب وصدّره بترجمة مفصلة له، رحمه الله تعالى\nوسبع عشرة ليلة من رمضان عام ١٤٢٢هـ‍؛ حيث توفي رحمه الله بعد صلاة التراويح في هذه الليلة",
  "books": [
    {
      "text_id": 96451,
      "title": "أبراج الزجاج في سيرة الحجاج"
    },
    {
      "text_id": 96461,
      "title": "الجنة والنار من الكتاب والسنة المطهرة"
    },
    {
      "text_id": 96511,
      "title": "غزوة فتح مكة في ضوء السنة المطهرة"
    },
    {
      "text_id": 96520,
      "title": "مجموع رسائل عبد الرحمن بن وهف القحطاني"
    }
  ]
}