{
  "author_id": 2551,
  "author_meta": "ترجمة الشيخ الدكتور أحمد بن محمد الخليل (نقلا عن موقع الشيخ)\nاسمه ونسبه:\nهو أحمد بن محمد بن حسن بن إبراهيم الخليل، ينتهي نسبه إلى قبيلة البقوم الأزدية القحطانية.\nمولده:\nولد في عنيزة عام تسع وثمانين وثلاثمائة وألف من الهجرة النبوية (١٣٨٩ هـ).\nالمؤهلات العلمية النظامية:\n١ - بكالوريوس سنة ١٤١٢هـ من كلية الشريعة ـ جامعة الإمام محمد بن سعود الإسلامية.\n٢ - ماجستير سنة ١٤١٥هـ من المعهد العالي للقضاء ـ جامعة الإمام محمد بن سعود الإسلامية ـ رسالة الماجستير (بحث تكميلي) بعنوان: (شهادات الاستثمار وحكمها في الفقه الإسلامي)\n٣ - دكتوراه سنة ١٤٢٢هـ من كلية الشريعة ـ جامعة الإمام محمد بن سعود الإسلامية. ورسالة الدكتوراه بعنوان: (الأسهم والسندات وحكمها في الفقه الإسلامي.)\n٤ - ترقية لدرجة (أستاذ) في عام ١٤٣٢ هـ.\nمشايخه وطلبه للعلم:\nدرس على عدد من المشايخ في متون مختلفة (رُتبت أسماء المشايخ ترتيباً زمنياً بحسب وقت الطلب):\nفقد بدأ الطلب في عنيزة على الشيخ العلامة محمد بن صالح العثيمين ـ رحمه الله ـ من عام ١٤٠٧هـ إلى وفاته عام ١٤٢١هـ في حلقاته في الجامع الكبير. وقرأ عليه في متون كثيرة منها:\nزاد المستقنع، وبلوغ المرام، والتفسير، وكتاب التوحيد، والواسطية، والألفية، والمنتقى للمجد، ومختصر التحرير في أصول الفقه، والكافي لابن قدامة، وقواعد ابن رجب، والبرهانية في الفرائض، والسفارينية وغيرها.\nولما بدأ الشيخ محمد العثيمين بالدرس الخاص المنزلي كان أحد الذين قرؤوا على الشيخ في هذا الدرس وكانت الكتب المقروءة منتهى الإرادات، ثم الإقناع، ثم الكافي.\nثانياً: الشيخ عبد الله بن صالح الفالح (من تلاميذ العلامة عبد الرحمن السعدي). ودرس عليه في التحفة السنية شرح المقدمة الآجرومية.\nثالثاً: حفظ القرآن على الشيخ محمد بن سليمان السلمان - حفظه الله -.\nرابعاًً: الشيخ علي الزامل ـ رحمه الله ـ (من تلاميذ العلامة عبد الرحمن السعدي)، وقرأ عليه في الألفية في درس المسجد وقرأ عليه قراءة خاصة في المنزل في \"شرح منتهى الإرادات\"، و\"الكشاف\" للزمخشري، و\"دلائل الإعجاز\" للجرجاني.\nخامساً: الشيخ حمد المرزوقي (من تلاميذ العلامة عبد الرحمن السعدي) وقرأ عليه في الألفية.\nسادساً: الشيخ العلامة عبد العزيز بن باز ـ رحمه الله ـ وقرأ عليه في متون متنوعة منها: زاد المعاد لابن القيم، وسنن النسائي، وتفسير ابن كثير، وغيرها.\nسابعاً: الشيخ عبدالرحمن البراك ـ وفقه الله ـ في شرح التدمرية.\nثامناً: الشيخ عبد الله بن عبد الرحمن الغديان ـ وفقه الله ـ. قرأ عليه في الموافقات للشاطبي، وفتح الباري لابن حجر، والقواعد لابن رجب، وشرح مختصر الروضة وغيرها.\nوقرأ على غير هؤلاء من المشايخ الفضلاء.\nمؤلفاته:\n١ - مستدرك التعليل على إرواء الغليل (مطبوع).\n٢ - الأسهم والسندات وحكمها في الفقه الإسلامي (مطبوع).\n٣ - شهادات الاستثمار وحكمها في الفقه الإسلامي (مطبوع).\n٤ - مفطرات الصيام المعاصرة (مطبوع).\n٥ - من أحكام النمص والتشقير (مطبوع).\n٦ - زكاة المدين وتطبيقاته المعاصرة (مطبوع).\n٧ - تحقيق كتاب: اختيارات شيخ الإسلام ابن تيمية (مطبوع)\n٨ - تحقيق كتاب: بيان الدليل على بطلان التحليل (مطبوع)\n٩ - تحقيق كتاب: القواعد النورانية (مطبوع)\n١٠ - جرائم البورصة النظامية وأحكامها الفقهية.\n١١ - أحكام التداوي بالمحرمات الحسية في الفقه الإسلامي.\n١٢ - حكم تداول أسهم الشركات حديثة التأسيس.\nأعماله ومشاركاته:\nـ يعمل الآن استاذاً في [كلية الشريعة والدراسات الإسلامية] بجامعة القصيم.\nـ مدير [مركز البحوث الشرعية] بجامعة القصيم حالياً.\nـ عضو [مجلس كلية الشريعة والدراسات الإسلامية] بجامعة القصيم.\nـ عضو [مجلس عمادة البحث العلمي] بجامعة القصيم.\nـ عضو [مجلس قسم الفقه].\nـ رئيس [مجلس مركز البحوث الشرعية].\nـ وعمل وكيلاً لـ[كلية الشريعة وأصول الدين] بجامعة القصيم سابقاً.\nـ شارك في عدد من المؤتمرات والندوات العلمية المتخصصة.\nـ المشرف العام على الدورات العلمية المنهجية التي تقام في جامع القاضي في محافظة عنيزة.\nـ ناقش وأشرف على بعض الرسائل العلمية في مرحلتي الماجستير والدكتوراه.",
  "books": [
    {
      "text_id": 96613,
      "title": "شرح زاد المستقنع - أحمد الخليل"
    }
  ]
}