{
  "author_id": 2553,
  "author_meta": "عبد الحميد الفراهي الهندي (١٢٨٠ - ١٣٤٩ هـ)\nعلامة العربية والتفسير، أحد مخضرمي القرنين الثالث عشر والرابع عشر الهجريين. حيث ولد رحمه الله سنة ١٢٨٠ هـ في قرية فريها - من قرى مديرية أعظم كره بالهند - وكان ابن خال علامة الشرق ومؤرخ الإسلام، الشيخ شبلي النعماني- تغمده الله برحمته -. وتوفي سنة ١٣٤٩ هـ الموافق ١٩٣٠ م.\nظل هذا العلم العظيم، مجهولا إلى حد كبير في الأوساط العلمية والثقافية، في العالمين العربي والإسلامي، على الرغم من كتبه ومؤلفاته التي تدل على عبقرية فذة، وعقلية مبدعة، والتي لابد أن يكون لها أثر بارز في حاضر ومستقبل العلوم العربية والإسلامية.\nاشتغل الفراهي منذ يفاعته بطلب العلم، فحفظ القرآن، وقرأ - كدأب أبناء العائلات الشريفة في الهند - اللغة الفارسية وبرع فيها، ثم انصرف إلى طلب العربية، فاستظل بعطف أخيه الشيخ شبلي النعماني - وكان أكبر منه بست سنين - فأخذ منه العلوم العربية كلها من صرفها ونحوها، ولغتها وأدبها، ومنطقها وفلسفتها.\nثم سافر إلى لكنو - مدينة العلم في الهند - وجلس في حلقة الفقيه المحدث الإمام الشيخ أبي الحسن السهارنفوري - شارح الحماسة وأستاذ اللغة العربية في كلية العلوم الشرقية بلاهور - فبرع في الآداب العربية، وفاق أقرانه في الشعر والإنشاء.\nقرأ دواوين الجاهلية كلها، وحل عقد معضلاتها، وقنص شواردها فكان يقرض القصائد على منوال الجاهليين، ويكتب الرسائل على سبك بلغاء العرب وفصائحهم.\nثم عرج على اللغة الانجليزية - وهو ابن عشرين سنة - ودخل في كلية عليكره الإسلامية، ونال بعد سنين شهادة  B A  من جامعة الله أباد، وامتاز في الفلسفة الحديثة، أخذها من الأستاذ بكلية عليكره الإسلامية يومئذ - … كان الفراهي عالماً بالعلوم العربية والدينية، وفاضلا في العلوم العصرية والإنكليزية، ثم عين معلماً للعلوم العربية، بمدرسة الإسلام بكراتشي عاصمة السند، فدرس فيها سنين، وكتب وألف وقرض وأنشد.\nثم انقطع إلى تدبر القرآن ودرسه، والنظر فيه من كل جهة. وجمع علومه من كل مكان، فقضى فيه أكثر عمره، ومات وهو مكب على أخذ ما فات العلماء، ولف ما نشروه، ولم ما شتتوه، وتحقيق ما لم يحققوه، فكان لسانه ينبع علما بالقرآن، وصدره يتدفق بحثاً عن مشكلاته، وقلمه يجري كشفا عن معضلاته\nأما المناصب التي شغلها: فقد عين أستاذ للغة العربية بكلية عليكره الإسلامية، وكان بها يومئذ أستاذ اللغة العربية المستشرق الألماني الشهير يوسف هارويز، الذي استكمل العربية من الفراهي. وقرأ عليه الفراهي العبرية.\nثم عين أستاذاً بجامعة الله أباد، وبقي فيها أعواما حتى انتقل منها إلى حيدر أباد الدكن، رئيسا لمدرسة دار العلوم النظامية، التي كانت تخرج قضاة البلاد وولاتها. وهو الذي عمل على تأسيس الجامعة العثمانية، والتي كانت من أحدث جامعات العالم سنا، وأعجبها نظاما.\nثم استقال ولزم بيته، وانقطع إلى العلم، وكان قد أسس قرب قريته مدرسة عربية دينية، سميت «مدرسة الإصلاح» فكان ينظر في شؤونها، وكان من أعظم مقاصدها وأهدافها تحسين طريق تعليم العربية، وإيجاز قائمة دروسها المتعبة العقيمة، وإلغاء العلوم البالية القديمة، والعكوف على طلب علوم القرآن والبحث عن معانيه ونظمه، وأحكامه وحكمه.\nكما كان رئيسا للجنة المديرين «لدار المصنفين» التي كان أحد مؤسسيها.\nكتبه ومؤلفاته فكثيرة متعددة، ومعظمها باللغة العربية التي شغف بها المؤلف، وآثرها على لغته الأصلية، وحينما سئل عن سبب كتابته بالعربية مع حاجة قومه إلى الكتابة بالأردية قال: «أردت لكتبي الخلود»\n(من مقال لأحمد حسن فرحات)",
  "books": [
    {
      "text_id": 96629,
      "title": "مفردات القرآن للفراهي"
    }
  ]
}