{
  "author_id": 2554,
  "author_meta": "الشيخ فيصل قزار الجاسم هو إمام بوزارة الأوقاف والشؤون الإسلامية بالكويت في مسجد كليب مضحي بمنطقة العارضية - دولة الكويت وخطيب مسجد الشيخ صباح السالم بمنطقة العارضية له العديد من الدروس الشرعية والمقامة في مسجده (مسجد كليب مضحي).\nقدم بعض البرامج التلفزيونية على عدد من القنوات مثل قناة العفاسي وقناة المعالي الفضائيتين. وشارك في المؤتمرات الإسلامية داخل وخارح الكويت مثل جامعة الكويت بكلية الدراسات الإسلامية، وفي لندن والسويد وغيرها من الدول العالم.\nحفظ القرآن في مقتبل العمر، وأخذ العلم عن أهل العلم منهم الشيخ عبد الرحمن عبد الخالق والشيخ محمد السنين والشيخ جمال الدين زرابوزو والشيخ محمد الحمود النجدي والشيخ خالد الحربي والشيخ عثمان الخميس والشيخ عبد العزيز السدحان وغيرهم وأخذ عنهم علم العقيدة والتوحيد والفقه وأصوله والتفسير وأصوله والحديث وأصوله والمنهج والأصول السلفية وغيرها من فنون العلم.\nوأخذ علم العربية عن الشيخ عبد الحميد أبو الريش فأخذ عنه الآجرومية والدكتور عبد اللطيف الخطيب أخذ عنه شرح ألفية ابن مالك.\nورحل إلى العلماء الكبار والتقى بهم مرات عدة من أمثال الشيخ عبد العزيز بن باز والشيخ محمد الصالح العثيمين والشيخ صالح الفوزان والشيخ عبد الله العقيل والشيخ عبد المحسن العباد والشيخ بكر بن عبد الله أبو زيد والشيخ عبد الله بن غديان والشيخ صالح السدلان والشيخ صالح آل الشيخ وغيرهم وعرض عليهم مسائل كثيرة كما أنه استفاد من أشرطة شروحات العلماء من أمثال الشيخ ابن عثيمين فسمع عامتها والشيخ صالح آل الشيخ والشيخ مقبل الوادعي وغيرهم من المشايخ والعلماء\nمؤلفاته\n(١) كشف الشبهات في مسائل العهد والجهاد.\n(٢) حقيقة الخوارج في الشرع وعبر التاريخ.\n(٣) أصول الشيخ عبد العزيز بن باز في الرد على المخالفين.\n(٤ توحيد رب العالمين واتباع سيد المرسلين.\n(٥) إيضاح المحجة في بيان سبيل السلف في أخذ الدين وفهمه والعمل به والدعوة إليه.\n(٦) تجريد التوحيد من درن الشرك وشبه التنديد.\n(٧) الأشاعرة في ميزان أهل السنة.\nشروحاته الصوتية\n(١) شرح كتاب «الإقناع» لابن المنذر.\n(٢) شرح «كتاب عمدة الفقه» لابن قدامة.\n(٣) شرح حلية طالب العلم.\n(٤) شرح البيقونية.\n(٥) التعليق على مختصر صحيح البخاري للمهلب بن أبي صفرة.\n(٦) شرح فضل الإسلام للإمام محمد بن عبد الوهاب.\n(٧) شرح كتاب الزهد لابن أبي عاصم.\n(٨) شرح رسالة «الذل والانكسار بين يدي العزيز الجبار» أو «الخشوع في الصلاة» لابن رجب.\n(٩) شرح كتاب التوحيد.\nمن جهوده\nإقامة المعهد العلمي:\nوهو معهد علمي تأصيلي، يشرح في كتب الشرعية، له أوقات محدده، في بداية الدراسة ونهايتها، ويشارك في المعهد كثير من الطلبة العلم الشرعي، ويقام هذا المعهد بمسجد الشيخ تحت رعاية وزارة الأوقاف والشؤون الإسلامية بالكويت.\nردوده على أخطاء في العقيدة أو ما يسيء للإسلام:\nفكان له رد على حمد السنان. ورد على عبد الغفار الشريف. وردود على بعض مقالات ونشرات التي تنادي بالتكفير والتفجير.\nالموقع الإلكتروني للشيخ\nhttp://www.f-aljasem.com",
  "books": [
    {
      "text_id": 14616,
      "title": "الأشاعرة في ميزان أهل السنة"
    }
  ]
}