{
  "author_id": 2565,
  "author_meta": "قال الشيخ - حفظه الله -\nبسم الله الرحمن الرحيم\nالحمد لله وحده، والصلاة والسلام على من لا نبي بعده، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله.\nأما بعد: فقد طلب مني بعض المحبين أن أكتب شيئا أعرف فيه بنفسي، وهذا الأمر من أبغض شئ إلى نفسي، وأنا أعرف بحالي من غيري، ومما أعرفه عن نفسي أنني لا أستحق أن أُذكر.\nوقد قال الإمام ابن القيم رحمه الله في كتابه القيم \" مدارج السالكين \":\nولقد شاهدت من شيخ الإسلام ابن تيميه قدس الله روحه من ذلك أمراً لم أشاهدة من غيره، وكان يقول كثيراً: (مالي شيء، ولا منى شيء، ولا فيَ شيء)\nوكان كثيراً ما يتمثل بهذا البيت: (أنا المكدي وابن المكدي وهكذا كان أبى وجدي)\nوكان إذا أثني عليه في وجهه يقول:\nوالله إني إلى الآن أجدد إسلامي كل وقت، وما أسلمت بعد إسلاماً جيداً.\nوبعث إلىَ في آخر عمره قاعدة في التفسير بخطه، وعلى ظهرها أبيات بخطه من نظمه:\nأنا الفقير إلى رب البريات … أنا المسكين في مجموع حالاتي\nأنا الظلوم لنفسي وهى ظالمتي … والخير إن يأتينا من عنده يأتي\nلا أستطيع لنفسي جلب منة … ولا عن النفس لي دفع المضرات\nوليس لي دونه مولى يدبرني … ولا شفيع إذا حاطت خطيئاتى\nإلا بإذن من الرحمن خالقنا … إلى الشفيع كما جاء في الآيات\nولست أملك شيئاً دونه أبداً … ولا شريك أنا في بعض ذرات\nولا ظهير له كي يستعين به … كما يكون لأرباب الولايات\nوالفقر لي وصف ذات لازم أبداً … كما الغنى أبداً وصف له ذاتي\nوهذه الحال حال الخلق أجمعهم … وكلهم عنده عبد له آتي\nفمن بغى مطلباً من غير خالقه … فهو الجهول الظلوم المشرك العاتي\nوالحمد لله ملء الكون أجمعه … ما كان منه وما بعد قد يأتي\nفإذا كان هذا وصف ابن تيميه لنفسه، وهو من هو فماذا عسى لمثلى أن يقول، ولولا إلحاح المحبين لكتابة شيء في ذلك لما أقدمت عليه أبداً، وعلى كل حال فإنني أعتبر هذه الكلمات تعارف بيني وبين أحبابي.\nفأقول:\nأنا / أبو عبد الله أحمد بن إبراهيم بن أبي العينين، ولدت في ٦/ ٥/١٩٥٦م بقرية منية سمنود إحدى قرى محافظة الدقهلية بمصر، وقد انتظمت في التعليم النظامي، وامتن الله علي بكوني نشأت في أسرة محافظة فترتب على ذلك بفضل الله أنني نشأت بعيداً عن المعاصي واللهو، محباً للدين، ولكن لم أكن أعرف إلا القليل من أمور الدين، ثم امتن الله علي في فترة الجامعة بالإقبال على الدين بالبحث عن سبيل النجاة ومعرفة الحق.\nالرحلات في طلب العلم:\nثم امتن الله علي بالسفر إلى اليمن عام ١٩٧٩م، فصاحبت خلال هذه الفترة شيخنا \" مقبل بن هادى الوادعى \" رحمه الله، فكان في صحبتي له أعظم الأثر في حياتي، فعرفت منه طريق العلم النافع، وانتفعت من صحبته انتفاعاً عظيماً في هديه وسمته ومنهجه، فأسأل الله أن يجزيه خيراً وأن يجمعنا معه في الفردوس، إنه سميع قريب مجيب الدعاء.\nوقد كانت لي رحلات إلى أرض الحرمين سمعت خلالها دروساً لأهل العلم بها كالشيخ: \" ابن باز، ابن عثيمين، وعبد المحسن العباد \" وغيرهم.\nوقد صاحبت في فترة تزيد على الثلاثة أشهر شيخي المفضال \" محمد بن صالح بن حبيب \" المالي، فدرست عليه علم الصرف في الحرم المكي، فنفعني الله عز وجل بصحبته، فأسأل الله أن يجزيه خير الجزاء.\nثم امتن الله عز وجل علي بالرحلة إلى الشيخ الإمام \" محمد ناصر الدين الألباني \" رحمه الله حين قام بعض طلبة العلم بالاعتراض على الأئمة في تقوية الحديث الضعيف إذا جاء من طرق متعددة، بل كثيراً ما يرد هؤلاء تفرد الصدوق، وربما الثقة، فيسر الله لي سبعه لقاءات مع شيخنا الألباني رحمه الله، فعرضت عليه هذه الشبهات التي أثارها هؤلاء الطلبة وغيرها من الإشكالات حول القواعد الحديثية، فانتفعت بهذه المجالس انتفاعاً عظيماً، فرحمه الله رحمه واسعة وأسكنه الفردوس.\nوقد كنت ولا زلت حريصاً بفضل الله عز وجل وتوفيقه على الاستفادة ممن هو فوقى وممن هو مثلى وممن هو دوني، والحمد لله رب العالمين.\nوقد قمت بتصنيف وتحقيق بعض الكتب:\nالمصنفات:\n١ـ \" إعلام الأنام بأحكام الخمر في الإسلام \".\n٢ـ \" المنيحة في أحكام الحج والعمرة من الكتاب والسنة الصحيحة \".\n٣ـ \" السراج المنير في أحكام صلاة الجماعة والإمام والمأمومين.\n٤ـ \" إعلان النكير على غلاة التكفير، ومعه النصيحة ببيان طرق الجهاد الصحيحة \".\n٥ـ \" القول الحسن في دفع شبهات حول الاحتجاج بالحديث الحسن \".\n٦ـ \" سؤالات للعلامة الألباني رحمه الله \"، فرغت فيه ما دار في المجالس السبعة.\n٧ـ \" الانتصار للحق وأهل العلم الكبار، والرد على من رمى الشيخ الألباني رحمه الله بالتساهل\"\n٨ـ \" التفنيد لكتاب الترشيد \"، بينت فيه زيف ما دافع به المردود عليه في كتاب الانتصار.\n٩ـ \" تحذير ذوى الفطن من عبث الخائضين في أشراط الساعة والملاحم والفتن \"، وألحقت به: الرد على عداب الحمس فى تضعيفه كل الأحاديث الواردة عن النبي صلى الله عليه وسلم في المهدي \".\n١٠ـ \" سبائك الذهب في كشف آفات الطلب \".\n١١ـ \" التحقيق ببيان حال ما ورد حول تحقيق إبطال القول بوحدة الوجود من تعليق \".\n١٢ـ \" إتحاف النفوس المطمئنة بالذب عن السنة \".\nالكتب التي حققتها:\n١ـ \" الاعتقاد \" للإمام البيهقى.\n٢ـ \" الضعفاء \" للإمام البخاري.\n٣ـ \" إبطال القول بوحدة الوجود \" لملا على القاري.\n٤ـ \" الإعلام بسنته عليه الصلاة والسلام شرح سنن ابن ماجه الإمام \" للعلامة علاء الدين مغلطاي.\n٥ـ \" التبيان في آداب حملة القرآن \" للإمام النووي.\nالدروس العلمية:\nلقد وفقني الله عز وجل لمحاولة تأصيل الشباب علمياً منذ أول قيامي بالتدريس، فحرصت أولاً على تعليم العقيدة، والحديث وأصوله، واللغة. وأصول الفقه.\nوهذه دروسي:\n١ـ يوم الثلاثاء: بين المغرب والعشاء: في معارج القبول للشيخ حافظ حكمي، وبعد العشاء: في نخبة الفكر للحافظ ابن حجر.\n٢ـ يوم الخميس: بعد المغرب: في صحيح البخاري، وبعد العشاء: في تدريب الراوي شرح تقريب النووي.\n٣ـ يوم الجمعة: بعد المغرب في كتاب الاعتقاد للبيهقى رحمه الله، وبعد العشاء: في زاد المعاد لابن القيم.\n٤ـ بعد الفجر كل يوم عدا الجمعة يقرأ علي الطلبة في صحيح مسلم.\nوأما بالنسبة لأصول الفقه واللغة فنظراً لضيق الوقت فإنني قد أحلت تدريسها على بعض طلبة العلم النابهين.\nهذا وإنني أحض الطلبة على حفظ كتاب الله وسنة رسوله عليه الصلاة والسلام كبلوغ المرام وحفظ مختصر صحيح مسلم.\nومن كتب الله له الاستمرار حتى يتمه، فسوف ينتقل إلى مختصر البخاري فيحفظ الزيادات التي فيه، فبذلك يكون قد جمع بين الصحيحين، فإذا انتهى من ذلك انتقل إلى الصحيح المسند مما ليس في الصحيحين لشيخنا مقبل بن هادى رحمه الله، وبذلك يكون قد حفظ معظم السنة الصحيحة، ومع دراسته لأصول العلوم الشرعية يمكنه بعد ذلك قراءة الفقه المقارن.\nفمن كتب الله له الاستمرار أرجو أن يلتحق بعلمائنا الكبار.\nوأسأل الله التوفيق والسداد وأن يرحم ضعفي، ويجبر كسري إنه سميع قريب مجيب الدعاء.\nوكتبه أبو عبد الله أحمد بن إبراهيم بن أبى العينين\nفي غرة ذي الحجة سنة ١٤٢٨هـ بمدينة الرياض سلمها الله من كل سوء وسائر بلاد المسلمين",
  "books": [
    {
      "text_id": 96930,
      "title": "إقامة الدليل على علو رتبة إرواء الغليل"
    }
  ]
}