{
  "author_id": 2570,
  "author_meta": "[طلبه للعلم]\nيقول الشيخ - حفظه الله:\nبدأت القراءة في الرياض على شيخ يُقال له: ابن جلعود, كان قاضيا في جنوب الرياض, وراء الخرج, أو في الخرج, فتقاعد, وكان عمره حينما قرأت عليه قريبا من التسعين, وكنتُ أقرأ عليه لوحدي, وأحيانا يشاركني رجل أيضاً كبير في السنِّ في القراءة, كنا نقرؤ عليه في كتاب (المنتقى) لابن تيمية, غفر الله للشيخ الجلعود فقد توفي.\nثم بعد ذلك التحقت بالجامعة, فحصل لي أن درستُ على بعض أهل العلم الراسخين, وممن درسنا في الجامعة الشيخ عبد العزيز بن عبد الله آل الشيخ مادَّةَ الحديث, ودرسنا الشيخ عبد الله الجبرين العقيدة التدمرية, وكنت أحضر مجالسَ للشيخ عبد العزيز بن عبد الله بن باز في الرياض, دروس أحيانا بعد الفجر, وأحيانا بعد المغرب, وهكذا حضرت دروسا عديدة للشيخ عبد الله الجبرين في منزله في كتاب: (معارج القبول) للحكمي, و (الشفاعة) لمقبل بن هادي الوادعي, وكتاب (منار السبيل) لابن ضويان رحمه الله.\nظللت فترة وأنا أدرس عند الشيخ عبد الله؛ ثم انتقلت إلى القصيم, ولازمت الشيخ عبد الله الدويش, وكنت أدرس عنده بعد المغرب, وبعد الظهر, وقرأت عليه في عدد من الفنون في الحديث, وفي النحو, وفي مصطلح الحديث, وسمعت أيضا من الزملاء أنَّ كتباً كثيرةً قُرأت على الشيخ من أمهات الكتب والتفاسير، وكان الدرس يبدأ بعد صلاة الظهر مباشرة, ولا ينتهي إلا قبيل أذان العصر بدقائق, وكان الوقت فيه متسع كبير خصوصا في الصيف, وكان الشيخ عبد الله ربما كلفنا ببعض البحوث, من باب التمرين لنا في علم الحديث: تخريج أحاديث, أو بحث في كلام العلماء عليها.\nوهكذا درست على الشيخ محمد بن صالح العثيمين, درسنا في الكلية كتاب الصيام والحج والأضاحي والعقيقة, وأيضا درست عليه في مسجده دروساً عديدة؛ في شرحه لزاد المستقنع والسفارينية أيضا, وكتب أخرى فالشيخ كان أحياناً يدرس مجموعة كتب في آن واحد.\nوهكذا درست على الشيخ صالح البليهي, كنت أقرأ عليه في كتابه السلسبيل.\nوهكذا درست على الشيخ عبد الله القرعاوي, وهو موجود الآن في بريدة حفظه الله, حفظت عليه متن بلوغ المرام ومتن دليل الطالب لمرعي رحمه الله.\nوهكذا قرأت على الشيخ ناصر الهويمل لوحدي في علم الفرائض, وهو من تلاميذ الشيخ عبد الله بن حميد.\nوقرأت من فتاوى شيخ الإسلام أيضاً على عبد الله بن حسين, أبوه صاحب (الزوائد على الزاد) , رجلٌ موجودٌ الآن, فاضل زاهد.\nثم انتقلت إلى المدينة, وحضرت أيضاً دروساً عديدة للشيخ عبد المحسن العباد سلمه الله\nالتقيت بالشيخ الألباني - رحمه الله - به حينما كان يزور المدينة , عام ألف وأربعمائة وثمانية أو سبعة, وكنت قبل أن ألتقي به أعتني بكتبه وأحرص عليها, لما أرى من الدقة في تحقيق العلم, والوضوح في التأصيل عند فضيلته, ثم بعد ذلك مَنَّ الله عليَّ بأن ذهبت إلى الشيخ تكراراً في عمَّان, واستفدت منه أيضاً فوائد عظيمة أثرت تأثيراً كبيراً في منهجي في تقرير المسائل الشرعية.\n[جلوسه للتدريس والإفادة]\nبعد تخرج الشيخ في الجامعة، قدم إلى مدينة حائل عام ١٤٠٨هـ بطلب وإلحاح من طلبة العلم فيها , وحال وصوله , نظَّم الدروس الدائمة في العقيدة , والفقه , والمنهج, ولم يكن في حائل قبل ذلك دروس علمية منتظمة، فبدأ طلبة العلم بشراء الكتب , وتنظيم المكتبات؛ بعد استشارته عن الكتب النافعة , وكان لا يأمر إلا بشراء الكتب السلفية النقية , وكتب الحديث , وشروحها , وتفاسير السلف المعتمدة , إلى غير ذلك من الكتب المعينة على طلب العلم\nابتكر طريقة الدورات الشرعية في العطل الصيفية , فكانت أول دورة أقيمت بالمملكة في مدينة حائل , رحل لها كثير من طلبة العلم من مدن المملكة , ومن خارجها , فحصلوا على علوم غزيرة , في زمن محدود , نظراً لكثافة المادة العلمية الملقاة فيها.\nاستمر على هذا أربعة عشر عاماً , مع ما يكتبه من رسائل ومؤلفات، وكان على اتصال دائم بالشيخ ابن باز - رحمه الله -\nوعرفه الشيخ محمد ابن عثيمين - رحمه الله - , وزاره مراراً\nوعرفه الشيخ ناصر الدين الألباني - رحمه الله - , وكان على صلة وثيقة به\nوكذلك صلته بالشيخ صالح الفوزان - حفظه الله - وثيقة , وبغيرهم من العلماء في هذه البلاد وغيرها.\nعمل في الدعوة عضواً , ثم عين مديراً عاماً لفرع وزارة الشؤون الإسلامية , فنفع الله به المنطقة , وقُراها , حيث أنشأ عشرة فروع للدعوة في منطقة حائل , في سنة واحدة , وشعبة لتوعية الجاليات من أقوى شعب الجاليات في المملكة , فكانت ثمار هذه الفروع عظيمة , ينطلق منها الدعاة إلى الله -عز وجل-.\nوعين فيها الدعاة المحتسبين , والإداريين المنظمين , ولا تزال هذه المراكز قائمة بالدعوة إلى الله - عز وجل - خير قيام.\nولم تقتصر دروسه , ودوراته العلمية , ومحاضراته على منطقة حائل فحسب , بل فتح عديداً من الدورات في منطقة الجوف , والمنطقة الشرقية , والرياض , وجدة , وغيرها من المناطق.\nكان الإخوة في هيئات الأمر بالمعروف, والنهي عن المنكر , إذا رأوا أمراً لا يستطيعونه , ذهبوا إلى الشيخ , فيتصل بولاة الأمر , فيزول المنكر , وكان هديه في هذا هدى علماء السلف , من النصح لولاة الأمور , والحث على جمع الكلمة , ومناصحتهم بالحكمة , والموعظة , والدعاء لهم , وتربية طلبته على منهج السلف في التعامل مع ولاة الأمر , وغيرهم.\nوذهب إلى أفغانستان , واستقر في ولاية كنر السلفية, مع الشيخ جميل الرحمن - رحمه الله - , وكان سبب ذهابه؛ أن طُلب منه تعليم المجاهدين العقيدة , وبعض الأحكام التي يجهلونها.\n[الكتب والتسجيلات]\nوقد ألف كتاباً فريداً , قدم له العلامة الشيخ الألباني - رحمه الله - , وأعجب به , وهو إرشاد القارئ إلى أفراد مسلم على البخاري.\nوله شروح كثيرة على الكتب الستة , وعلى موطأ مالك , وعلى زاد المستقنع , وعلى متن أبي شجاع , وعلى نيل الأوطار , والسبيل الجرار , وإعلام الموقعين , وزاد المعاد , ومفتاح دار السعادة , ومشكاة المصابيح , وقُرِئَت عليه كتب كثيرة جداً.\nوله تعليقات على غالب كتب المعتقد , كالواسطية , والحموية , واجتماع الجيوش الإسلامية , وكتاب التوحيد , وله شرح ممتع على كشف الشبهات , والأصول الستة لشيخ الإسلام محمد بن عبد الوهاب.\nوكتابه النبذ على الشريعة للأجري , بتقديم سماحة مفتى عام المملكة الشيخ عبد العزيز آل الشيخ - حفظه الله - , من أقوى الكتب المبينة لمنهج السلف , وكذلك له كتاب النكت على الروضة الندية , دعمها بالأدلة والآثار عن الصحابة الكرام , وله رسائل في الدعوة , كالخطوط العريضة في منهج السلف , ورسالة لا تقدموا بين يدي الله ورسوله.\nوله رسائل في الفقه , كرسالة الصلاة في الرحال عند تغير الأحوال , وقصر الصلاة في السفر , وله استدراكات على كتب الشيخ الألباني , كالتنبيهات المليحة على السلسلة الصحيحة , وإتمام الحاجة على سنن ابن ماجة , أما الأشرطة , فتبلغ الآلاف لو أحصيت , وجمع ما عنده طلبته منها, في بيان منهج السلف في العقيدة , والعبادة , والمنهج.\nومما طُبع له أيضا: رد الجميل في الذب عن إرواء الغليل والإصباح في بيان منهج السلف في التربية والإصلاح، وإكرام الموحدين بتحقيق وصية رب العالمين\nوهو معدود من الحفاظ في هذا الزمن , وهو أبرز طلبة العلامة الشيخ المحدث عبد الله الدويش - رحمه الله -.\nوله باع طويلٌ في التصحيح , والتضعيف , والرجال.\n[طريقته في التدريس]\nوكان لا يمل من التدريس , ولو جلس الساعات الطوال , ومعظماً لآثار الصحابة الكرام , آخذاً بأقوالهم , وكان يذكِّر بقول أحد السلف: إذا كان للصحابة في المسألة قولان , فإياك أن تحدث قولاً ثالثاً. ولا يخرج عن فتاواهم , وأقوالهم فيما أفتوا فيه , وكان يحذر من التقدم بين يدي من هو أعلم , ويذكر بمقولة السلف: إياك أن تفتي في مسألة ليس لك فيها إمام.\nوكان يتوقف في بعض المسائل حتى يتضح له الحق فيها , ولربما أحالها على العلماء الكبار , كالشيخ ابن باز , وابن عثيمين - رحمهم الله تعالى -\nمختصرا مما كتبه سعيد بن هليل العمر، مدير المعهد العلمي في حائل، ومن ترجمة للشيخ حفظه الله من كلامه في شريط: \" أدب الخلاف \"",
  "books": [
    {
      "text_id": 14272,
      "title": "النكت العلمية على الروضة الندية"
    },
    {
      "text_id": 96928,
      "title": "رد الجميل في الذب عن إرواء الغليل"
    }
  ]
}