{
  "author_id": 2571,
  "author_meta": "الاسم: عبد السلام بن محمد بن عمر علوش\nمواليد: (١٧/ ٠١/١٩٦٤)\nالجنسية: لبناني\nالشهادات العلمية:\n١ - دبلوم العلوم التطبيقية (الكويت - ١٩٨٧).\n٢ - دكتوراه في الشريعة الاسلامية (تركيا - ٢٠٠٥).\nالمناصب والوظائف السابقة:\n١ - تعليم تطبيقي (١٩٨٨ - ٢٠١٢).\n٢ - ادارة المركز التعليمي الحديث (١٩٩٣ - ١٩٩٧).\n٣ - الاشراف العام على تجمع مدارس الحميدية الاسلامية - عرقا - (١٩٩٩ - ٢٠٠١).\n٤ - الاشراف العام على كافة فروع ثانوية الهداية الاسلامية - حلبا (٢٠٠٢ - ٢٠٠٤).\n٥ - الاشراف العام على ثانوية التربية والاصلاح - الكورة (٢٠٠٨ - حتى تاريخه).\nالوظائف والمناصب الحالية:\n١ - رئيس جمعية الكلمة الطيبة.\n٢ - المشرف العام على ثانوية التربية والاصلاح.\n٣ - رئيس مجلس ادارة: دار الفيحاء للطباعة والنشر والتوزيع.\n٤ - العديد من العضويات في مؤسسات وجمعيات عالمية\nالبريد:  abdoussalam.alloush@gmail.com\nالكتب والمؤلفات\nأ -[الكتب المؤلفة]:\n١ - فجر الساهد وعون الساجد فى الرد على الغزالي أبي حامد وبيان المواطن التي انتقدها عليه شيخ الإسلام ابن تيمية وغيره من العلماء\nحجمه: (٣٨٨) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: أن العلم الشرعي ليس له مصدر غير الكتاب والسنة وما يتفرّع عنهما من العلوم، وأن الطرق لمرضاة الله سبحانه وتعالى كلها مسدودة إلا لمن اقتفى آثار الرسول صلّى الله عليه وسلّم.\nتاريخ طباعته: (١٤١٢) هجرية، (١٩٩٢) ميلادية.\nصدر عن: دار الندوة الجديدة.\n٢ - علم زوائد الحديث.\nحجمه: (٣٢٨) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: بيان القواعد التي اعتمدها الأئمة الذين صنّفوا كتباً في زوائد الأحاديث، كالهيثمي وابن حجر والبوصيري، وإثبات تلك القواعد عن طريق الأحاديث الواردة في كتب الزوائد، ثم جمع جميع هذه القواعد في متن قصيدة رائية، تقع في عشرين بيتاً، هي: (العشرونية في علم زوائد الحديث).\nوهذا المصنَّف هو أول كتاب في تاريخ الإسلام يبحث في هذا العلم.\nتاريخ طباعته: (١٤١٥) هجرية، (١٩٩٥) ميلادية.\nصدر عن: دار ابن حزم.\n٣ - إجابة الفحول لإدخال سنن ابن ماجه على جامع الأصول.\nحجمه: يقع في اثني عشر جزءاً، تشتمل على (٨٧٠٠) ثمانية آلاف وسبعمائة صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: إدخال الأحاديث التي في سنن ابن ماجة، والبالغة أكثر من أربعة آلاف حديث، على كتاب (جامع الأصول) لابن الأثير، بنفس طريقته وأسلوبه في إيراد الأحاديث والطرق والروايات،\nوإدخال بعض التصويبات على كتاب (جامع الأصول) من عزو بعض الأحاديث والروايات أو بعض الألفاظ.\nوإدخال كلام الحافظ البوصيري على جميع الأحاديث التي تفرد بها ابن ماجة، في الحواشي، مضمومة لبقية الحواشي التي فيها تخريج الكتب الخمسة مع الموطأ.\nوفي آخر الكتاب فهرس ببيان مواضع أحاديث ابن ماجة في سائر الكتاب، وهو بمثابة تخريج لها.\nتاريخ طباعته: (١٤١٧) هجرية، (١٩٩٧) ميلادية.\nصدر عن: دار الفكر - بيروت.\n٤ - منتقى القاري وكشف المتواري.\nحجمه: يقع الكتاب في (٤٨٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: تلخيص لأهم المسائل الفقهية - أو الحديثية - الواردة في «فتح الباري» مع التعليق عليها عند الحاجة.\nتاريخ طباعته: (١٤١٣) هجرية، (١٩٩٣) ميلادية.\nصادر عن: المكتب الإسلامي.\n٥ - المختصر الجامع في بيان وجوه التفسير وأسباب التنزيل.\nحجمه: يقع الكتاب في مجلد ضخم من (١٤١٥) صفحة من القطع الكبير (٢١×٢٩) سنتم.\nموضوعه: ذكر جميع الأقوال الواردة في تفسير الآيات، دون ذكر من قالها، أو الدليل عليها، وكذلك ذكر جميع أسباب النزول الواردة في الآية.\nتاريخ طباعته: (١٤٢٤) هجرية، (٢٠٠٣) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n٦ - المعلم بما استدركه الحاكم وهو في البخاري أو مسلم.\nحجمه: يقع الكتاب في (٤٠٨) صفحات، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: ذكر جميع الأحاديث الواردة في «مستدرك الحاكم» وقال الحاكم عقبها: «صحيح على شرط الشيخين ولم يخرجاه» أو: «لم يخرجه البخاري» أو: «لم يخرجه مسلم» ويكون الحاكم واهماً في ذلك وقد أخرج الحديث المعني البخاري أو مسلم أو كلاهما.\nفيساق الحديث من المستدرك بسنده ومتنه وموضعه، ثم يعقب بالموضع الذي أخرج فيه البخاري أو مسلم أوكلاهما هذا الحديث، ثم يساق سندهما ومتنهما فيه.\nتاريخ طباعته: (١٤٢٤) هجرية، (٢٠٠٣) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n٧ - الجامع في أحاديث العبادات.\nحجمه: يقع الكتاب في ثلاثة أجزاء، في (١٧٣٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: جمع أحاديث العبادات الواردة في كتابي:\nأ - «مجمع الزوائد» للهيثمي.\nب - «المطالب العالية» لابن حجر.\nناقلاً ما قاله الهيثمي عقب كل حديث في المجمع، ومعقباً على أقواله، ولما قاله البوصيري في «الإتحاف» عن الأحاديث الواردة في المطالب العالية.\nوضم لها ما زاد من الأحاديث الواردة عند ابن حبان في صحيحه، والحاكم في مستدركه، وتمّام في فوائده، وابن الجارود في منتقاه، مما هو داخل في أحاديث العبادات. مع الكلام على هذه الأحاديث صحةً وضعفاً.\nتاريخ طباعته: (١٤٢٠) هجرية، (١٩٩٩) ميلادية.\nصدر عن: دار ابن حزم.\n٨ - التمام الحَسَن لجامع المسانيد والسّنَن.\nحجمه: يقع في ثلاث مجلدات، (٢١١٥) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: إتمام كتاب «جامع المسانيد والسنن» للحافظ ابن كثير.\nوهو عبارة عن ترتيب مسند أبي هريرة رضي الله عنه، مجموعاً من مسند الإمام أحمد، والكتب الستة، ومعاجم الطبراني، ومسندي أبي يعلى والبزار. وقد اشتمل الكتاب على ستة آلاف ومائتي طرف من الأحاديث، مرتبة على أسماء الراوين عن أبي هريرة، فمن روى عنهم، على طريقة الحافظ المزي في «تحفة الأشراف».\nتاريخ طباعته: (١٤١٨) هجرية، (١٩٩٧) ميلادية.\nصدر عن: دار الفكر - بيروت.\n٩ - سنن النبيّ صلى الله عليه وسلّم وأيامه.\nحجمه: يقع الكتاب في جزأين كبيرين، في (١٥٢٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: استخراج الأحاديث المرفوعة من كتاب «الطبقات» للحافظ ابن سعد، والبالغة (٤١٦٤) حديثاً، ثم إعادة ترتيبها على الأبواب الفقهية، على نمط من الإيراد مفصّل في مقدمة الكتاب يفهم منه درجة صحة أو ضعف الحديث الوارد.\nتاريخ طباعته: (١٤١٦) هجرية، (١٩٩٥) ميلادية.\nصدر عن: المكتب الإسلامي.\n١٠ - عمدة التقي في الفصل بين ابن التركماني والبيهقي.\nحجمه: يقع الكتاب في (٣٧٥) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: ذكر المواضع التي اعترض فيها ابن التركماني على البيهقي، وتحقيق المقام في معرفة المصيب منهما.\nتاريخ طباعته: (١٤٢٤) هجرية، (٢٠٠٣) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n١١ - تشنيف الآذان بسماع الزائد على الستة عند ابن حبان.\nحجمه: يقع الكتاب في (١٣٥٠) صفحة، في مجلدين من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: استخراج الأحاديث الزائدة على الكتب الستة، من صحيح الحافظ ابن حبان البستي، والبالغة (١٢٦٧) حديثاً، ثم إفرادها على حسب ترتيب ابن بلبان لها، والتنبيه على إذا ما كان سبب الإيراد هو زيادة لفظ في الحديث، أو اختلاف.\nتاريخ طباعته: (١٤١٦) هجرية، (١٩٩٦) ميلادية.\nصدر عن: المكتب الإسلامي.\n١٢ - الجامع في غريب الحديث والأثر.\nحجمه: يقع الكتاب في خمسة أجزاء، تضم (٣١٥٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: جمع الكتب المصنفة في غريب الحديث والأثر، في كتاب واحد، فتضمّن «الجامع» الكتب التالية:\nأ - النهاية في غريب الحديث، لابن الأثير.\nب - غريب الحديث، لأبي عبيد.\nج - غريب الحديث، لابن قتيبة.\nد - إصلاح غلط أبي عبيد، لابن قتيبة.\nهـ - إصلاح غلط المحدثين، للخطابي.\nو- الفائق، للزمخشري.\nز - إعراب الحديث، للعكبري.\nكل ذلك مع زيادات وإضافات عليها.\nتاريخ طباعته: (١٤٢٢) هجرية، (٢٠٠١) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n١٣ - الذيل على النهاية في غريب الحديث والأثر.\nحجمه: يقع الكتاب في (٤٩٢) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: هو استدراكات على كتاب «النهاية» لابن الأثير، من عدة أوجه أهمها:\nالأول: لجهة الألفاظ الغريبة التي فاتته فلم يذكرها.\nالثاني: لجهة الألفاظ التي أخطأ في شرحها.\nالثالث: لجهة الألفاظ التي لم يستوعب إيرادها.\nالرابع: لجهة الشروح الواردة في سياق الأحاديث ولم ينبه عليها.\nالخامس: لجهة ألفاظ أنكرها، وهي ثابتة.\nتاريخ طباعته: (١٤٢٠) هجرية، (١٩٩٩) ميلادية.\nصدر عن: دار ابن حزم.\n١٤ - قصص القرآن.\nحجمه: يقع في (٢٧٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: سرد للقصص الواردة في القرآن الكريم عن الأنبياء وغيرهم، بأسلوب أدبي رفيع.\nتاريخ طباعته: (١٤٢٤) هجرية، (٢٠٠٣) م.\nصدر عن: دار الفكر - بيروت.\n١٥ - تعليل العلل لذوي المقل.\nحجمه: يقع الكتاب في (٥٤٦) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: بيان القواعد العلمية الحديثية لعلم علل الحديث، من خلال علم مصطلح الحديث، والقواعد العامة في الشريعة، وذكر أنواعها كلها، من خلال استقراء كتب العلل، للترمذي، وابن المديني، وابن أبي حاتم، والدارقطني، وغيرهم، وإثبات مائة نوع من أنواع العلل، مع دراسة لمنشأ علم العلل، وأول المتكلمين فيه، والكتب المصنّفة في ذلك، وذكر أنواع الترجيح في الروايات المعلولة، ثم اختصار الكتاب في نحو مئة بيت في قصيدة لاميّة.\nوهذا الكتاب هو أول بحث علميّ في علم العلل واستقصاء أنواعه.\nتاريخ طباعته: (١٢٢٤) هجرية، (٢٠٠٣) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n١٦ - زوائد الأجزاء المنثورة على الكتب الستة المشهورة.\nحجمه: يقع الكتاب في مجلّد ضخم يشتمل على (٩٣٧) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: إخراج زوائد كتب وأجزاء مهمة، وذكر أحاديثها التي ليست في الكتب الستة، مع ذكر من رواها، وبيان صحتها من ضعفها، وهذه الكتب والأجزاء هي:\nأ - الجزء المسمى: «الجزء العالي المشهور» للثقفي.\nب - جزء مسند عبد الرحمن بن عوف، للبرتي.\nج - جزء «العرش وما روي فيه» لابن أبي شيبة.\nد - جزء «البعث» لابن أبي داوود السجستاني.\nهـ - جزء «القناعة» لابن السني.\nو- جزء الفوائد، لأبي الشيخ.\nز - جزء «الأربعين الصوفية» لأبي نعيم الأصبهاني.\nح - جزء «الأربعون الصغرى» للبيهقي.\nط - جزء «فضل التهليل وثوابه الجزيل» لابن البناء.\nي - جزء الأربعين في فضل الدعاء والداعين، للحافظ المقدسي.\nك - جزء الأربعين في الجهاد والمجاهدين، لأبي الفرج المقرئ العراقي.\nل - جزء الأربعين العشارية، لأبي الفضل العراقي.\nم - كتاب الفوائد لتمّام الرازي.\nفاشتمل الكتاب على (١١٦٩) ألف ومائة وتسعة وستين حديثاً.\nتاريخ طباعته: (١٤١٦) هجرية، (١٩٩٥) ميلادية.\nصدر عن: المكتب الإسلامي.\n١٧ - الإنتهاء لمعرفة الأحاديث التي لم يفت بها الفقهاء.\nحجمه: يقع الكتاب في (٤٦٨) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: ذكر أحاديث حسنة، أو صحيحة، ومع ذلك فإن أحداً من العلماء المشهورين لم يفت بها.\nوفي أول الكتاب بعض الشروط التي نصّ عليها بعض العلماء للعمل بالحديث ومناقشة الصحيح وغير المعتبر منها، ثم ذكر هذه الأحاديث وبيان طرقها وأسانيدها، وذكر من حسّنها أو صححها من العلماء، والجواب عنها.\nتاريخ طباعته: (١٤١٦) هجرية، (١٩٩٦) ميلادية.\nصدر عن: دار ابن حزم.\n١٨ - السراج على المنهاج في ترتيب الحجاج.\nحجمه: يقع الكتاب في (٣٦٥) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: هو شرح لكتاب «المنهاج في ترتيب الحجاج» لأبي الوليد الباجي المالكي، الذي يبحث في أصول الحجاج والمناظرة، وكيفية إبطال دليل الخصم، من الأصول الخمسة: الكتاب، والسنة، والإجماع، والقياس، والترجيحات.\nتاريخ طباعته: (١٤٢٥) هجرية، (٢٠٠٤) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n١٩ - الجامع في الأحاديث القدسية.\nحجمه: يقع الكتاب في (٩٤٥) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: جمع كافة الأحاديث القدسية، لا سيما الوارد منها في الكتب المتداولة، وترتيبها على المسانيد والمواضيع، ثم بيان طرقها وأسانيدها، ومعرفة الصحيح والضعيف منها.\nتاريخ طباعته: (١٤٢٢) هجرية، (٢٠٠١) ميلادية.\nصدر عن: المكتب الإسلامي.\n٢٠ - تقريب المدارك بشرح رسالتي الليث بن سعد ومالك.\nحجمه: يقع الكتاب في (٥١١) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: إثبات نص الرسالة التي أرسلها الإمام مالك لليث بن سعد، وجواب الليث بن سعد عليها، ثم شرح الرسالتين، وما حوتاه من المسائل الأصولية والفرعية، وبيان المصيب منهما في كل مسألة من تلك المسائل، بحسب ما تقتضيه الأدلة، واختيارات محققي الفقهاء.\nتاريخ طباعته: (١٤١٦) هجرية، (١٩٩٥) ميلادية.\nصدر عن: المكتب الإسلامي.\n٢١ - المرجع في النحو وقواعده الوظيفية.\nحجمه: يقع الكتاب في (٣٧٦) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: جمع القواعد النحوية على طريقة تكون وسطاً بين كتب المطولات والمختصرات، وبين أساليب القدماء وأسلوب المحدثين، مع ذكر الوظائف اللغوية للإستعمالات النحوية.\nتاريخ طباعته: (١٤٢٣) هجرية، (٢٠٠٣) ميلادية.\nصدر عن: دار الحرف الذهبي.\n٢٢ - سنن الأصفهاني.\nحجمه: يقع الكتاب في ثلاث مجلدات، تشتمل على (١٩٤٢) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: استخراج جميع الأحاديث المرفوعة الواردة في كتاب «حلية الأولياء» للحافظ أبي نعيم الأصفهاني، ثم ترتيبها على الكتب والأبواب الفقهية، ليسهل الرجوع إليها.\nمع الإجتهاد في الإشارة للصحيح والضعيف منها.\nتاريخ طباعته: (١٤٢٥) هجرية، (٢٠٠٤) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n٢٣ - كتاب المنامات بين آداب الرائي وقانون المعبّر.\nحجمه: يقع الكتاب في (٤٤٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: بيان أصول علم تعبير الرؤيا، وما يعتبره المعبرون في ذلك، مع التمثيل على ذلك، وما جاء في السنة من أحاديث المنامات، وذكر الكتب المصنّفة في هذا العلم، ثم بيان الآداب والسنن التي على الرائي والمعبّر أن يسلكاها.\nتاريخ طباعته: (١٤٢١) هجرية، (٢٠٠١) ميلادية.\nصدر عن: دار المعرفة.\n٢٤ - تقريب المنفعة الى فقه المذاهب الأربعة.\nحجمه: يقع الكتاب في (٥٦٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: ذكر تفاصيل المذاهب الأربعة فيما يتعلق بأحكام العبادات، بطريقة سهلة واضحة لا يجد المبتدئ معها عسراً في الوقوف على مبتغاه.\nتاريخ طباعته: (١٤٢٠) هجرية، (١٩٩٩) ميلادية.\nصدر عن: دار المعرفة.\n٢٥ - إبانة الأحكام بشرح بلوغ المرام.\nحجمه: يقع الكتاب في مجلدين، يشتملان على (٩٥٦) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: هو تكملة لشرح كان بدأه عالمان ووقفا فيه في آخر قسم العبادات، فابتدأ الشرح من أول قسم المعاملات، الى آخر الكتاب، مشتملاً على الأحوال الشخصية من نكاح وطلاق وعدد …الىغير ذلك، فأحكام المواريث، والعتق، وأحكام الجهاد، … الى كتاب الآداب الجامع في آخره.\nتاريخ طباعته: (١٤١٨) هجرية، (١٩٩٧) ميلادية.\nصدر عن: دار الفكر.\n٢٦ - رسالة بلوغ النبوغ بشرح حديث الولوغ.\nحجمها: (٥٠) خمسون صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعها: بيان طرق حديث «إذا ولغ الكلب في إناء أحدكم فليغسله سبع مرات …» وتحقيق المقام في معرفة اللفظ الثابت في آخر الحديث: «إحداهن» أو «أخراهن» أو «أولاهن»، ثم شرح الحديث وإيراد المسائل المتعلقة به.\nتاريخ طباعتها: (١٤٢٤) هجرية، (٢٠٠٣) ميلادية.\nصدرت عن: مكتبة الرشد - ناشرون.\n٢٧ - رسالة إعلام أهل العصر بحكم قتل مدمن الخمر.\nحجمها: (٥٧) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعها: بيان من شرب الخمر أربع مرات أو أكثر، هل يحل قتله أم لا، وبيان أدلة ذلك، واختلاف العلماء في هذه المسألة وترجيح الأقوال.\nتاريخ طباعتها: (١٤١٨) هجرية، (١٩٩٧) ميلادية.\nصدرت عن: مؤسسة الريان.\n٢٨ - جزء فيمن حدّث ثم نسي وحكم رواية الناسي.\nحجمه: (٢٤) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: ذكر من روى شيئاً من الحديث ثم نسيه، فلما أخبر به أنكر أن يكون رواه.\nوهو من أندر الأجزاء تصنيفاً، وكان صنّف مثله الإمامان الجليلان ابن المديني والخطيب البغدادي، ولكن لم يصل إلينا من ذلك شيئ.\nتاريخ طباعته: (١٤٢٤) هجرية، (٢٠٠٣) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n٢٩ - جزء فصل المقال في حديث الأبدال.\nحجمه: (١١٠) صفحات، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: تحقيق القول في الأحاديث الواردة في الأبدال، وأنه لا يصح منها شيئ مرفوع، خلافاً لمن زعم ذلك من بعض أهل العلم، وإيراد جميع الأحاديث الواردة بطرقها وأسانيدها وبيان ما فيها من الضعف.\nتاريخ طباعته: (١٤٢٤) هجرية، (٢٠٠٣) ميلادية.\nصدر عن: مكتبة الرشد - ناشرون.\n٣٠ - الدرك بتخريج أحاديث المستدرك.\nحجمه: يقع الكتاب في خمسة أجزاء كبار، وسادس للفهارس، تشتمل على (٣٧٦٥) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: تخريج جميع الأحاديث والآثار الواردة في مستدرك الحاكم، والبالغة (٨٨٣٩) ثمانية آلاف وثمانمائة وتسعة وثلاثين حديثاً وأثراً، وبيان من أخرج هذه الأحاديث والآثار، ثم الحكم عليها صحةً وضعفاً.\nتاريخ طباعته: (١٤١٨) هجرية، (١٩٩٨) ميلادية.\nصدر عن: دار المعرفة.\n٣١ - المدخل لمعرفة المستدرك.\nحجمه: يقع في (١٤٢) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: الترجمة للحاكم، وكشف النقاب عن اصطلاحاته في المستدرك، وموضوع تساهله في الرجال وتشدده في اللفظ، وإثبات أسانيده المحفوظة للكتب التي ساق منها أحاديثه في المستدرك، ثم طريقته في إخراج الكتاب.\nتاريخ طباعته: (١٤١٨) هجرية، (١٩٩٨) ميلادية.\nصدر عن: دار المعرفة.\n٣٢ - زوائد المستدرك على الكتب الستة.\nحجمه: طبع الكتاب متحداً مع كتاب الدرك، الواقع في خمسة أجزاء كبار، وسادس للفهارس، تشتمل على (٣٧٦٥) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: بيان ما أخرج الحاكم في المستدرك من الأحاديث التي هي زائدة على ما في الكتب الستة.\nتاريخ طباعته: (١٤١٨) هجرية، (١٩٩٨) ميلادية.\nصدر عن: دار المعرفة.\n٣٣ - منحة الجليل في تخريج أحاديث منار السبيل.\nحجمه: طبع الكتاب بحاشية منار السبيل، في مجلدين يقعان في (٨٥٠) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعه: تخريج الأحاديث الواردة في كتاب منار السبيل، والحكم عليها صحةً وضعفاً.\nتاريخ طباعته: (١٤١٨) هجرية، (١٩٩٨) ميلادية.\nصدر عن: دار المعرفة.\n٣٤ - ٤٥ - سلسلة: الإسلام ديننا (١ - ١٢).\nحجمها: تقع السلسلة في ستة أجزاء، تشتمل على (٧٦٥) صفحة، من القطع العادي (١٥ × ٢٣) سنتم.\nموضوعها: ما يلزم الطالب معرفته من الأمور الشرعية في المرحلة الإبتدائية، في: العقيدة، وأحكام العبادات، والأذكار، والحلال والحرام، وقصص الأنبياء، وحفظ القرآن الكريم وتجويده.\nتاريخ طباعتها: (١٤٢٢) هجرية، (٢٠٠٢) ميلادية.\nصدرت عن: دار الشمال.\n٤٥ - ٥٠ - سلسلة حكايات عن التراث الإسلامي (١ - ٦).\nحجمها: تقع في ست قصص، والقصة الواحدة في (٣٢) اثنتين وثلاثين صفحة.\nموضوعها: ذكر قصص حكاها النبيّ صلى الله عليه وسلّم لأصحابه، بأسلوب أدبي يليق بطلاب المرحلتين الإبتدائية والمتوسطة، وتشتمل على تمارين تطبيقية لكل قصّة، تنبّه على الفوائد الأدبية والوعظية للقصة.\nتاريخ طباعتها: (١٤٢٢) هجرية، (٢٠٠٢) ميلادية.\nصدرت عن: دار الشمال.\n٥١ - ٥٤ - سلسلة حكايات الخميس (١ - ٣).\nحجمها: تقع في ثلاثة أجزاء، كل جزء في نحو أربعين صفحة.\nموضوعها: ذكر قصص حكاها النبيّ صلى الله عليه وسلّم لأصحابه، بأسلوب أدبي يليق بطلاب المرحلتين الإبتدائية والمتوسطة، وتشتمل على تمارين تطبيقية لكل قصّة، تنبّه على الفوائد الأدبية والوعظية للقصة.\n- وقد ترجمت للإنجليزية -.\nتاريخ طباعتها: (١٤٢٣) هجرية، (٢٠٠٣) ميلادية.\nصدرت عن: دار الحرف الذهبي.\n٥٥ - السلم والحرب في الشريعة الاسلامية / دار الفيحاء\n٥٦ - متاع النبي صلى الله عليه وسلم\n٥٧ - المفصّل في أحكام الطهارة.\n٥٨ - سر صناعة الكتابة.\nب -[الكتب المحققة]\n٥٩ - تحقيق وتخريج أحاديث كتاب: القول المبين في سيرة سيد المرسلين. لشيخ الأزهر\n٦٠ - تحقيق وتخريج أحاديث كتاب: روضة المحبين. لابن القيم.\n٦١ - تحقيق وتخريج أحاديث كتاب: طريق الهجرتين. لابن القيم.\n٦٢ - تحقيق وتخريج أحاديث كتاب: قصص الأنبياء. لابن كثير\n٦٣ - تحقيق وتخريج أحاديث كتاب: الأذكار. للنووي.\n٦٤ - تحقيق وتخريج أحاديث كتاب: تلبيس إبليس. لابن الجوزي.\n٦٥ - تحقيق وتخريج أحاديث كتاب: مختصر منهاج السالكين. لابن قدامة.\n٦٦ - تحقيق وتخريج أحاديث كتاب: السيرة النبوية. لابن حبان.\n٦٧ - التعليق على فتح الباري، وإدراج كتابي: «تغليق التعليق» و «وانتقاض الاعتراض» في حواشي الفتح. بحسب مواضع التغليق والإنتقاض.\n٦٨ - تحقيق وتخريج أحاديث رسالة: مقدمة في أصول التفسير. لابن تيمية.\n٥٩ - تحقيق وضبط صحيح البخاري برواية أبي الوقت السجزي.\n٦٠ - ضبط كتاب السنن الكبرى، للبيهقي، بالشكل الكامل، في عشر مجلدات.\n٦١ - ضبط شرح النووي على صحيح مسلم، في تسع مجلدات.\n٦٢ - ضبط كتاب الكبائر، بالشكل الكامل، للذهبي.",
  "books": [
    {
      "text_id": 96948,
      "title": "الانتهاء لمعرفة الأحاديث التي لم يفت بها الفقهاء"
    }
  ]
}