{
  "author_id": 2582,
  "author_meta": "هو: الداعية المربي الفاضل أبو العلاء محمد بن حسين بن يعقوب السلفي المصري.\nولد في عام ١٣٧٥ هـ , ١٩٥٦ م بقرية المعتمدية مركز / إمبابه التابعة لمحافظة الجيزة بمصر.\nكان والده ـ رحمه الله ـ رجلًا صالحًا ـ نحسبه كذلك ولا نزكي على الله أحدًا ـ كان من المؤسسين للجمعية الشرعية لتعاون العاملين بالكتاب والسنة المحمدية في المعتمدية، وكان من الدعاة إلى الله , وكان صاحب سنة طيلة عمره، وكان دَمِث الخُلق، طيب القلب، محبوبًا بين أهالي قريته، ساعيًا لإصلاح ذات البين ما استطاع إلى ذلك سبيلًا , وقد أسس جمعية للإصلاح بين المتخاصمين مع صهره /الشيخ عبد العزيز السايس خال الشيخ , وقد ظل يخطب الجمعة على مدار خمسين سنة من عمره لم يترك جمعة واحدة رحمة الله عليه في جميع محافظات الجمهورية , وكان يطوف أيضًا لإعطاء الدروس في المساجد يوميًّا , وكان له درس ثابت في الفقه في مسجد الجمعية الشرعية بالمعتمدية وآخر للوعظ والتذكير، حتى توفي رحمة الله عليه في ٢٠ شعبان ١٤٢٠هـ.\nوالشيخ ـ حفظه الله ـ هو أكبر إخوته الذكور، وله أخت واحدة تكبره , وثلاثة إخوة ذكور أصغر منه.\nحصل على دبلوم المعلمين عام ١٩٦٧ م، وتزوج وهو دون العشرين من عمره، ثمَّ سافر إلى المملكة العربية السعودية في الفترة من (١٤٠١ - ١٤٠٥هـ)، وهذه الفترة كانت البداية الحقيقية في اتجاه الشيخ ـ حفظه الله ـ لطلب العلم الشرعي.\nثم عاد إلى مصر، وتكرر سفره إلى المملكة السعودية على فترات، حيث كان يعمل، ويطلب العلم , وكانت آخر رحلاته إلى المملكة ـ في الطلب ـ عام ١٤١١ هـ لمدة سنة تنقل فيها ما بين الرياض والقصيم.\nوفي مصر حفظ القرآن منذ صغره في كتاتيب القرية على يد الشيخ محمود طلبة ثم الشيخ عبد العزيز الفيومي، وعمل بمركز معلومات السنة النبوية ـ وهو من أوائل المراكز التي عنيت بإدخال الأحاديث النبوية في الحاسوب ـ وهذه الفترة مكنت الشيخ من الاطلاع على دواوين السنة لا سيما الكتب الستة، مما أثرى محصوله العلمي , وقد شارك الشيخ في هذه الفترة في إدخال ٣٦ (ستة وثلاثون) كتابًا من كتب الحديث إلى الحاسوب شارك فيها بترقيم الأحاديث لصحيح مسلم ومسند أحمد وبمراجعة الأحاديث ضبطًا وتنسيقًا لجميع هذه الكتب.\nوكانت للشيخ عناية خاصة منذ البداية بكتب الأئمة كابن الجوزي وشيخ الإسلام ابن تيمية وتلميذه ابن القيم، والذهبي وغيرهم، ولذا تجد الشيخ يوصي بها لا سيما صيد الخاطر والتبصرة لابن الجوزي، ومدارج السالكين وطريق الهجرتين لابن القيم، وسير أعلام النبلاء للذهبي، ويرى أنَّ هذه الكتب ينبغي ألا يخلو منها بيت طالب علم\nإجازاته\n١) حصل الشيخ محمد ـ حفظه الله ـ على إجازة في الكتب الستة من الشيخ / أبي الأشبال الزهيري ـ حفظه الله ـ\n٢) وأجازه أيضًا في الكتب الستة فضيلة الشيخ / محمد أبو خُبْزة التطواني، وقد رحل الشيخ محمد إليه في بلدته تطوان بالمغرب الأقصى.\n٣) وإجازة ثالثة في القرآن والكتب الستة من الشيخ أبو خالد الوكيل المكي.\nشيوخه\n١) سماحة الشيخ العلامة عبد العزيز بن باز (ت ١٤٢٠ هـ) ـ رحمه الله ـ مفتي المملكة السعودية، ورئيس الجامعة الإسلامية، ورئيس اللجنة الدائمة للبحوث العلمية والإرشاد، ورئيس المجمع الفقهي بمكة المكرمة سابقًا. وقد تتلمذ الشيخ ـ حفظه الله ـ على يديه في الفترة من (١٤٠٢ - ١٤٠٥هـ) بالمسجد الكبير بالرياض، وكان سماحة الشيخ ابن باز يدرس بعد صلاة الفجر سبع كتب مختلفة كفتح الباري ـ صحيح مسلم ـ العقيدة الطحاوية ـ تفسير ابن كثير ـ فتح المجيد .. وكانت تربط الشيخ بالعلامة ابن باز علاقة حميمة، وظلت هكذا حتى توفي الشيخ ابن باز عام ١٤٢٠هـ\n٢) فضيلة الشيخ العلامة محمد بن صالح العثيمين ـ رحمه الله ـ الأستاذ بجامعة محمد بن سعود بالقصيم، وعضو هيئة كبار العلماء بالمملكة السعودية تتلمذ الشيخ على يديه في عام ١٤١٠هـ لمدة ستة أشهر، كان الشيخ ابن عثيمين يشرح خلالها كتاب زاد المستقنع في الفقه الحنبلي. (وهو الشرح الذي خرج بعد ذلك في عدة مجلدات تحت اسم الشرح الممتع على زاد المستقنع) , وللشيخ لقاء خاص مسجل على شريط كاسيت مع شيخه يستضيفه في مجموعة من الأسئلة.\n٣) فضيلة الشيخ عبد الله بن قعود ـ حفظه الله ـ عضو هيئة كبار العلماء واللجنة الدائمة للبحوث العلمية والإرشاد بالمملكة السعودية. وكان الشيخ محمد ـ حفظه الله ـ يواظب على حضور خطبة الجمعة عند فضيلة الشيخ ابن قعود في مسجده، وزاره عدة مرات في بيته، واستفاد منه كثيرًا، فقد كان الشيخ محمد يستشيره ويأخذ بنصائحه الثمينة , ويعتبر الشيخ ابن قعود صاحب مؤشر التربية الإيمانية والخبرة العميقة في التعامل مع الناس في حياة الشيخ محمد.\n٤) فضيلة الشيخ عبد الله بن غديان ـ حفظه الله ـ الأستاذ بكلية الشريعة ورئيس محكمة الخبر وعضو هيئة كبار العلماء واللجنة الدائمة للبحوث العلمية والإرشاد بالمملكة السعودية. تتلمذ الشيخ على يديه، وسمع جزءًا كبيرًا من كتاب القواعد لابن رجب الحنبلي حين كان الشيخ يدرسه في الرياض يوميًا بعد صلاة العشاء عام ١٤١١ هـ.\n٥) فضيلة الشيخ عبد الله بن عبد الرحمن الجبرين ـ حفظه الله ـ عضو لجنة الإفتاء السابق بالمملكة السعودية. تتلمذ الشيخ على يديه عام ١٤١٠هـ لمدة ستة أشهر كان الشيخ ابن جبرين ـ حفظه الله ـ يدرس فيها كتابي فتح المجيد، وزاد المستقنع.\n٦) فضيلة الشيخ محمد المختار الشنقيطي ـ حفظه الله ـ الفقيه الأصولي العلم ذي المواعظ القيمة والدروس النافعة نزيل المدينة المنورة، والمدرس بالمسجد النبوي الشريف. زاره الشيخ في بيته، ودرس على يديه جزءًا من كتاب عمدة الأحكام في الفقه الحنبلي , وكان يدرسه بعد صلاة الفجر في بيته.\n٧) فضيلة الشيخ عبد الله بن محمد الأمين الشنقيطي ـ حفظه الله ـ رئيس قسم التفسير بالجامعة الإسلامية بالمدينة المنورة. رافقه الشيخ محمد لمدة أسبوع في إحدى الرحلات، وقال عنه: استفدت منه كثيرًا لاسيما سلامة الصدر لجميع المسلمين.\n٨) فضيلة الشيخ عطية سالم ـ رحمه الله ـ العالم الرباني، وأبرز تلاميذ العلامة القرآني الشيخ / محمد الأمين الشنقيطي، وهو الذي أتمَّ كتابه أضواء البيان، وكان معروفًا بعلمه وفقهه، حتى توفي ١٤٢٠ هـ تتلمذ الشيخ على يديه وسمع منه شرحه على الورقات في أصول الفقه.\n٩) فضيلة الشيخ أبو بكر الجزائري ـ حفظه الله ـ العالم الرباني والمدرس بالمسجد النبوي الشريف صاحب الكتب المفيدة كمنهاج المسلم وعقيدة المؤمن وغيرهما من كتبه الماتعة. حضر له الشيخ عدة مجالس في التفسير بالمسجد النبوي الشريف، وتربطه علاقة حميمة بالشيخ أبي بكر ـ حفظه الله ـ إلى وقتنا الحالي، وهذا يظهر من الكلمات العاطرة التي كتبها الشيخ أبو بكر في مقدمة كتاب \" إلى الهدى ائتنا \" للشيخ محمد فهو يقول عنه: المحب الفاضل العلامة المصلح الشيخ / محمد حسين يعقوب , ومقدمة أخرى لكتاب منطلقات طالب العلم فيها توقير للشيخ واحتفاء زائد بهذا الكتاب.\n١٠) فضيلة الشيخ عبد القادر شيبة الحمد ـ حفظه الله ـ تتلمذ الشيخ على يديه وسمع منه دروسه في التفسير في مسجد الرسول صلى الله عليه وسلم.\n١١) فضيلة الشيخ أسامة محمد عبد العظيم الشافعي المصري ـ حفظه الله ـ العالم الرباني القدوة عابد الزمان، الأستاذ ورئيس قسم أصول الفقه بجامعة الأزهر الشريف وهو أكثر من تأثر بهم الشيخ محمد، لاسيما في الاتجاه نحو التربية والتزكية، وقد تتلمذ الشيخ على يديه، وسمع منه محاضراته المتفرقة في شرح كتب ابن القيم وابن الجوزي ـ رحمهما الله ـ. يقول عنه الشيخ محمد: لما رجعت من المملكة السعودية حُكي لي عنه فذهبت إليه فأعجبني سمته منذ اللحظة الأولى إذ وجدت قدميه متورمتين من القيام، وعليه سمت الصالحين فلزمته وهو شيخي حقًا تعلمت من سمته ولفظه ولحظه \"حفظه الله \".\n١٢) فضيلة الشيخ رجائي المصري المكي ـ رحمه الله ـ سمع منه كثيرًا من شرح السنة للبغوي بمسجد طلاب الفقه بالقاهرة , وكانت بينهما علاقة خاصة حتى مات الشيخ ١٤٢٥ هـ.\n١٣) فضيلة الشيخ / عبد المحسن العباد ـ حفظه الله ـ لقيه الشيخ محمد بالمدينة المنورة، وزاره في بيته، وأهدى له الشيخ العباد مجموعة كتبه.\n١٤) وقد التقى الشيخ ـ حفظه الله ـ بفضيلة الشيخ / مقبل بن هادي الوادعي ـ حفظه الله ـ بالجامعة الإسلامية بالمدينة.\n١٥) ورأى الشيخ / محمد ناصر الدين الألباني ـ رحمه الله ـ في موسم للحج واتصل به هاتفيًا مرتين.\n١٦) وجمعه لقاءان بالأستاذ الدكتور / علي مرعي عميد كلية الشريعة والقانون بجامعة الأزهر الشريف.\n١٧) الشيخ عبد القادر الأرناؤوط لقيه الشيخ في مكة خمس لقاءات متوالية استمع منه الحديث وقرأ عليه واستفاد منه\nوتجمع الشيخ بشيوخ ودعاة العصر بمصر علاقة ود ومحبة، لذلك تجد الشيخ محمد دائم التذكير بهم في محاضراته، وتراه لا يلقب أحدًا منهم إلا بقوله \" شيخنا\" ومن هؤلاء:\nفضيلة الشيخ محمد صفوت نور الدين رئيس جماعة أنصار السنة المحمدية , وبينهما علاقة حميمة حتى مات الشيخ عليه رحمة الله وقد كانت بينهما صحبة في آخر سفرة قبل موت الشيخ أقام فيها الشيخان في غرفة واحدة لمدة أسبوع وكان الشيخ محمد قد بدأ في هذه الفترة مشروعه الكبير \" أصول الفقه التربوي \" , واطلع الشيخ صفوت رحمه الله على بعض الأوراق في بداية مشروع الكتاب فأعجب به وكتب له مقدمة ماتعة مازال الشيخ يحتفظ بها لحين صدور الكتاب.\nوفضيلة الشيخ محمد بن إسماعيل المقدم , والشيخ أحمد فريد والشيخ ياسر برهامي والشيخ سعيد عبد العظيم ومشايخ الدعوة بالأسكندرية عمومًا.\nوفضيلة الشيخ أبي إسحق الحويني , والشيخ وحيد بالي.\nوفضيلة الشيخ محمد حسان والشيخ مصطفى العدوي.\nوفضيلة الشيخ أبي ذر القلموني\nحفظهم الله جميعًا. وكل دعاة مصر والعالم بلا استثناء يجمع الشيخ بهم علاقة ود ومحبة خالصة وزيارات متبادلة\nمنهجه\nوبعد أن رسخت قدمه في العلوم الشرعية بفضل الله أولًا، ثمَّ اتصاله بأهل العلم، والأخذ عنهم، بدأ الشيخ ـ حفظه الله ـ في الدعوة إلى الله، وتبنى منهجًا تربويًا، فهو يرى أنَّ صلاح أمة الإسلام لن يكون حتى يتربى أبناؤها وفق منهج سلفنا الصالح مصداقًا لقوله تعالى: \" إنَّ الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم \"، فإنَّ من أسباب الانتكاسة التي أصيب بها المسلمون في هذا الزمان بعدهم عن المنهج الصحيح في التربية والتزكية الذي هو من أركان دعوة النبي صلى الله عليه وسلم قال تعالى: \" هُوَ الذِي بَعَثَ فِي الأُمِّيِّن رَسُولًا مِّنهُم يَتلُو عَلَيهِم آيَاتِهِ وَيُزَكِّيهِم وَيُعَلِّمَهُمُ الكِتَابَ وَالحِكمَةَ وَإِن كَانُوا مِن قَبلُ لَفِي ضَلالٍ مُّبِين \".\nرجع الشيخ من الممكلة عام ١٤٠٥ هـ وقد درس الفقه هناك وأعجب به وبدأ نشاطه الدعوي في قريته مسقط رأسه بعد أن أعاد بناء المسجد العتيق \" مسجد الجمعية الشرعية بالمعتمدية \" , وأنشأ معه حضانة ومدرسة ابتدائية وإعدادية ما زالت قائمة حتى الآن وتعمل في نشاط.\nوبدأ الشيخ في تدريس منهج متكامل للشباب في المسجد يتمثل في:\nكتاب سبل السلام ثم كتاب نيل الأوطار على مرحلتين.\nكتاب فتح المجيد ثم كتاب العقيدة الطحاوية على مرحلتين.\nكتاب تزكية النفوس (للشيخ أحمد فريد) ثم كتاب مختصر منهاج القاصدين على مرحلتين.\nكتاب الأصول من علم الأصول (للعثيمين) ثم الورقات على مرحلتين.\nكتاب تيسير مصطلح الحديث ثم كتاب مختصر علوم الحديث على مرحلتين.\nواستمرت هذه المرحلة خمس سنوات حتى سافر السفرة الأخرى إلى المملكة العربية السعودية ثم عاد بعد سنة فكان فتح الله عليه في وعظ وتذكير العوام والعناية بالتربية والتزكية للإخوان فانطلق فيما فتح الله له فيه بعد أن درّس كتاب سبل السلام ثلاث مرات والطحاوية أربع مرات.\nويعد الشيخ / أسامة محمد عبد العظيم ـ حفظه الله ـ أبرز من تأثر بهم الشيخ محمد في تبني هذا المنهج التربوي، وقد تتلمذ عليه لعدة سنوات استخلص فيها الأصول التربوية من خلال مدارسة كتب الأئمة كابن قيم الجوزية وابن الجوزي وغيرهما.\nثمَّ بدأ الشيخ ـ حفظه الله ـ في تبسيط هذا المنهج لعامة الناس، وفقه واقعهم، ومحاولة علاج المشكلات الإيمانية الخطيرة التي يواجهونها في حياتهم. ومن هنا تركزت دعوته في تربية القلوب وتزكية النفوس، ليتعلم الناس كيفية الوصول لطريق الله ـ تبارك وتعالى ـ وكيف يفهم عن الله سننه الربانية في خلقه، ويعلم كيف يعبد ربه وإلهه ومعبوده ـ جل وعلا.\nمصنفاته وجهوده العلمية\n١) كيف أتوب؟ (مجموعة من المحاضرات ألقاها الشيخ ـ حفظه الله ـ عن التوبة في أثناء شرحه لتهذيب مدارج السالكين لابن القيم) وهو أول كتب الشيخ.\n٢) نصائح للشباب تهذيب غذاء الألباب للسفاريني. (وغذاء الألباب هو شرح لمنظومة الآداب أتى فيها بجملة من السنن والآداب التي صارت مهجورة في عصرنا الحالي).\n٣) إلى الهدى ائتنا. (مجموعة من المحاضرات لعلاج قضية الفتور عن الطاعات، وتناولها من خلال عشرين سببًا وأتبع كل سبب بالعلاج).\n٤) الأخوة أيها الإخوة. (عن قضية الحب في الله وأهميتها في هذا العصر وكيف نصل إلى هذه المرتبة العظيمة).\n٥) صفات الأخت الملتزمة. (رسالة جمع فيها الشيخ ـ حفظه الله ـ مجموعة من الصفات التي ينبغي أن تتحلى بها المرأة المسلمة) ويتم الآن شرح هذه الصفات لتخرج في كتاب كبير.\n٦) القواعد الجلية للتخلص من العادة السرية (وهي رسالة في بيان خطورة الاستمناء وحكم الشرع فيه وكيفية العلاج منه) وهي جزء مقتطع من الكتاب الكبير \" مواجهة الشهوة \" يسَّر الله إخراجه.\n٧) حرب التدخين. (رسالة في بيان خطورة وأضرار التدخين وكيفية الإقلاع عنه).\n٨) يا تارك الصلاة. (رسالة لكل تارك للصلاة تهمس في أذنه لماذا لا تصلي؟ تفند الشبهات والحيل الشيطانية التي يغري بها الشيطان طوائف من الناس فيبعدهم عن الصلاة، ويصدهم عن سبيل الله، وهي تبين عظم قدر الصلاة، وما أعده الله لمن حافظ على الصلاة، وهذه المحاضرة التي ألقاها في التسعينات).\n٩) الجدية في الالتزام. يتناول فيه واقع الملتزمين في هذه الأيام، والكتاب ضمن مشروع تربوي بعنوان: \" سلسلة رسائل التربية الجادة \"\n١٠) القبر رؤية من الداخل. ويتناول أهوال القبر الستة ومن عبارات الكتاب (تعالوا بنا لنزور ذلك الواعظ الصامت، نقف عنده مليا لنتدبر حديثه الدائم، عسانا نعتبر).\n١١) الخُطب (وقد صدر منها جزءان يحتوي الجزء الأول على عشر خطب للشيخ، والثاني على ست خطب له).\n١٢) منطلقات طالب العلم. كتاب عن واقع طلب العلم في هذا الزمان، يدور حول عشرة منطلقات هي ذخيرة كل طالب علم (الإخلاص .. علو الهمة .. التزكية .. السلفية .. فهم السلف .. ماذا يُتعلم؟ .. ممن نطلب العلم؟ .. الأدب .. تكوين الملكة الفقهية .. من أين يبدأ طالب العلم) وهذا الأخير متضمن لمنهج علمي في التربية والتزكية، ومنهج في تلقي العلوم وترشيح مجموعة من أهم المصنفات في كل فن.\n١٣) أمراض الأمة. رسالة عن الآفات التي ابتليت بها أمة الإسلام في هذا الزمان، مثل: (غياب فاعلية العقيدة، غلبة العاطفة على الواقع الفعلي والعملي، اتباع الهوى والشهوات) وكيفية العلاج من هذه الآفات.\n١٤) أصول الوصول إلى الله تعالى. كتاب يحوي في طياته من الأصول والقواعد التي لا يستغنى عنها السائر في الطريق إلى الله.\n١٥) قصة الالتزام والتخلص من رواسب الجاهلية. يتناول قضية خطيرة مفادها: هل تعتقد أنَّ الالتزام يعني أن تخلع ثياب المتشبهين بالكفار وترتدي ثيابًا يتناسب مع شرع الله تعالى فقط؟ هل تعتقد أنَّ الالتزام هو المحافظة على بعض شرائع الإسلام دون بعض؟ فتصلي أو تصوم أو تحج لكن لا تطلب العلم، ولا تبذل جهدًا في الدعوة، فضلاً عن أن تقوم الليل وتصوم النوافل، قد لا تصل الرحم مثلا، ولا تغيث ملهوفًا،، ولا تهذب أخلاقك السابقة، فتظل كما كنت كسولاً أو فظًا أو غضوبًا لنفسك أو أنانيًا تؤثر نفسك؟ والله الذي لا إله إلا هو لن يرى المسلمون عزًا طالما هذه الشوائب تنخر فيهم، لن ينالوا نصرًا وهذه الرواسب تكمن في قلوبهم\n١٦) أسرار المحبين في رمضان , كتاب في ٤٠٠ صفحة. وهو كتاب يتناول أجمل ما قاله الشيخ في حياته عن رمضان.\n١٧) علم القلوب يصدر قريبًا إن شاء الله.\nوتحت الطبع مجموعة من الكتب كتهذيب طريق الهجرتين , مواجهة الشهوة , صناعة الرجال , أهوال القبر , البكاء من خشية الله , والأجزاء التالية من الخطب وغيرها الكثير.\nالنشاط الدعوي\nشرح الشيخ كتاب ابن القيم\" مدارج السالكين \" مرتين , مرة من سنة ١٩٨٥ م إلى سنة ١٩٩٥ م , ومرة أخرى من سنة ١٩٩٥ م إلى سنة ٢٠٠٥ م , وشرع الآن في شرحه للمرة الثالثة يسر الله إتمامه. \" وسيتم بث هذا الشرح بالصوت والصورة على هذا الموقع إن شاء الله تعالى \".\nمجموعة حلقات طويلة بعنوان \" أصول الفقه الدعوي \".\nشرح كتاب\" جامع العلوم والحكم \" لابن رجب وكتاب صيد الخاطر لابن الجوزي.\nشرح جديد لكتاب \" العقيدة الطحاوية \" وكتاب مختصر منهاج القاصدين.  شرح (كيف تعيش رمضان) بالصوت والصورة في ٣٦ حلقة سوف تبث أيضًا من خلال هذا الموقع إن شاء الله تعالى.\nوللشيخ محاضرات كثيرة مسجلة على الأشرطة صدر منها نحو ثلاثة آلاف وكثير منها مسجل على الإسطوانات وأشرطة الفيديو.\nسفرات الشيخ\nسافر الشيخ إلى كل الدول العربية بلا استثناء وكثير من الدول الأوربية والغربية\nوله أول مؤتمر سلفي في السويد ومؤتمرات عدة في أمريكا وأسبانيا وغيرها.",
  "books": [
    {
      "text_id": 13580,
      "title": "أسرار المحبين في رمضان"
    },
    {
      "text_id": 97958,
      "title": "الأنس بذكر الله"
    },
    {
      "text_id": 98088,
      "title": "أصول الوصول إلى الله تعالى"
    },
    {
      "text_id": 98089,
      "title": "كيف أتوب"
    },
    {
      "text_id": 98127,
      "title": "الأخوة أيها الإخوة"
    },
    {
      "text_id": 98137,
      "title": "منطلقات طالب العلم"
    }
  ]
}