{
  "author_id": 2583,
  "author_meta": "(الاسم): إبراهيم بن عبد الله بن عبد الرحمن المديهش.\n(النسب): أسرة المديهش من أسر الحمادى في «ضارج = الشقة في القصيم»، من آل هويمل، ثم آل أبي رباع، من السلقا، من بشر، من بني وائل بن قاسط بن هنب بن أفصى، من ربيعة.\n(المولد ومكانه): ٢/ ١٣٩٦ هـ في القصيم: بريدة.\n(العمل): ١٤٤٠ هـ أستاذ مساعد في قسم السنة وعلومها، كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية في الرياض.\n(مشايخه): ابن باز، وابن عثيمين، وابن جبرين والشيخ: عبد الله بن عقيل، والشيخ: عبدالعزيز بن قاسم، وغيرهم.\n(المؤهلات الأكاديمية):\n١. بكالريوس في الفقه وأصوله من كلية الشريعة، جامعة الإمام محمد بن سعود الإسلامية في الرياض ١٤١٧ هـ\n٢. ماجستير في السنة وعلومها من كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية في الرياض ١٤٣١ هـ\n٣. دكتوراه في السنة وعلومها من كلية أصول الدين، جامعة الإمام محمد بن سعود الإسلامية في الرياض ١٤٣٨/ ١٤٣٩ هـ.\n(النتاج العلمي):\n١. «مصطلحات أئمة الحديث الخاصة، ويليها: القرائن الموصلة إلى فهم مقاصدهم في عبارات الجرح والتعديل» ـــــ طبع عام ١٤٢٨ هـ ــــ\n٢. تحقيق كتاب: «البراهين المعتبرة في هدم قواعد المبتدعة» للعم الشيخ: عبد العزيز بن محمد المديهش (ت ١٣٥٠ هـ) ـــــ طبع عام ١٤٣٤ هـ ـــــ.\n٣. «منهج الدميري في كتابه حياة الحيوان» ــــ طبع عام ١٤٣٥ هـ ــــ.\n٤. «النجديون في الهند» ــــ طبع في شهر ربيع الأول ١٤٤٠ هـ ـــــ.\n٥. «الأحاديث المرفوعة والموقوفة في كتاب حياة الحيوان الكبرى للمديري من بداية حرف التاء إلى نهاية حرف الجيم ـــــ تخريجاً ودراسة ـــــ منشور تقنياً ـــــ.\n٦. «منهج القسطلاني في كتابه إرشاد الساري» ـــــ منشور تقنياً ـــــ.\n٧. «الموازنة بين الفائق للزمخشري، والنهاية لابن الأثير» ـــــ منشور تقنياً ـــــ.\n٨. «التصغير في ألقاب الأسر» ـــــ منشور تقنياً ـــــ.\n٩. «مجئ (أبو) في موضع نص أو جر على الحكاية» ـــــ منشور تقنياً ـــــ.\n١٠. «السمبوسة في كتب التراث» ـــــ منشور تقنياً ـــــ.\n١١. «نواة المكتبة» ـــــ منشور تقنياً ـــــ.\n١٢. «فاطمة بنت النبي -صلى الله عليه وسلم ــــ: سيرتها ـــ فضائلها ــــ مسندها رضي الله عنها، دراسة حديثية تاريخية موضوعية» في (٧) مجلدات.\n١٣. «المختصر من أخبار فاطمة بنت سيد البشر»: مختصر للسابق\n١٤. بحوث ومقالات علمية متنوعة.\n(بريد شبكي):\nalmudaihesh@hotmail.com\nوالحمد لله رب العالمين، وصلى الله على نبينا محمد، وآله وصحبه.\n[بقلم المترجَم]",
  "books": [
    {
      "text_id": 145421,
      "title": "أصل كلمة «شاطر»"
    },
    {
      "text_id": 145422,
      "title": "التسويف في نشر الرسالة الجامعية، والتدقيق المبالغ فيه في البحوث والتآليف، والتريث في إخراجها مع وجود الحاجة إليه"
    },
    {
      "text_id": 145423,
      "title": "التصغير في ألقاب الأسر"
    },
    {
      "text_id": 145424,
      "title": "السمبوسة في كتب التراث ـ النشرة الرابعة"
    },
    {
      "text_id": 145425,
      "title": "الموازنة بين «الفائق» للزمخشري (ت 538 هـ) و «النهاية» لابن الأثير (ت 606 هـ)"
    },
    {
      "text_id": 145426,
      "title": "إن الله يزع بالسلطان ما لا يزع بالقرآن - تخريجا وشرحا"
    },
    {
      "text_id": 145427,
      "title": "سبب تسمية «الشقة» بهذا الاسم"
    },
    {
      "text_id": 145428,
      "title": "مجيء (أبو) في موضع نصب أو جر على الحكاية"
    },
    {
      "text_id": 145429,
      "title": "مصطلحات أئمة الحديث الخاصة ويليه القرائن الموصلة إلى فهم مقاصدهم في الجرح والتعديل"
    },
    {
      "text_id": 145430,
      "title": "منهج الدميري في كتابه حياة الحيوان"
    },
    {
      "text_id": 145431,
      "title": "منهج العلامة القسطلاني في كتابه «إرشاد الساري لشرح صحيح البخاري»"
    },
    {
      "text_id": 145432,
      "title": "ندب العيد"
    },
    {
      "text_id": 145433,
      "title": "نواة المكتبة"
    },
    {
      "text_id": 150958,
      "title": "أعجمي فالعب به"
    },
    {
      "text_id": 370,
      "title": "الحمادية"
    },
    {
      "text_id": 48,
      "title": "المختصر من أخبار فاطمة بنت سيد البشر صلى الله عليه وآله وسلم"
    },
    {
      "text_id": 50,
      "title": "فاطمة بنت النبي - صلى الله عليه وسلم - سيرتها، فضائلها، مسندها - رضي الله عنها -"
    },
    {
      "text_id": 97978,
      "title": "تخريج أحاديث وآثار حياة الحيوان للدميري من التاء إلى الجيم"
    }
  ]
}