{
  "author_id": 2584,
  "author_meta": "مولده\nولد في قرية الشين - مركز قطور - محافظة الغربية (عام ١٣٧٣ هجرية _ ١٩٥٤ ميلادية).\nدراسته\n- تدرج في مراحل التعليم، حتى حصل على لسانس أصول الدين (قسم الدعوة والثقافة) من جامعة الأزهر بالقاهرة عام ١٩٧٧م وواصل دراسته الجامعية بكلية أصول الدين بالقاهرة\n- حصل على الماجستير عام ١٩٩٤م ببحث عنوانه الحرب والسلام في ضوء سورة محمد عليه الصلاة والسلام\n- حصل على الدكتوراه عام ١٩٩٨م ببحث عنوانه شيخ الأزهر مصطفى عبد الرازق وجهوده في الدعوة.\nعمله\nعمل إماماً وخطيباً بأوقاف القاهرة ثم هاجر إلى الأردن فعمل إماما وخطيباً بوزارة الأوقاف الأردنية لمدة إحدى عشرة سنة ثم عاد إلى مصر فعمل إماماً وخطيباً بوزارة الأوقاف بمسجد النور بقريته الشين وما زال إلى الآن.\nعلاقته بالشيخ الألباني\nكان للشيخ عبد العظيم بن بدوى حفظه الله علاقة وثيقة بالشيخ ناصر الدين الألباني وقد تكلم الشيخ عن ذلك في الحوار الذي أجراه معه سكرتير التحرير بمجلة التوحيد في عدد صفر ١٤٢٢هـ فقال حفظه الله: \"من فضل الله عز وجل أن الشيخ عليه رحمة الله، بدأ بالإقامة في عمان بالأردن في سنة ألف وتسعمائة وثمانين ميلادية، وهي نفس السنة التي قدر الله لي فيها الدخول إلى الأردن، وقد تشرفت بزيارة الشيخ في بيته، وصارت بعد ذلك لنا مودات وزيارات ولقاءات مع الشيخ في بيته، وخارج بيته أحياناً ندعوه إلينا، وأحياناً نأخذ معه زيارات، وكان الشيخ ربما صلى الجمعة في المسجد الذي كنت أخطب فيه في عمان، وكنا دائمي الصلة بالشيخ عليه رحمة الله، وكان للشيخ الفضل - بعد الله عز وجل - علينا في العلم والفقه، وخاصة في الرفق، وفي الصبر والنهي عن الاستعجال والتأني، وعدم استعجال الشيء قبل أوانه، وكان دائماً يدعو إلي الحلم والرحمة، وينهى عن الشدة والغلظة والقسوة. تعلمنا من الشيخ في الحقيقة كثيراً من الأخلاق، فضلاً عن العلم الذي تعلمناه منه مما آتاه الله، ووضع الله له القبول في الأرض\".\nإسهاماته في مجلة التوحيد\nللشيخ حفظه الله باب ثابت بالمجلة وهو باب التفسير، والشيخ عضو اللجنة العلمية بالمجلة، ووكيل جماعة أنصار السنة المحمدية بمصر.\nجهوده الدعوية\n- يقوم بإلقاء خطبة الجمعة في مسجد النور بقرية الشين.\n- إلقاء دروس في التفسير والعقيدة والفقه وغيرها من العلوم الشرعية يومي السبت والأربعاء بمسجد النور بالشين.\n- أيام الأحد والاثنين والثلاثاء يلقي محاضرات بمختلف البلاد، وقد انتهى الشيخ من شرح العديد من الكتب منها:\nتفسير القران الكريم (وقد انتهى من تفسيره كاملاً).\nشرح كتاب فتح الباري.\nشرح العقيدة الطحاوية.\nشرح كتاب معارج القبول.\nشرح متن الرحبية وغير ذلك.\nمؤلفاته\n- الوجيز في فقه السنة والكتاب العزيز (مجلد، الطبعة الثالثة، دار ابن رجب بمصر).\n- أحباب الله (مجلد، الطبعة الثانية).\n- دين الفطرة كما بينتها سورة البقرة (٢مجلد).\n- إتحاف النبلاء بصحيح سيرة خير سيد الأنبياء (مجلد).\n- التعليق السني على صحيح مسلم بشرح النووي (مجلد، الطبعة الثانية)\n- الأربعون المنبرية (مجلد).\n- الوصايا المنبرية (مجلد).\n- الوصايا النبوية (مجلد).\n- أحسن القصص (مجلد).\n- جوامع الكلم (مجلد).\n- خير الناس (مجلد).\n- رياض الصالحين (إشراف على التحقيق، مجلد).\n- منهج التلقى بين السلف والخلف (غلاف، الطبعة الرابعة).\n- رحلة في رحاب اليوم الآخر (غلاف، الطبعة الثانية).\n- أختاه أين تذهبين؟ هذا هو الطريق (غلاف، الطبعة الثانية).\n- قواعد الإصلاح والبناء كما بينتها سورة النساء (غلاف).\n- معالم المجتمع المسلم كما بينتها سورة الحجرات (غلاف).\n- صفات المتقين (غلاف).\n- أكمل البيان (غلاف).\n- برنامج عمل اليوم والليلة (رسالة).\n- تفسير سورة الفاتحة (رسالة).\n- أعمال الحاج منذ خروجه من بيته حتى يرجع (رسالة).",
  "books": [
    {
      "text_id": 98086,
      "title": "الوجيز في فقه السنة والكتاب العزيز"
    }
  ]
}