{
  "author_id": 2587,
  "author_meta": "داعية مصري، وهو رجل قانون ومتحدث في الفكر الإسلامي والشؤون السياسية.\nولد سنة ١٩٦١م بمحافظة الجيزة\nنشأ في أسرة ملتزمة، فهو نجل الشيخ صلاح أبو إسماعيل أحد علماء الأزهر الشريف وداعية إسلامي معروف والنائب الإسلامي في مجلس الشعب لأربع دورات متتالية كان في بعضها النائب الوحيد; جده لأبيه كان عضوا في مجلس الشيوخ وجده لوالدته كان استاذا للدراسات الإسلامية في جامعة الأزهر\nمتزوج من سيدة فاضلة حاصلة على بكالوريوس الاقتصاد وله ثلاثة من الأبناء في مراحل التعليم المدرسي ولهم أنشطة متعددة رياضيا واجتماعيا وثقافيا\nعمل بأنواع النشاط السياسي الجماهيري منذ مرحلة الدراسة الثانوية ثم الجامعية وما بعدها في عدد من القضايا الشهيرة؛ مثل: هضبة الأهرام وتوصيل مياه النيل لإسرائيل ومعاهدة السلام.\nالتحق بكلية الحقوق ورغم تخرجه من الأوائل علي دفعته في كلية الحقوق رفض العمل في القطاع الحكومي وفضل العمل الحر.\nوهو الآن محام بالنقض، وصاحب مكتب محاماة بوسط القاهرة. له مرافعات في قضايا شهيرة، فضلا عن تخصصه في قضايا النقض بصفة أخص، وله طعون دستورية متعددة قضي بها. كما نجح في تغيير اثنين من مباديء محكمة النقض نتيجة لمرافعاته البارعة. كما كان يشارك في الجمعيات الخيرية لمساعدة الفقراء، وكان يشارك أيضا في المحاكم العرفية للحكم بين المواطنين مما أعطاه خبرة اجتماعية كبيرة.\nتولى منصب مقرر الفكر القانوني بنقابة المحامين لمصر, كما انتخب عضوا لمجلس النقابة سنة ٢٠٠٥, وتولى أيضا منصب مقرر معهد المحاماة لمدة عامين، وعضو مجلس نقابة المحامين ضمن لجنة الشريعة ومرشح سابق لانتخابات مجلس الشعب المصري.\nتقدّم للترشّح لانتخابات الرئاسة المصرية ٢٠١٢ بتأييد شعبي كبير، لكنه استُبعد من قِبَل اللجنة العليا للانتخابات\nأعماله\nله دراسات دستورية وقانونية مستفيضة، كما أن له دراسات وأبحاث تخصصية وفيرة في ثلاثة علوم هي التربية والإدارة والاقتصاد لمدة ٢٥ سنة فضلا عن العلوم الشرعية\nوله مؤلف قانوني في أصول الدفاع في القضايا\nله عدد من المناظرات الفكرية الثرية مع بعض المشاهير من أصحاب الفكر المناوئ منهم الأستاذ ثروت أباظة والدكتورة سهير القلماوي والدكتور رفعت السعيد والدكتور فرج فودة والدكتور رفعت المحجوب وغيرهم حول موضوعات في الفكر الإسلامي في المجالات السياسية والاقتصادية والاجتماعية والقانونية منها ما هو موجود على شبكة الإنترنت\nوكذلك حضوره ومشاركته لعدد وفير من المؤتمرات الإسلامية في بلاد العالم العربي والغربي\nقدم عددا من الأحاديث التليفزيونية الدولية أسبوعيا لعدة سنوات غالبها في أحد مجالين فقط إما متابعة للأحداث العامة والسياسية الجارية بالفحص والتحليل والرؤيا الاسترتيجية سواء في المجال الداخلي أو الدولي، وإما على نحو بحثي دراسي تحليلي لموضوعات الفكر الإسلامي، وقد قدم من خلال ذلك دراسة كاملة للسيرة النبوية مع إسقاط سياساتها على مجالات إدراة السياسات جميعا في الدولة الحديثة\nله بعض الكتب المعروفة وغيرها مما لا يزال مخطوطا لم يطبع فضلا عن بعض أحاديث الفقه والدعوة والإيمانيات وكذلك عدد من الموضوعات الواسعة المتعلقة بالتربية ومناهج التعليم، وهو دائب الزيارة للمدارس في كل بلد يزورها في بلاد العالم المتقدم - وله بها إهتمام أشد خصوصية\nلكن تخصصه المستفيض هو في مجال صياغة الامتزاج بين الشريعة الإسلامية ونظم الدولة الحديثة والمعاصرة",
  "books": [
    {
      "text_id": 98121,
      "title": "وقفات مع قضايا معاصرة شبهات ردود"
    }
  ]
}