{
  "author_id": 2588,
  "author_meta": "محمد المكي الناصري (١٣٢٤ - ١٤١٤ هـ) = (١٩٠٦ - ١٩٩٤ م)\nعالم، مفسِّر. ولد في الرباط ودرس في القاهرة، ثم باريس، ثم جنيف. رئيس رابطة العلماء، عضو مجلس الوصاية، عضو الأكاديمية الملكية بالمغرب، أحد رواد الحركة الوطنية فيها، عالم لم يتوقف عن نشر العلم والتعريف بحقائق الإسلام.\nوأسس حزب الوحدة المغربية .. وشغل عدة مناصب، إلى جانب الخطابة في أكبر مساجد المغرب، والنشاط العلمي في مختلف الهيئات العلمية المغربية، فعمل سفيرا للمغرب بليبيا ووزيرا للأوقاف والشؤون الإسلامية والثقافة، ورئيسا للمجلس العلمي بولاية الرباط وسلا، وانتخب أميناً عاماً لرابطة علماء المغرب\n[نشأته وحياته العلمية]\nولد بمدينة رباط الفتح عاصمة المملكة المغربية في ضحى يوم الأربعاء ٢٤ شوال سنة ١٣٢٤ هـ الموافق لـ١١ ديسمبر ١٩٠٦.\nنشأ في بيت دين وفضل، وبدأ حياته العلمية بحفظ القرآن وأمهات المتون حتى تخرج على أهم شيوخ العلم في وقته، ثم توالت دراسته باختزال الأشواط\nوقد كان استقباله للمرحلة الجامعية سنة ١٩٣٢ على يد ثلة من كبار العلماء استفاد منهم وتأثر بهم واهتدى بهديهم، منهم من المغرب الأستاذ الحافظ أبو شعيب الدكالي والشيخ محمد المدني بن الحسني والحاج محمد الناصري والشيخ محمد بن عبد السلام السائح ومن الشرق العربي الأستاذ مصطفى عبد الرزاق والدكتور أحمد أمين والدكتور طه حسين والأساتذة منصور فهمي وعبد الحميد العبادي وعبد الوهاب عزام ويوسف كرم.\nوإلى جانب دراسته الواسعة للثقافة الإسلامية العربية وتخصصه فيها درس فروع الفلسفة والاجتماع بكلية الآداب جامعة القاهرة، وعلوم التربية بكلية الآداب -جامعة باريس ومادة القانون الدستوري والقانون الدولي العام بكلية الحقوق جامعة جنيف. وهكذا فقد تتلمذ على أساتذة غربيين منهم المستشرقان الايطاليان نللينو، وجويدي، والمستشرقان الألمانيان ليتمان وبرجستراسر، والفيلسوف أندري لالاند.\nوما أن أتم دراسته الجامعية خارج المغرب ورجع إلى بلده حتى شرع في نشاطه التربوي، فأخذ يعقد المجالس العلمية مزاولا نشاطا تربويا شمل مختلف المراحل الدراسية حيث ساهم في إدارة «مدرسة الحياة» بالرباط وساهم في تأسيس «المعهد الحر» بتطوان وأعاد تنظيم «المدرسة الأهلية» وسعى في تأسيس «معهد مولاي الحسن» للأبحاث المغربية و «معهد مولاي المهدي» وفروعه بطنجة والقصر الكبير، مع القيام بإدارته المركزية وسعى في تأسيس «بيت المغرب بمصر» وإرسال بعثة من الطلاب المغاربة إلى معاهد القاهرة بلغ عددها ٤٢ طالباً.\n[نشاطه السياسي]\nوكما بدأت حياة الشيخ الناصري العلمية مبكرة كذلك بدأت حياته الوطنية والسياسية\n- حيث ساهم في تأسيس «الرابطة المغربية» السابقة لكتلة العمل الوطني وهي أول هيئة سرية لمقاومة الاستعمار، وكان أول أمين عام لها وكان ذلك سنة ١٩٢٠ وسنه آنذاك لا يتجاوز الخمسة عشر.\n- وقد جاءت هذه البداية الوطنية المبكرة بثمارها فلم تكد تمر مدة زمنية قصيرة حتى ألف مترجمنا كتابه الأول «إظهار الحقيقة وعلاج الخليقة» سنة ١٩٢٢ وكان رسالة ضد الخرافات والبدع المنسوبة للدين مدشنا به نشاطه السلفي. وكانت تلك هي البداية لينطلق بنشاطه عضوا مؤسسا وعاملا في «جمعية أنصار الحقيقة» سنة ١٩٢٥.\n- وعضوا مؤسسا وعاملا في «كتلة العمل الوطني» أول هيئة وطنية وسياسية بالمغرب (١٩٣٤ - ١٩٣٧).\n- وعضوا مؤسسا وعاملا في «جمعية الفلسفة والاجتماع» و «جمعية الشبان المسلمين» بالقاهرة (١٩٢٧ - ١٩٢٨).\n- عضوا مؤسسا وعاملا ب «مجلس الأحباس» المحدث بشمال المغرب (١٩٣٩ - ١٩٤٦).\n- عضوا مؤسسا وعاملا في لجنة تحرير المغرب العربي التي أنشأها الغازي محمد عبد الكريم الخطابي بالقاهرة (١٩٤٨ - ١٩٥٥).\n- عضوا مؤسسا وعاملا في (الجبهة الوطنية) للأحزاب المغربية الأربعة (١٩٥١ - ١٩٥٦).\nوقد ظل متنقلا بين البلدان الأوروبية مدافعا عن استقلال المغرب مطالباالاستعمار بالرحيل إلى سنة ١٩٣٤ فقفل راجعا إلى المغرب ليكون في وسط المعركة يناضل بجانب زملائه زعماء الوطنية.\nوفي هذه الفترة، وعندما انقسمت (كتلة العمل الوطني) أسس (حزب الوحدة المغربية) الذي أصبح فيما بعد (حزب الوحدة والاستقلال) مما مكنه من تنظيم نشاطه في تحقيق برنامجه في الدفاع عن استقلال البلاد وتكوين أطر وطنية في شباب الأمة.\nوقد غذى نشاطه هذا كله بالعمل الصحفي مؤسسا ومشاركا ومناضلا. كما تشهد بذلك صحف ومجلات تلك الحقبة ونذكر منها:\n- مجلة المغرب الجديد ١٩٣٥ - شهرية- تطوان.\n- صحيفة الوحدة المغربية- ١٩٣٧ - ثلاث مرات في الأسبوع - تطوان.\n- صحيفة  unidad marroqui- - ١٩٣٧  بالاسبانية أسبوعية - تطوان.\n- صحيفة  la voix du maroc  بالفرنسية - ١٩٤٦ - أسبوعية- طنجة\n- صحيفة منبر الشعب-١٩٤٩ - يومية-طنجة\n- صحيفة الشعب ١٩٥٢ - خلفت منبر الشعب - يومية.\n- كما ساهم بجانب النشر الصحفي بالكتابة فيها إذ توجد له مقالات عديدة وطنية وثقافية في الصحف العربية، ولاسيما تلك المصرية، مثل جريدة «السياسة» وجريدة «البلاغ» كما توجد له مقالات وأبحاث منشورة في الصحف الأجنبية بالفرنسية والإسبانية والإنجليزية.\nوحتى يحقق لنفسه الاكتفاء والوقاية من المنع، أسس مطبعة عربية وإفرنجية خاصة تحت اسم «مطبعة الوحدة المغريبة» سنة ١٩٣٧ بتطوان وأسس شركة مغربية للطباعة تحت اسم «مركز الطباعة المغربية»  éditions marocaines  سنة ١٩٤٦ بطنجة. كما أسس «دار الشعب» بالرباط سنة ١٩٥٩. ولهذه المطابع فضل كبير في طبع عدة كتب مدرسية ومؤلفات دينية ووطنية وتاريخية علاوة على طبع صحف ونشرات حزب الوحدة المغربية.\nوفي خارج الوطن أيضا كان له دور وباع في تمثيل القضية الوطنية في المحافل الدولية من خلال مشاركته في المؤتمرات التي دعي لها والرحلات الطويلة التي قام بها إما باختياره أو بسبب النفي الذي ظل يتعرض له.\nهذا وقد نفته السلطات الاسبانية عندما زار شمال المغرب سنة ١٩٣٣ إلى مدينة رندة بالأندلس، كما نفته السلطات الفرنسية من منطقة حمايتها بالمغرب سنة ١٩٣٠ وسنة ١٩٣٦ فكان أول عضو من أعضاء كتلة العمل الوطني أبعد عن داخلية البلاد، ولجأ إلى منطقة النفوذ الإسباني فبقي بها إلى سنة ١٩٤٦ حيث قرت السلطات الإسبانية نفيه إلى غينيا الإسبانية، وعطلت صحفه وأقفلت مركز حزبه والفروع التابعة له، فالتجأ إلى المنطقة الدولية بطنجة ونقل إليها المركز العام للحزب وزاول بها نشاطه بين شدة ولين، وعقب تأسيس الجبهة الوطنية المغربية قدمته «لجنة المراقبة» بطنجة للمحاكمة أمام المحكمة الدولية المختلطة، ثم اضطرت إلى التخلي عن محاكمته وزملائه تحت تأثير الضغط العام الوطني والدولي.\nولما قدم شكوى المغرب بفرنسا إلى الأمم المتحدة بإمضائه وإمضاء بقية زملائه سنة ١٩٥٢ عاقبته الإدارة الدولية بمنعه من العودة والدخول إلى طنجة وبذلك أقفلت في وجهه جميع المناطق المغربية، وبقي منفيا في الخارج أكثر من أربع سنوات إلى أن عاد محمد الخامس من المنفى\n[المناصب التي شغلها]\nمنذ فجر الاستقلال قام بمهام سامية متنوعة، من خلال المناصب التي رشح لها وعين من لدن الملك محمد الخامس والحسن الثاني:\n- عضوا في «المجلس الوطني الاستشاري» في ٢٠ أكتوبر ١٩٥٦.\n- عضوا في «مجلس الدستور» ٧ نوفمبر ١٩٦٠\n- أستاذا بالجامعة المغربية سنة ١٩٦٠.\n- سفيرا بليبيا في ١٣ يناير ١٩٦١.\n- عاملا على أغادير -٩ فبراير ١٩٦٣.\n- عضوا بالغرفة الدستورية من (١٩٦٣ - ١٩٧٠)\n- أستاذا بدار الحديث الحسنية ٢١ نوفمبر ١٩٦٤.\n- خطيبا بجامع السنة بالرباط ١٩٦٩\n- خطيبا بجامع حسان ١٩٧١\n- وزيرا للأوقاف والشؤون الإسلامية والثقافة ١٩٧٢\n- عضوا بأكاديمية المملكة المغربية -١٩٨١\n- عضوا بمجلس الوصاية ورئيسا للمجلس العلمي بولاية الرباط وسلا في ١٢ يوليو ١٩٨١.\n- انتخبه علماء المغرب بالإجماع أمينا عاما لرابطتهم في مؤتمرهم الاستثنائي المنعقد بطنجة يوم ٢٨ أكتوبر ١٩٨٩ خلفا لأمينها العام الأستاذ الراحل سيدي عبد الله كنون.\nوقد وسمه الملك بوسام العرش تقديرا لعمله بليبيا وبعمالة أكادير كما وسمه بوسام الكفاءة الفكرية من الدرجة الممتازة تقديرا لجهوده العلمية والثقافية.\n[مؤلفاته]\nوللأستاذ الناصري الكثير من الأبحاث والمؤلفات في مرحلة الاحتلال نذكر منها:\n- «إظهار الحقيقة» السالف الذكر طبعة تونس ١٩٢٥.\n- «حياة سقراط زعيم الفلاسفة وأبو الفلسفة القديمة»، القاهرة، المطبعة السلفية، ١٩٣٠.\n- «حرب صليبية في مراكش» طبع بالقدس سنة ١٩٣١\n- «فرنسا وسياستها البربرية في المغرب الأقصى» طبع القاهرة سنة ١٩٣٢.\n- «وصايا دينية من ملوك الدولة العلوية»، ١٩٣٤.\n- «الأحباس الإسلامية في المملكة المغربية» دراسة دقيقة وافية للأوقاف في المغرب مع مقارنتها بالأوقاف في بقية العالم الإسلامي -طبع بتطوان سنة ١٩٣٥.\n- «سياسة الحماية الفرنسية في المغرب»: تقرير سري للمارشال ليوطي، القاهرة، ١٩٣٨.\n- «كيف تمت مؤامرة الظهير البربري»: محاضر جلسات اللجنة السرية المكلفة بوضع مشروع الظهير البربري، تطوان، ١٩٤١.\n- «موقف الأمة المغربية من الحماية الفرنسية»: عرض وتحليل لتاريخ الاحتلال الأجنبي في المغرب وكفاح الشعب المغربي للتخلص منه، طبع بتطوان سنة ١٩٤٦ وقد ألحقت به بحوث ومقالات أخرى مترجمة.\nوفي مرحلة الاستقلال كانت له عدة مؤلفات فاقت الثلاثين نذكر منها:\n- التيسير في أحاديث التفسير (٦ مجلدات) - طبع بيروت، دار الغرب الإسلامي. (ج٤. ١٩٨٤، ج ٥ و٦، ١٩٨٥)\n- مبادئ القانون الإداري في الإسلام.\n- مبادئ القانون الدولي في الإسلام.\n- نظام الحقوق في الإسلام ..\n- نظام الفتوى في الشريعة والفقه. طبع ندوة «الشريعة والفقه والقانون».\n- دراسات تاريخية عن سبتة والجديدة والصويرة.\nلقد جاء هذا العطاء في الكتابة والتأليف منسجما مع مسيرته الجامعية التي كرسها لحياة الأستاذية حيث أعطى محاضراته في جامعة محمد الخامس وجامعة الحسن الثاني ودار الحديث الحسنية والمدرسة الوطنية للإدارة العمومية وقد قام فيها بتدريس الشريعة والأصول، وتاريخ التشريع الإسلامي، والفقه المقارن والقانون الدستوري، والحضارة الإسلامية والحضارة المغربية.\nتوفي رحمه الله في ١٠ مايو ١٩٩٤ الموافق لـ ٢٩ ذي القعدة ١٤١٤ هجرية.",
  "books": [
    {
      "text_id": 115129,
      "title": "التيسير في أحاديث التفسير"
    }
  ]
}