{
  "author_id": 259,
  "author_meta": "الصوري (٣٧٦ - ٤٤١ هـ = ٩٨٦ - ١٠٥٧ م)\nمحمد بن علي بن عبد الله بن محمد بن رحيم الشامي الساحلي، أبو عبد الله الصوري.\nقال الزركلي : حافظ من أهل صور (بلبنان) رحل في طلب الحديث إلى الآفاق، وقيل: سمع بالكوفة من أربعمائة شيخ. وأكثر عن المصريين والشاميين واستوطن بغداد سنة ٤١٨، وتوفي بها.\nوترك كتبه ١٤ عدلا عند أخته فأخذ بعضها ابن الخطيب البغدادي (المؤرخ) ومنها (بقية من مجموعة أحاديث - خ) في المتحف البريطاني (١)\nتاريخ الميلاد: ٣٧٦ ، وقيل ٣٧٧ هـ.\nتاريخ الوفاة: ٤٤١ هـ.\nشيوخه:\nمحمد بن أحمد بن جميع الصيداوي.\nمحمد بن عبد الصمد الزرافي.\nأبو عبد الله بن أبي كامل الأطرابلسي.\nعبد الغني بن سعيد المصري.\nمحمد بن جعفر الكلاعي.\nأبو نصر عبد الله بن محمد بن بندار.\nعبد الرحمن بن عمر بن النحاس.\nأبو الحسن بن مخلد.\nأحمد بن طلحة.\nأبو علي بن شاذان.\nأبو بكر البرقاني.\nعثمان بن دوست.\nتلاميذه:\nأبو بكر الخطيب.\nالقاضي أبو عبد الله الدامغاني.\nجعفر بن أحمد السراج.\nأبو القاسم بن بيان الرزاز.\nسعد الله بن صاعد الرحبي.\nالمبارك بن عبد الجبار الصيرفي.\nأبو سعد بن الطيوري.\nمكانته:\nقال الذهبي: الإمام الحافظ البارع الأوحد الحجة.\nقال الخطيب: كان الصوري من أحرص الناس على الحديث، وأكثرهم كتبا له، وأحسنهم معرفة به، لم يقدم علينا أحد أفهم منه لعلم الحديث، وكان دقيق الخط صحيح النقل، حدثني أنه كان يكتب في الوجهة من ثمن الكاغد الخراساني ثمانين سطرا وكان مع كثرة طلبه صعب المذهب في الأخذ ربما كرر قراءة الحديث الواحد على شيخه مرات، وكان رحمه الله يسرد الصوم إلا الأعياد، ولم يزل ببغداد حتى توفي بها.\nوذكر لي أن شيخه الحافظ عبد الغني كتب عنه أشياء في تصانيفه وصرح باسمه في بعضها ومرة يقول حدثني الورد بن علي.\nوقال غيث بن علي الأرمنازي: رأيت جماعة من أهل العلم يقولون ما رأينا أحفظ من الصوري.\nوقال عبد المحسن الشيحي التاجر: ما رأيت مثل الصوري كان كأنه شعلة نار بلسان.\nقال أبو طاهر السلفي: كتب الصوري صحيح البخاري في سبعة أطباق من الورق البغدادي ولم يكن له سوي عين واحدة.\nوذكر أبو الوليد الباجي في كتاب فرق الفقهاء له: حدثنا أبو عبد الله محمد بن علي الوراق وكان ثقة متقنا أنه شاهد أبا عبد الله الصوري وكان فيه حسن خلق ومزاح وضحك وكان شيئا جبل عليه، ولم يكن في ذلك بالخارق للعادة فقرأ يوما جزءا على أبي العباس الرازي، وعن له أمر أضحكه، وكان بالحضرة جماعة من أهل بلده، فأنكروا عليه وقالوا: هذا لا يصلح ولا يليق بعلمك وتقدمك أن تقرأ حديث النبي صلى الله عليه وسلم وأنت تضحك وكثروا عليه وقالوا: شيوخ بلدنا لا يرضون بهذا فقال: ما في بلدكم شيخ إلا يجب أن يقعد بين يدي ويقتدي بي، ودليل ذلك أني قد صرت معكم موعد فانظروا إلى أي حديث شئتم من حديث رسول الله صلى الله عليه وسلم واقرؤوا إسناده لأقرأ متنه، أو أقرؤوا متنه حتى أخبركم بإسناده، ثم قال الباجي: لزمت الصوري ثلاثة أعوام فما رأيته تعرض لفتوى.\nأبو الحسين بن الطيوري: كتبت عن عدة، فما رأيت فيهم أحفظ من الصوري كان يكتب بفرد عين، وكان متفننا يعرف من كل علم، وقوله حجة، وعنه أخذ الخطيب علم الحديث.\nمصنفاته:\n«الفوائد المنتقاة».\nمصادر الترجمة:\nسير أعلام النبلاء.\n_________\n(١) قال الذهبي في السير : «وَقَالَ أَبُو الحُسَيْنِ بنُ الطُّيورِي:أَكْثَر كُتُبُ الخَطِيْب - سِوَى (تَارِيخ بَغْدَاد) - مُسْتفَادَةٌ مِنْ كُتُبِ الصُّوْرِيّ ، كَانَ الصُّوْرِيُّ ابْتدَأَ بِهَا، وَكَانَتْ لَهُ أُخْتٌ بِصُوْر، خلَّف أَخُوْهَا عِنْدَهَا اثْنَيْ عَشَرَ عِدْلاً مِنَ الكُتُب، فَحصَّل الخَطِيْبُ مِنْ كتبه أَشيَاء.\nوَكَانَ الصُّوْرِيُّ قَدْ قَسَّمَ أَوقَاتَهُ فِي نَيِّفٍ وَثَلَاثِيْنَ شَيْئاً.\nقُلْتُ - أي الذهبي - :مَا الخَطِيْبُ بِمُفتقر إِلَى الصُّوْرِيّ، هُوَ أَحْفَظُ وَأَوسعُ رحلَة وَحَدِيْثاً وَمَعْرِفَة.»",
  "books": [
    {
      "text_id": 12721,
      "title": "الفوائد العوالي المؤرخة من الصحاح والغرائب لمحمد بن علي الصوري"
    },
    {
      "text_id": 5693,
      "title": "الفوائد المنتقاة والغرائب الحسان عن الشيوخ الكوفيين للصوري"
    }
  ]
}