{
  "author_id": 2592,
  "author_meta": "حسن حسني عبد الوهاب (١٣٠١ - ١٣٨٨هـ / ١٨٨٤ - ١٩٦٨م)\nعلاَّمة، بحَّاثة، أديب، من أشهر رجالات تونس في العصر الحديث (وممن قاوم مخطط تغريب تونس تحت الاحتلال الفرنسي) ومن أكثرهم خبرة في شؤون التراث العربي الإِسلامي وما يتصل به.\nولد بتونس وتوفي فيها وحصل على علومه الأولى في عدد من مدارسها، ثم انتقل إِلى باريس فدرس فيها العلوم السياسية، ثم عاد إِلى بلده، فتقلَّب في وظائف إِدارية مختلفة انتهت به إِلى منصب الوزارة أكثر من مرة، ثم أصبح مديراً لمصلحة الآثار فيها.\n[مولده وأصوله]\nولد في تونس العاصمة، في ٢٧ رمضان ١٣٠١ هـ الموافق لـ ٢١ يوليو ١٨٨٤ م ١٨ شعبان ١٣٨٨/ ٩ نوفمبر ١٩٦٨م، أي بعد الاحتلال الفرنسي لتونس بنحو ثلاثة أعوام\nينحدر من أسرة ذات يسر ووجاهة، إذ تنحدر من بني صمادح من ملوك الطوائف بالأندلسيين، وكان جده عبد الوهاب بن يوسف الصمادحي التميمي يتولى شؤون الحرس الأهلي للبلاد ويترأس التشريفات في عهد البايات الحسينيين. اما من جهة أمه فهو ينحدر من علي بن مصطفي آغا قيصرلي أحد كبار أعوان خير الدين باشا.\nوأبوه كان متخرجا في الزيتونة، وتعلم الفرنسية حتى أجادها وتولى وظائف مرموقة بالدولة، وقد عني والده به عناية فائقة، وحرص على تنشئته نشأة إسلامية عربية\n[نشأته]\nتلقى تعلمه الابتدائي بأحد كتاتيب مدينة تونس، فحفظ شيئا من القرآن\nثم بالمدرسة الابتدائية بالمهدية حيث حفظ الربع الأخير من القرآن، ودرس شيئا من علوم اللغة والدين، وابتدأ تعلم الفرنسية.\nثم انتقل إلى تونس بعد رجوع والده إليها، فأتم دراسته في مدرسة فرنسية، ونال الشهادة الابتدائية سنة (١٣١٧هـ = ١٨٩٩م).\nثم التحق بالتعليم الثانوي بالمدرسة الصادقية (وبها درس العربية والترجمة) وقد تأسست هذه المدرسة قبل الاحتلال الفرنسي وكانت منارة للعلم بعد جامع الزيتونة في تونس، وعنيت بتعليم اللغة والأدب على يد نخبة من شيوخ الزيتونة، وبتعليم الفرنسية وجملة من العلوم والفنون الحديثة، وكان يمكن للمتخرجين في هذه المدرسة الالتحاق بالجامعات الفرنسية، وكان حسن عبد الوهاب يتردد على جامع الزيتونة ويتصل بشيوخه الأعلام، ويتخذ منهم قادة له وروادا، وتردد على خزائن الكتب به، يطالع فيها نفائس المخطوطات في اللغة العربية وآدابها، والتاريخ الإسلامي وحضارته.\nولما أتم دراسته الثانوية قصد العاصمة الفرنسية باريس وانتظم في سلك تلامذة مدرسة العلوم السياسية.\nلكنه عاد إلى تونس بعد عامين، عند وفاة والده سنة (١٣٢٣هـ = ١٩٠٤م)، ولم يستمر في دراسته.\n[مساره الوظيفي]\nتقلب في عدة وظائف إدارية:\nفالتحق أولا بإدارة الفلاحة والتجارة سنة (١٣٢٤هـ = ١٩٠٥م)، واستمر فيها أربع سنوات بين عامي ١٩٠٥ و١٩١٠\nثم عين رئيسا لإدارة غابة الزياتين لشمال البلاد التونسية\nوخلال الحرب العالمية الأولى التحق بإدارة المصالح الاقتصادية (لتي تُعنى بشئون المال والتجارة) كرئيس قسم\nوفي عام (١٣٤٠هـ = ١٩٢٠م) عيّن رئيسا لخزنة المحفوظات التونسية، فأحسن تنظيمها وتنسيقها، ووضع لها النظم التي يسرت عملها وفهرسة محتوياتها، وقد استفاد من عمله في هذه الإدارة التي كانت من محاسن مؤسسات الوزير المصلح \"خير الدين التونسي\"، وجعلته يقف على التاريخ التونسي منذ الفتح التركي حتى وقت نهوضه بعمله.\nوفي العام نفسه عين قايدا أي واليا على المثاليث وكان مقر القيادة مدينة جبنيانة، وانتقل بمثل خطته عام ١٩٢٨ إلى المهدية وبقي بها إلى عام ١٩٣٥، لينتقل إلى الوطن القبلي ومقره بمدينة نابل، وبذلك قضى في تولي شئون الولايات التونسية نحو خمس عشرة سنة، قام خلالها بخدمة تلك الولايات ثقافيا وعمرانيا، فأسس المدارس والمكتبات، وعبّد الطرق، وزود القرى بوسائل الإضاءة ومياه الشرب الصالحة، وكان يلقي محاضرات ثقافية في تلك الولايات، ويدخل في حوار مع أهاليها.\nوفي عام ١٩٣٩ عاد إلى مدينة تونس ليتم تعيينه وكيل الإدارة المحلية والجهوية لشؤون الإمارة الداخلية للبلاد\nوعلى الرغم من بلوغه سن التقاعد فقد احتاج المسئولون في تونس إلى خبرته وكفاءته؛ فعين في سنة (١٣٦١هـ = ١٩٤٢م) مديرا لمصلحة الأوقاف، فحافظ عليها وحماها من أيدي الطامعين في الاستيلاء عليها\nوفي مايو ١٩٤٣ عين وزيرا للقلم (الخارجية) في بداية عهد محمد الأمين باي حيث أشرف على الشئون الخارجية للبلاد، وتولى أمر المراسلات مع الدول والهيئات الأجنبية، وظل في منصبه هذا حتى سنة (١٣٦٦هـ = ١٩٤٧م) حيث أعفى نفسه من أعباء هذا المنصب، وتفرغ للتأليف والسفر إلى الأقطار الشرقية والعربية. .\nوبعد الاستقلال عين (١٣٧٦هـ = ١٩٥٧م) رئيسا للمعهد القومي للآثار والفنون، وعلى الرغم من كبر سنه، فقد أقبل على عمله مملوءا همة ونشاطا، وقضى في تلك الوظيفة خمس سنوات، نقل خلالها مصلحة الآثار من مقرها القديم المتهالك إلى دار فخمة كان يسكنها قائد الجيش الفرنسي، وأسس خمسة متاحف، أربعة منها للآثار الإسلامية، والخامس للآثار الرومانية في قرطاجنة.\n[نشاطه العلمي]\nرغم توليه الوظائف الإدارية، فقد كان له نشاط علمي وثقافي متميز فلم ينقطع عن البحث والكتابة وإلقاء الدروس والمحاضرات والمشاركة في حضور المؤتمرات، والكتابة بالعربية والفرنسية إلى المجلات والدوريات.\nوقد شارك في عدد كبير من المؤتمرات العلمية والثقافية خارج تونس ومن بينها:\nمؤتمر المستشرقين الذي عقد في الجزائر العاصمة سنة (١٣٢٣هـ = ١٩٠٥م) بترشيح من صديقه وراعي نشأته \"محمد الأصرم\" رئيس الجمعية الخلدونية، وقدم في هذا المؤتمر الحافل بحثا محررا بالفرنسية عن العهد العربي بصقلية، والتقى بجمع من علماء العرب والمستشرقين، من أمثال \"محمد فريد\" رئيس الحزب الوطني المصري، ولويس ماسينيون من فرنسا، وآسين بلاسيوس من أسبانيا، وجورج براون من إنجلترا، وتوثقت صلته بهم، وحرص على أن يشهد مؤتمرات المستشرقين بانتظام، وكان له فيها مساهمة ملحوظة وتعقيبات مشكورة، وغيرة محمودة\nكما شارك في مؤتمر كوبنهاجن بالدانمارك (١٣٢٦هـ = ١٩٠٨م)، وفيه قدم الأب لافيس والأب لويس شيخو اليسوعيان بحثا عن وصف النبي صلى الله عليه وسلم بما لا يليق، فنهض هو للرد عليهما في لغة ناصعة وبرهان قوي، وكان لمعارضته صدى كبير لدى الحاضرين، وتأييد عظيم منهم.\nومؤتمر رباط الفتح بالمغرب عام ١٩٢٧\nومؤتمر الموسيقى الشرقية بالقاهرة عام ١٩٣٢\nومؤتمر باريس للمستشرقين الفرنسيين (١٩٢٢).\nكما سنحت له فرصة التدريس على يد محمد الأصرم حين انتدبه لتدريس التاريخ بالجمعية الخلدونية لنشر العلوم العصرية سنة (١٣٢٦هـ = ١٩٠٨م) فوجد في ذلك ميلا ورغبة ورضا لطموحه، وأقبل يبث في طلبته روح البحث والدرس، ويوجههم إلى دراسة الوثائق والآثار؛ لاستنباط ما ليس موجودا في الكتب، أو لدعم الأخبار المنقولة عنها بما تشهد به النقوش والنقود، وبذلك خطا بالدراسات التاريخية التونسية أشواطا بعيدة، وجعلها تتسم بالدقة والأمانة، والاعتماد على الآثار باعتبارها أحد المصادر المهمة لتاريخ البلاد\n[عضوية المجامع العلمية]\n- اختير عضوًا مراسلاً في المجمع العلمي العربي بدمشق منذ أول تأسيسه في سنة (١٣٤٠هـ=١٩٢١م)\n- وكان أحد الخمسة العرب من غير المصريين الذين اختيروا لتأسيس مجمع اللغة العربية بالقاهرة في سنة (١٣٥١هـ=١٩٣٢م). ويذكر له موقفه المعارض للاقتراح الذي قدمه أحد أعضاء المجمع باتخاذ الحروف اللاتينية لرسم الكتابة العربية.\n- المجمع الفرنسي للنقائش والفنون الجميلة منذ عام ١٩٣٩.\n- مجمع الآداب والكتاب الفرنسي\n- عضوًا مراسلاً لمجمع التاريخ الأسباني\n- عضوًا عاملاً باليونيسكو.\nمؤلفاته وبحوثه\n[اهتمامه بالتراث]\nحُبّب إِليه الاطلاع فكان يقصد مكتبة جامع الزيتونة ويقرأ فيها. ومارس التدريس فترة من الوقت.\nوكان شديد الولع بالحضارة العربية الإِسلامية\nكان مولعا بجمع المخطوطات والكتب النادرة، وقد جمع خلال حياته عددا كبيرا من نفائس المخطوطات وقد أهداها إلى المكتبة الوطنية التونسية. ومن أهم أقدم نسخ القرآن بمكتبة حسن حسني عبد الوهاب في دار الكتب الوطنية ما يلي:\n- قطعة من نسخة بخط كوفي عتيق، قوامها ٧٠ ورقة.\n- قطعة من نسخة، بخط مغربي عتيق، مكتوبة على الرق، قوامها ٨٣ ورقة.\n- قطعة من نسخة بخط كوفي عتيق، قوامها ١٨٣ ورقة.\n- قطعة من نسخة مكتوبة على الرق بالخط الكوفي، قوامها ٤٩ ورقة.\n[مؤلفاته وتحقيقاته]\nخلّف مؤلفات ومصنّفات وتحقيقات كثيرة تتصل بالتراث بشكل أو بآخر.\nفمن مؤلفاته\nبساط العقيق في حضارة القيروان وشاعرها ابن رشيق، وهو أول كتاب يصدره ويخرجه للناس [الطبعة الأولى، تونس، (١٣٣٠هـ=١٩١٢م)].\nالمنتخبات المدرسية للناشئة التونسية، الطبعة الأولى في تونس سنة (١٣٣٦هـ=١٩١٨م)، ثم أعيد طبعه بالقاهرة باسم المنتخب المدرسي من الأدب التونسي.\nخلاصة تاريخ تونس. (١٣٣٢هـ=١٩١٤م) وقد اشتهر هذا الكتاب وأعيد طبعه مرات عديدة\nالإرشاد إلى قواعد الاقتصاد: الطبعة الأولى، تونس (١٣٣٧هـ=١٩١٩م).\nمجمل تاريخ الأدب التونسي، الطبعة الأولى، تونس ١٩٢٧.\nشهيرات التونسيات، الطبعة الأولى، تونس ١٩٣٤ (بحث تاريخي أدبي في حياة النساء النوابغ بالقطر التونسي من الفتح الإسلامي إلى الزمان الحاضر).\nمشاهير أحبابي.\nورقات عن الحضارة العربية بإفريقية التونسية، جمع فيها بعض مقالاته المنشورة في المجلات وصدر في ثلاثة مجلدات.\nكتاب العمر في المصنفات والمؤلفين التونسيين، رصد فيه سير وتراجم عدد كبير من المؤلفين التونسيين في مراحل مختلفة من التاريخ الهجري مع التوسع في الكلام على مؤلفاتهم، وقد عهد به إِلى الباحث التونسي المعروف العروسي المطوي لتقديمه للطبع، فقام بنشره بعد أن قام بمراجعته وإِكمال ما احتاج إِلى الإِكمال منه بالاشتراك مع زميله وابن بلده بشير البكوش، وصدر في ٤ أجزاء عن دار الغرب الإسلامي ببيروت عام ١٤١٠هـ/١٩٩٠م.\nالإمام المازري (صاحب المعلم بفوائد مسلم)، وهي رسالة صغيرة ١٠٠ صفحة عن حياته، وطبعت بتونس سنة (١٣٧٥هـ=١٩٥٥م). مطبعة: دار الكتب الشرقية\nومن الكتب التي حققها:\nرسائل الانتقاد في نقد الشعر والشعراء لمحمد بن شرف القيرواني، ونشرت لأول مرة سنة (١٣٢٩هـ=١٩١١م) في مجلة المقتبس الدمشقية التي كان يصدرها محمد كرد علي، كما نشرت في بيروت، دار الكتاب الجديد، ١٤٠٤ هـ/ ١٩٨٣ م.\nأعمال الأعلام بمن بويع قبل الاحتلام من أئمة الإسلام للسان الدين الخطيب، وطبع في بلرم عام ١٣٢٨ هـ/ ١٩١٠ م، والمنشور من الكتاب قطعة متعلقة بصقلية.\nملقى السبيل لأبي العلاء المعري، وقد نشر في مجلة المقتبس مصدّرا بكلمة عن المعري وشوبنهور سنة (١٣٣٠هـ=١٩١٢م).\nوصف إفريقية والأندلس، وهو مأخوذ من كتاب مسالك الأبصار لابن فضل الله العمري، ونشر بتونس عام ١٣٣٩ هـ/١٩٢٠ م.\nكتاب يفعول للصاغاني، وقد نشر بتونس عام ١٣٤٣ هـ /١٩٢٤ م.\nكتاب آداب المعلمين لمحمد بن سحنون، ونشر بتونس عام ١٣٥٠ هـ/ ١٩٣٧ م.\n[وفاته]\nكان حسن حسني عبد الوهاب موضع تقدير دولته وثقتها، ومثلها في كثير من المؤتمرات والمنتديات العلمية فكان خير سفير لها، ورأس كثيرًا من بعثاتها، لعل من أكرمها أنه ترأس بعثة الحج الرسمية لتونس مرتين: الأولى في سنة (١٣٥٨هـ=١٩٣٩م)، والأخرى سنة (١٣٤٤هـ=١٩٦٣م)، وفي هذه الرحلة الميمونة مر بمصر ممثلاً للحكومة التونسية في عيد جامعة القاهرة، ومُنح في هذا المهرجان درجة الدكتوراه الفخرية من كلية دار العلوم.\nولم ينقطع عن الرحلات التي اعتادها في أيام حياته إلا سنة (١٣٨٣هـ=١٩٦٤م)، وكانت آخر رحلة له حضوره دورة انعقاد مجمع اللغة العربية بالقاهرة، إذ أقعده المرض بعدها عن الخروج من البيت، لكنه ظل متيقظ العقل وافر النشاط، يفتح بابه للمترددين عليه من أهل العلم والأدب، ويجيب على ما يرد عليه من أسئلة وقضايا من خلال بريده، ومكث على هذا النحو حتى لقي الله في (١٨ من شعبان ١٣٨٨هـ=٩ من نوفمبر ١٩٦٨م).\nوبعد وفاته بسبعة عشر عامًا أقامت الحكومة التونسية حفلاً تذكاريًا بمناسبة مرور مائة عام على مولده.",
  "books": [
    {
      "text_id": 115122,
      "title": "الإمام المازري"
    }
  ]
}