{
  "author_id": 2595,
  "author_meta": "الشيخ عمر العرباوي الحملاوي (١٣٢٤ - ١٤٠٥ هـ) = (١٩١٢ - ١٩٨٤ م)\nمن رجالات الإصلاح والتعليم في الجزائر ومن أعضاء جمعية العلماء المسلمين الجزائريين ولد سنة ١٩١٢ بمنطقة أولاد سيدي عامر ببلدية سيدي عيسى بولاية المسيلة الجزائرية.\n[نشأته]\nنشأ عمر العرباوي في أسرة متواضعة وهو ابن الشيخ صالح بن عبد الكريم الذي كان معلماً في الكتاتيب القرآنية، بدأ الشيخ تعليمه على يد والده وبعض المشايخ، ثمّ توجّه بعد ذلك إلى زاوية سيدي ساعد اليوطويلي عند أخواله ببلدية شلالة العذاورة ولاية المدية فحفظ القرآن وعمره ١٥ سنة، ثم انتقل بعد ذلك إلى زاوية سيدي المهدي (ولاية البليدة) درس هناك القرآن وأحكامه وأصول الفقه، ولمّا تمّ تعليمه شرع في إعطاء الدروس لطلبة مدينة البليدة، انتقل بعدها إلى بئر خادم حيث أسّس هناك مدرسة لتعليم مبادئ الإسلام واللغة العربية.\n[مع جمعية العلماء]\nاتصل بالشيخ الطيب العقبي وتأثّر بحركته الإصلاحية، ثم اتصل فيما بعد بأعضاء جمعية العلماء المسلمين، فأصبح عضوا نشيطا فيها، قام بتربية مجموعة من الطلبة بمدينة السحاولة حيث كانت إقامته مدّة من الزمن، انتقل بعدها إلى باب الواد وبلكور، فعلّم في مدارسها وأعطى دروسا في الوعظ والإرشاد في مساجدها إلى سنة ١٩٥٥.\nفي شهر رمضان بالضبط ألقت السلطات الاستعمارية عليه القبض وهو يصلي بالناس صلاة الجمعة في المسجد العتيق ببلكور بحجّة أنّه كان يحثّ الناس ويدعوهم إلى الالتحاق بصفوف جيش التحرير الوطني والجهاد في سبيل الله، فاستنطق وعذّب عذابا شديدا ونقل إلى سجن البرواقية ففتح مدرسة يعلّم المسجونين اللغة العربية والعلوم الشرعية، وبقي هناك مدّة ٣ سنوات حيث. نقل بعدها إلى معتقل «بوسوّي» حيث التقى بالشيخ أحمد سحنون والشيخ مصباح، اقتيد بعدها إلى معتقل «أركول» فبقي هناك حتّى أواخر سنة ١٩٦١ حيث أفرج عنه، وبقي تحت الإقامة الجبرية حتّى عهد الاستقلال.\n[بعد الإستقلال]\nانخرط في صفوف المعلمين وواصل مهمة الوعظ والإرشاد بمساجد العاصمة وضواحيها إلى غاية ١٩٦٧، انتقل بعدها إلى الحراش فاستقرّ بها وركّز إصلاحه في هذه الفترة على تكوين الشباب وغرس العقيدة الإسلامية السليمة، وتوجيههم توجيها صالحا إلى سنة ١٩٧٥.\n[التقاعد]\nقضى هذه الفترة الأخيرة من حياته في التأليف والوعظ والإرشاد ومطالعة الكتب كما كان له موقف مشهود سنة ١٩٧٧ إذ منع عرض مسرحية «محمد خذ حقيبتك» التي قيل عنها أنّها كانت تشتم الإسلام والمسلمين، وكرّر هذا الموقف سنة ١٩٨٠ بالجزائر «المسرح الوطني الجزائري».\nأدّى الشيخ العرباوي فريضة الحج واعتمر مرات عديدة ولم يتوقف نشاطه حتى وافته المنية، توفي صبيحة يوم الأحد ٢ ديسمبر ١٩٨٤ وقد شيعت جنازته يوم الإثنين بمقبرة سيدي رزين «طريق براقي» حيث حضرها عشرات الألاف من المسلمين قدموا من كلّ حدب وصوب، بما فيهم بعض رموز الدعوة الإسلامية في الجزائر كالشيخ أحمد سحنون والشيخ عباسي مدني والشيخ محفوظ نحناح.",
  "books": [
    {
      "text_id": 115133,
      "title": "كتاب التوحيد المسمى التخلي عن التقليد والتحلي بالأصل المفيد"
    },
    {
      "text_id": 115134,
      "title": "الاعتصام بالإسلام"
    }
  ]
}