{
  "author_id": 2596,
  "author_meta": "محمد عبد الله السمّان (١٣٣٥ - ١٤٢٨هـ) = (١٩١٧ - ٢٠٠٧ م)\nأحد أعلام الدعوة الإسلامية فى القرن العشرين، وأحد أشهر الكتاب الإسلاميين قاطبة.\n[نشأته]\nولد السمان بمصر فى ٢٧ من يوليو عام ١٩١٧م بقرية «الحما» مركز «طما» محافظة سوهاج بصعيد مصر، لأسرة متوسطة الحال تشتغل بالزراعة والتجارة المتواضعة\nأتمَّ حفظ القرآن الكريم في سن مبكرة بكتاب القرية\nوفي بداية حياته حصل على دبلوم المعلمين\nثم التحق بكلية اللغة العربية وحصل على الليسانس\nوفي سن متأخرة قرر دراسة القانون، وحصل على الليسانس في القانون، ثم دبلوم في الشريعة الإسلامية من جامعة عين شمس بالقاهرة\n[أسرته]\nتزوج الأستاذ السمان في عام ١٩٦١م من سيدة مصرية، وأنجب منها ثلاثة من البنات تخرجن في الجامعة، الأولى تخرجت في دار العلوم، والثانية في كلية الآداب قسم تاريخ، والأخيرة تخرجت في كلية الحقوق.\nزوجته - رحمها الله - عانت الكثير والكثير في غياب زوجها، حيث قضى زوجها الكثير من عمره في المعتقل السياسي والتحقيقات المستمرة، وعندما خرج الأستاذ السمان من المعتقل، واستقر به الحال، مرضت مرضًا شديدًا عانت منه ست سنوات، ثم رحلت السيدة الفاضلة في ١٩٨٣م، رحمها الله رحمة واسعة وتركت له بنات الثلاث، علمهن السمان ورباهن على الإسلام، وزوجهن وجعل من نفسه لهن أباً وأم\n[مع الإخوان المسلمين]\nانضم إلى جماعة الإخوان المسلمين في عام ١٩٤٦م، وأصبح مسؤول الإخوان في قرية \"طما\" بسوهاج\nوفي أوائل عام ١٩٤٨م انتقل إلى القاهرة، ورافق (حسن البنا) فعمل في قسم نشر الدعوة بالمركز العام بالقاهرة، وكان على صلة طيبة ووثيقة بسائر إخوانه، ومنهم: صالح عشماوي، وأحمد حسن الباقوري، ومحمد الغزالي، والسيد سابق، وغيرهم وكان قريباً من «عبد القادر عودة» و «سيد قطب» - رحمهم الله تعالى -، وكانوا يجتمعون فى منزل السمان تارة وأخرى فى منزل عودة وثالثة فى منزل قطب.\n[السمان والصحافة]\nعمل السمان محرراً بمجلة «الرسالة» لصاحبها «أحمد حسن الزيات» فى الفترة من ١٩٥٠ - ١٩٥٣\nوبعد أن أغلقت الرسالة صدر منها الإصدار الثانى فى الستينيات فعمل فى الفترة من (١٩٦٣ - ١٩٦٥) كانت مقالاته قوية ومؤثرة ومليئة بالثورة والمجاهرة بالحق.\nكما شارك فى تحرير كبرى المجلات الإسلامية (الأزهر - الاعتصام - المجتمع الكويتية).\nأثار كتابه (الإسلام حائر بين أهله) عاصفة فكرية (أيام الملك فاروق) لوضعه أسسا ومفاهيم لعودة الخلافة والحكم الإسلامى، فظل يتردد على المحاكم ثلاث عشرة جلسة إلى أن حكم القاضى بالبراءة!\nظل السمان لعدة سنوات يكتب حلقات برنامج «أبواب السماء» الذى كان يُبث عبر إذاعة «الشرق الأوسط»\nكان فى الآونة الأخيرة يكتب فى صحف «اللواء الإسلامى» و «آفاق عربية» - قبل غلقها فى العام ٢٠٠٦م - وصحيفة «الخليج البحرينية».\nأتته دعوات كثيرة من فضائيات عديدة للظهور على الشاشات لكنه كان يرفض، ولا يحب الظهور، وإن شارك في برنامج «الجريمة السياسية» على فضائية «الجزيرة»\n[اعتقاله]\nاعتقل - كغيره من الإخوان المسلمين - أيام «جمال عبد الناصر»، فقضى أصعب ست سنوات فى حياته (١٩٦٥ - ١٩٧٠)، ولم يفرج عنه إلا بعد موت عبد الناصر\n[الشيخ كشك]\nوفى المعتقل وجد السمان صديقه الشيخ عبد الحميد كشك وتوطدت علاقتهما، ورغم تلك الصداقة إلا أن الشيخ كشك لم يجد حرجاً فى مهاجمة السمان من فوق المنبر بشدة، لأنه كتب فى مجلة «روز اليوسف» - المعروفة بعدائها الرهيب للإسلام - مقالاً ينتقد فيه الشيخ «عبد الحليم محمود» شيخ الأزهر آنذاك - ذلك أن السمان كان يبغض الصوفية ويحمل على خزعبلاتهم وأفكارهم الواهية - يُراجع كتابه «تأثيم الذمة فى تضليل الأمة: رد على الطريقة البرهامية»\nوكان شيخ الأزهر معروف عنه النزعة الصوفية، لكن السمان اعتبر أن شيخ الأزهر انضم للدراويش! اعترض السمان على الشيخ وكتب محتداً مقاله الشهير «إسلام لا دروشة»،وبعد أن رفضت مجلة «الاعتصام» - كبرى المجلات الإسلامية فى العالم العربى آنذاك - نشر المقال، ما كان من السمان إلا نشر المقال فى مجلة «روز اليوسف» الشيوعية، وهلل الشيوعيون لانضمام رجل بثقل السمان إلى «روز اليوسف»، واعتبروه نصراً كبيراً وفتحاً مبينا!\nولكنه انسحب سريعاً، وعاد للاعتصام ليكتب فيها حتى أُغلقت بالضبة والمفتاح فى العام ١٩٩١م بعد رحيل مؤسسها الحاج «أحمد عيسى عاشور» رحمه الله.\nكتابة السمان فى روز اليوسف جعلته محور خطبة للشيخ كشك، حمل فيها الشيخ على السمان وأعرب عن صدمته مما فعله السمان!، ولكن سريعاً ما عادت الأمور لما كانت عليه ولما توفى الشيخ كشك فى العام ١٩٩٦م قام السمان بإعداد كتاب عن الشيخ بعنوان «الشيخ كشك قيثارة الدعوة إلى الله».\n[مصطفى محمود]\nفى أواخر السبعينيات شن السمان هجوماً عنيفاً - باسمه المستعار «أبو ذر» الذى كان يكتب به فى مجلة الاعتصام - على الدكتور مصطفى محمود، ذلك أن بعض آراء الدكتور محمود كانت تخالف السمان حول مسألة الشريعة الإسلامية والموقف من الثورة الإيرانية، ودعا الدكتور مصطفى الأستاذ السمان للقائه فى بيته فرفض! فعرض عليه أن يأتى المجلة ليتناقش معه فرفض! ودعاه أن يرد لا أن يلتقى به.\n[التصدي للتنصير]\nكان يشكو رحمه الله من تصاعد حركة التنصير فى مصر، وأن الكنيسة تعمل بطريقة مثيرة للريبة. وذكر أنه بصدد الرد على كتاب أرسله له مجهول من ٦٠٠ صفحة به ألف وخمسمائة افتراء على الإسلام\n[مؤلفاته] كثيرة، منها\nعظة الموت\nمذبحة الهنود الحمر\nالرحمة المهداة\nلماذا أسلمت\nلا يا سيادة المفتي\nحصاد الشر\nقصص الأنبياء\nالإسلام .. الجدار المائل\nالإسلام حائر بين أهله\nالإسلام هو الحل\nالإسلام والعقيدة معًا\nالإسلام والأمن الدولي ـ دار الكتب الحديثة ـ القاهرة ـ الطبعة الثانية ١٣٨٠هـ ـ ١٩٦٠م\nأين نحن من الإسلام\nالمؤامرة على الإسلام فى الجزائر\nالمتطاولون الصغار على شريعة الإسلام.\nالأمة المسلمة تحت الصفر\nمحنة الأقليات المسلمة\nالذين طغوا فى البلاد (هناك طبعة ثانية كان يعكف عليها قبل رحيله رحمه الله وذكر أنه سيضع القذافى فى أول فصل من الكتاب لأنه سقط من ذاكرته فى الطبعة الأولى التى صدرت فى العام ١٩٩٣ م عن دار الفضيلة)\nصدام حسين .. هولاكو القرن العشرين\nحسن البنا الرجل والفكرة\nأيام مع الإمام الشهيد حسن البنا، دار الفضيلة المصرية ٢٠٠٢\nالشيخ كشك قيثارة الدعوة إلى الله\nالخطب المنبرية لعبد الحميد كشك\nوكان كاتبا للرواية، فكتب ثلاث عشرة رواية ما خرج منها للنور واحدة فقط وهى رائعته «الشهيدة التى كتبها فى المعتقل وأسقط الأحداث كلها على تركيا وأتاتورك بدلا من مصر وعبد الناصر، ونقلتها للنور زوجة الأستاذ السمان - رحمها الله - حينما كانت فى زيارة له\nأصدر سلسلة الثقافة الإسلامية من ١٩٥٨ - ١٩٦٥م، واستكتب فيها أعلام الفكر الإسلامي\n[وفاته]\nتوفى فى ٢٠٠٧م عن عمر ناهز التسعين عاما، رحمه الله تعالى",
  "books": [
    {
      "text_id": 115123,
      "title": "حسن البنا - الرجل والفكرة"
    }
  ]
}