{
  "author_id": 2599,
  "author_meta": "الدكتور مصطفى خالدي (١٨٩٥ - ١٩٧٨)\nالطبيب الدكتور مصطفى خالدي من مواليد بيروت عام ١٨٩٥، سوري الأصل، من عائلة تعود بجذورها إلى مدينة حمص وإلى أسرة خالدي التي تعود بنسبها إلى خالد بن الوليد. كان والده مقدمًا في الجيش العثماني حتى نهاية الحرب العالمية الأولى عام ١٩١٨، ثم سجن وتوفى في بيروت.\nتعلم مصطفى خالدي في صغره في المدارس الإسلامية في بيروت، حيث تعلم اللغة العربية والقرآن الكريم. ثم تابع دروسه الثانوية في مدرسة (Church of scotland)،  ومن ثم في الجامعة الأميركية في بيروت حيث التحق في كلية الطب. وفي هذه الأثناء دعي إلى الخدمة العسكرية في الجيش العثماني، لذا، فإنه أكمل دراسته في كلية الطب التي أسستها الحكومة العثمانية، فأتم دراسته باللغة التركية، وتخرج برتبة ملازم أول في الجسم الطبي، كما انتدب لوقت قصير إلى فلسطين عام ١٩١٤.\nبعد انتهاء الحرب العالمية الأولى عام ١٩١٨، التحق مجددًا بالجامعة الأميركية، ونال منها شهادة الطب العالمية عام ١٩٢٠. مارس الدكتور مصطفى خالدي عمله الطبي في مستشفى الجامعة الأميركية مساعدًا للدكتور (Dorman)  أستاذ التوليد.\nاشتهر الدكتور خالدي في بيروت ولبنان بأنه أشهر جراح في التوليد. رقي إلى رتبة أستاذ في التوليد. كما أوكلت إليه أمر رئاسة قسم التوليد عندما أحيل الدكتور (Dorman)  إلى التقاعد.\nحاز الدكتور خالدي على منحة (روكفلر) فكانت له فرصة علمية، للاطلاع على أساليب التوليد الحديثة في كليات أميركا ومستشفيات كندا ولندن وباريس، وبذلك أتم تحصيله الطبي وابحاثه في طب النساء والتوليد بتفوق باهر.\nفي عام ١٩٤٨ اقترن بالسيدة وفيقة نقاش خريجة المدرسة السورية الإنجليزية في بيروت ورزقا السادة: رمزي، سامي، نديم والسيدة ليلى. وقد تولى أنجاله الأطباء من بعده إدارة مستشفاه.\nكان الدكتور مصطفى خالدي بالإضافة إلى إسهاماته الطبية والعلمية، متفاعلاً مع مجتمعه وبيئته، فهو أحد أعضاء حزب الهيئة الوطنية، والكتلة الإسلامية، وكان أحد أعضاء المجلس الشرعي الإسلامي الأعلى، وهو أول من أسهم في تأسيس «جمعية الشابات المسلمات»، وله الفضل عام ١٩٤٨ في تأسيس كلية التمريض التابعة لجمعية المقاصد الخيرية الإسلامية في بيروت التي أطلقت على قاعة اسم «قاعة الدكتور مصطفى خالدي» تكريمًا ووفاء له ولإسهاماته. كما كان له الفضل في تأسيس المستشفى الإسلامي في بيروت (مستشفى المقاصد فيما بعد).\nفي عام ١٩٥٢ أسس «مستشفى خالدي» في رأس بيروت للتوليد والجراحة قرب الجامعة الأميركية في الشارع الذي أطلقت بلدية بيروت اسمه عليه قريبًا من شارع المكحول، وأطلق على المستشفى يومذاك اسم «مستشفى ليلى خالدي» غير أنه عرف وما يزال باسم مستشفى خالدي. وبما أنه كان يملك حسًا وطنيًا وقوميًا وإسلاميًا، فقد أسهم إسهامًا بارزًا مع جامعة الدول العربية ومؤسسات المجتمع الأهلي في بيروت في مساعدة اللاجئين الفلسطينيين النازحين من فلسطين إلى لبنان.\nله العديد من المؤلفات والمقالات العلمية والطبية والسياسية لاسيما في مجال التوليد، وله كتاب مهم باللغة الإنجليزية صدر عام ١٩٥٣ يتحدث فيه عن واقع لبنان بعنوان: (Muslim Lebanon Today).  ونظرًا لخطورة ما جاء فيه من معلومات، فقد عمدت السلطات اللبنانية آنذاك إلى مصادرته وإحراقه. كما أحيل الدكتور خالدي إلى المحاكمة.\nوقد قامت جامعة بيروت العربية عام ١٩٧٧ بهمة الحاج توفيق حوري بترجمته إلى اللغة العربية بواسطة الأخ المرحوم الأستاذ محمود الحوت بعنوان \" حاضر لبنان المسلم \". وكان قد اتفق معه قبل وفاته بأشهر على هذه الترجمة إلى العربية. ويعتبر الطبيب الدكتور مصطفى خالدي من أهم الشخصيات ليس في مجال الطب فحسب، ولكن في المجالات الإسلامية والوطنية والقومية، وكان في مقدمة الوطنيين المناضلين في سبيل القضايا العربية وفي مقدمتها قضية فلسطين.\nمن مؤلفاته الأخرى: \" على عتبة الأمومة \" مطبعة طبارة ١٩٥٣، و\" صحة الحامل \" بيروت ١٩٢٨، و\" التبشير والاستعمار في البلاد العربية \" بالاشتراك مع الدكتور عمر فروخ ١٩٥٣.\nيضاف إلى ترجمته:\nعمل (٤٥ سنة) طبيبًا للولادة، وأجرى في حياته حوالي (٣٠) ألف عملية جراحية، منها (١٥) ألف ولادة، والباقي مختلفة.\nمات في ١٥ أيلول (أغسطس) سنة ١٩٧٨\nانظر: المستدرك على تتمة الأعلام للزركلي (الأول والثاني)، محمد خير رمضان يوسف، ص ٢٦٩، الطبعة الأولى ١٤٢٢ - ٢٠٠٢ م، دار ابن حزم للطباعة والنشر والتوزيع. بيروت - لبنان.\nنقلاً عن \" سجل الأيام \": ٣/ ٣٠٧. وهكذا وردت سنة وفاته في هذا المصدر بالتحديد، بخلاف المصدر السابق.",
  "books": [
    {
      "text_id": 117361,
      "title": "التبشير والاستعمار في البلاد العربية عرض لجهود المبشرين التي ترمي إلى اخضاع الشرق للاستعمار الغربي"
    }
  ]
}