{
  "author_id": 2602,
  "author_meta": "أديب إسلامي مصري، غير مكثر في ميدان الكتابة، لكنه رصين الأداء، مقتدر في استيفاء جوانب ما يطرقه، أبرز مؤلفاته (الاتجاهات الوطنية في الأدب المعاصر) الذي رد فيه على طه حسين وغيره، و (الروحية الحديثة حقيقتها وأهدافها) و (اتجاهات هدامة في الفكر العربي المعاصر) و (حصوننا مهددة من الداخل)، توفي رحمه الله سنة (١٤٠٣) هـ.\nوهذا مقال عنه بعنوان (محمد محمد حسين .. رائدٌ سَمَا عَنِ الأَطْمَاع)، كتبه عبد العزيز بن صالح العسكر، يقول:\nلم أجد أدقَّ ولا أصدق ولا أقرب إلى الحقيقة في الحديث عن إمام الأدب الأصيل في العصر الحديث، العَلَم الذي نتحدث عنه هنا مما خطَّه بقلمه - رحمه الله رحمة واسعة - فتعال معي أخي القارئ في حديث موجز عن ميلاده ودراسته وأعماله الوظيفية.\n[ترجمته بقلمه]:\nيقول: \"ولدت في سوهاج، من مدن الصعيد في مصر سنة ١٩١٢م، وتلقيت تعليمي الابتدائي والثانوي فيها، باستثناء السنة الأولى الثانوية التي التحقت فيها بمدرسة أسيوط الثانوية؛ لأنها كانت المدرسة الثانوية الوحيدة في صعيد مصر وقتذاك، وحصلت على الليسانس سنة ١٩٣٧م من قسم اللغة العربية في (الجامعة المصرية)، وكذلك كان اسمها؛ لأنها كانت الجامعة الوحيدة في مصر وفي البلاد العربية وقتذاك. وعُيِّنت معيدًا في الكلية في السنة نفسها، وكُلِّفت بتدريس اثني عشر درسًا أسبوعيًّا في السنة الأولى. وكانت هذه هي السابقة الأولى التي يُعيَّن فيها معيد في سنة تخرجه ويكلف بالتدريس. ثم حصلت على (الماجستير والدكتوراه)، وانتدبت للتدريس في كلية الآداب بالإسكندرية سنة ١٩٤٠م، وكانت وقتذاك فرعًا من الجامعة المصرية في القاهرة، ثم نقلت إليها بعد استقلالها سنة ١٩٤٢م، وتدرجت في وظائف التدريس بها إلى أن شغلت كرسي الأستاذية سنة ١٩٥٤م، وأُعرت أثناء عملي إلى الجامعة الليبية وجامعة بيروت العربية، ثم تعاقدت مع جامعة بيروت العربية بعد بلوغي سن التقاعد سنة ١٩٧٢م، وظللت بها إلى أن تعاقدت مع جامعة محمد بن سعود الإسلامية سنة ١٩٧٦م، حيث أعمل الآن في ٢ رجب ١٤٠١هـ - ٦/ ٥/١٩٨١م.\nهذا هو \"محمد محمد حسين\"، المفكر الأديب الناقد في تعريفه لنفسه، ولكن ماذا يقول عنه التاريخ والمؤرخون؟\nلقد عاش أديبنا في زمن مبكر من النهضة الأدبية الحديثة - كما تُدعى - وكان في الساحة الأدبية والفكرية اتجاهان اثنان: اتجاه محافظ أصيل، واتجاه آخر متأثر بالغرب معجب بالغربيين وبكل ما عندهم، داعٍ إلى أن تكون أمم الشرق - وبخاصة البلاد العربية - مثل أوروبا في كل شيء.\nوهذا الاتجاه الأخير كان من أعلامه بعض قادة الأدب وأعلامه في مصر زمن دراسة محمد محمد حسين، وأبرز أولئك (طه حسين) الذي كان أستاذًا لأديبنا.\nوفي ظل تلك الظروف انخرط محمد حسين في هذا الاتجاه عَلِمَ أو لم يَعْلَم ويكتب متأثرًا به، وظهر ذلك جليًّا في رسالته (للدكتوراه) التي كانت بعنوان: (الهجاء والهجَّاؤون).\nولكن الله تعالى بمنه وكرمه فتح بصيرة الرجل وأنار فكره وقلبه فتبيَّن له زيف ذلك الاتجاه وانحرافه واعوجاجه، فتركه ونحا منحى آخر، وسلك طريقًا معاكسًا له، سلك مسلك الطبيب الناصح والمجاهد المخلص الذي يدعو للفضيلة بفعله قبل قوله، ويوضح معالم الخير النقي الصحيح، ويفضح خطط الباطل ودعاة الشر، ويرد على مكائدهم وأباطيلهم.\nيقول رحمه الله في سياق حديثه في مقدمة كتابه: (حصوننا مهددة من داخلها): \"كتبت هذه الصفحات حين كتبتها لكي أفضح هذا النفر من المفسدين، وأنبِّه إلى ما انكشف لي من أهدافهم وأساليبهم التي خُدِعْتُ بها أنا نفسي حينًا من الزمان مع المخدوعين، أسأل الله أن يغفر لي فيه ما سبق به اللسان والقلم. وإن مَدَّ الله في عمري رجوت أن أصلح بعض ما أفسدت مما أصبح الآن في أيدي القراء. وأكثره في بحث حصلت به على درجة (دكتور في الآداب) من جامعة القاهرة، ثم نشرته تحت اسم (الهجاء والهجَّاؤون).\nوقد كان مُصابي هذا في نفسي وفي تفكيري مما جعلني أقوى الناس إحساسًا بالكارثة التي يتردَّى فيها ضحايا هؤلاء المفسدين، وأشدهم رغبة في إنقاذهم منها بالكشف عما خفي من أساليب الهدَّامين وشِرَاكهم\".\nهذه إشارة سريعة إلى منهج الرجل واتجاهه؛ عرفنا منها صدق قوله واستقامة منهجه، وقوة عزيمته، وقد استطاع - بتوفيق الله - أن يصلح أخطاء كتابه بقدر ما وسعته الطاقة في الطبعات التي ظهرت في بيروت منذ ١٩٦٩م.\n[من شهادات معاصريه]:\nيقول الدكتور الشيخ محمد بن سعد بن حسين - وهو رفيقه في كلية اللغة العربية بالرياض لمدة سبعة أعوام تقريبًا -: \"والناظر إلى كتبه بلا استثناء يجد أنها جميعًا من الموضوعات التي تَهَيَّبَ ميدانها كثيرون أو أنها موضوعات ذات حساسية في الميادين الفكرية؛ فهل تستطيع تحسس علة هذا الاتجاه والأسباب الدافعة إليه. نستطيع تلخيص ذلك في رواية ثلاثة أبيات من الشعر أحدها قول بعضهم:\nوما المرء إلاَّ حيث يجعل نفسه … فكن طالبًا في الناس أعلى المراتب\nوالآخر قول أبي الطَّيِّب:\nعلى قدر أهل العزم تأتي العزائم … وتأتي على قدر الكرام المكارم\nتعظم في عين الصغير صغارها … وتصغر في عين العظيم العظائم\nفكأنه تمثل النصيحة في البيت الأول فتحقق في أعماله معنى البيتين الآخرين، لقد كان: مؤمنًا صادقًا، وتقيًّا نقيًّا، ومتعففًا مترفعًا. إذا تعارض حقه المالي مع الاحتفاظ بالكرامة قدم الاحتفاظ بالكرامة على المال. ولم أعرف أن الرجل انتصف لنفسه من المسيئين إليه، وما جدَّ في طلب أو جاه، وتلك قواصم ظهور العلماء، يشتد حين تكون الخصومة فكرية، فإذا وصلت الأمور إلى إطار الشخصيات انطوى كأنما حُدِّث في أمر مخجل\".\nويبين الدكتور إبراهيم عوضين طريقة طرح محمد محمد حسين ونقده، ودراساته وبحوثه، فيقول: \"والمبدع في نقد الدكتور محمد محمد حسين أنه يأتي بالدليل الحاسم في قوة؛ فليست بحوثه ذبذبات عاطفية تعتمد على الضجيج الخطابي، ولكنها ثمرة فكر عاقل، يؤمن بالحجة، ويعتصم بالدليل، فإذا ملأ كفه من الإقناع جاء بوهج العاطفة ليحدث من التأثير البالغ ما يترك هداه في قلوب من يستمعون القول فيتبعون أحسنه، أولئك الذين هداهم الله، وأحيل الدارس المتتبع إلى المجلد الثامن والعشرين من مجلة الأزهر الصادر في سنة ١٣٧٦هـ، ليرى بحوث الدكتور محمد محمد حسين في هذا المضمار ناضجة الثمار شهية القطوف. والحق أن بحوثه في محاربة الحركات الهدامة في هذا العصر كانت ضرورة حتمية يوجبها الواقع المعاصر؛ حيث كان الاحتلال الإنجليزي لمصر مصدرًا خطرًا لشبهات ظالمة تلحق بالإسلام\".\n[عالِم يدرب طلابه، ثم لا ينسى جهدهم]:\nلقد قاد محمد محمد حسين - رحمه الله - الصدق والأمانة وكَرَم النفس وأصالة الطبع ولطيف المعشر، لتسجيل عبرات الوفاء لمن ساهم معه في إخراج كتاب وتحقيقه ونشره، سجَّل تلك العبارات لنفر ربما كان هو صاحب الفضل عليهم وله السابقة في خدمتهم ونفعهم، بل ربما كانت جهودهم (المحدودة) معه رد جميل وبر وصلة لمعلم فاضل وأستاذ كريم لم يبخل عليهم بشيء، وقد طوَّق أعناقهم بفضائله ومكارمه.\nيقول في مقدمة ديوان \"الأعشى الكبير\" وهو الديوان الذي حققه: \"وقد كان ساعدني في إخراج هذا الكتاب في طبعته الأولى جماعة من الأصدقاء؛ فتفضل الأستاذ شوقي أمين بمعاونتي في مراجعة مسودات الطبع، وأسدى إليَّ كثيرًا من الآراء النافعة التي اقتنعت بكثير منها وأخذت به. وتفضل الزميل محمد أبو الفرج المعيد بقسم اللغة العربية في جامعة الإسكندرية بوضع الفهارس اللغوية للديوان - ويعلق في هامش الكتاب: توفي الدكتور محمد أبو الفرج في خلال العام الدراسي الماضي. أسأل الله الكريم أن يرحمه ويحسن إليه - ك ما تفضل مصطفى عبد اللطيف الشويمي الطالب بليسانس الآداب بوضع فهارس الأعلام والأماكن والقبائل والأيام، وتفضلت الآنسة عزة كرارة المتخرجة في قسم اللغة الإنجليزية بجامعة الإسكندرية، بترجمة المقدمة الألمانية للمستشرق (جاير) في الطبعة الأوروبية، فإلى هؤلاء جميعًا أقدم شكري الخالص\".\nإن في هذا لدلالة كبيرة على أن الرجل مربٍّ فاضل وليس عالمًا فقط؛ فهو يدعو بفعله قبل قوله إلى أن يُعْرَف الفضلُ لأهله؛ وهو بذلك يحفز همَّة كل قادر على العمل والبحث أن يقدم ما يستطيع؛ وليس بالضرورة أن يخرج عملاً مستقلاً بنفسه، ولكنه بإمكانه أن يشارك مع إخوانه وزملائه في إنجاز أعمال علمية؛ وله فيها - بإذن الله - أجران: فحقه أن يُشكر من قبل إخوانه، ثم إنَّ له ما هو أغلى وأسمى من ذلك وهو الأجر من الله تعالى إن خلُصت نيته وصدَق توجهه.\nإن سطورًا متواضعة كهذه التي نكتب هنا لن تفي بحق عَلَم كمَن نتحدث عنه؛ ولكنها إشارات، وحَسْبنا أن نثبت فيها أسماء المصادر والمراجع لمن أراد المزيد.\n[وفاته]:\nتوفي محمد محمد حسين سنة ١٤٠٢هـ = ١٩٨٢م، حيث بلغ من العمر سبعين سنة. وقد رثاه بعض الشعراء والأدباء، ومنهم الدكتور محمد بن سعد بن حسين بقصيدة منها:\nصَمَتَ الصريرُ وجَفَّتِ الأقلامُ .. … .. وطَوَتْ صَحَائِفَ عُمْرِكَ الأَيْامُ\nهدأَ الزَّئِيرُ فَلا مَعَاركَ نَقْعُها .. … .. وَهَجُ العُقُولِ يمدُّه الإِلْهَامُ\nوَأُبِيحَ غَابٌ كُنْتَ فيهِ مُسَوَّدًا .. … .. رَفَضَ ابنُ آوى إِذ هوى الضرغامُ\nأَنَا إِنْ بَكَيْتُكَ سَاعَةً فلطالما .. … .. ذَرِفَتْ علَيْكَ دُمُوعَها الأعْلامُ@@\n[مؤلفاته]:\nبلغت كتب الدكتور محمد محمد حسين المطبوعة أحَدَ عشر كتابًا، وهي:\n١ - الاتجاهات الوطنية في الأدب المعاصر (في جزأين).\n٢ - الإسلام والحضارة الغربية.\n٣ - أزمة العصر، وأصله ثلاثون حديثًا كتبت لتبث من إذاعة الرياض عام ١٣٩٧هـ.\n٤ - حصوننا مهددة من داخلها، وأصله مجوعة مقالات شهرية نشرت في مجلة الأزهر المصرية في عامي ١٣٧٧هـ، ١٣٧٨هـ.\n٥ - الهجاء والهجَّاؤون في صدر الإسلام، وهذا الكتاب جزء من بحثه في (الدكتوراه).\n٦ - أساليب الصناعة في شعر الخمر والأسفار، وهذا الكتاب (كما يذكر المؤلف في مقدمته) فصلان من بحث مرحلة (الماجستير).\n٧ - شرح وتعليق على ديوان الأعشى الكبير (ميمون بن قيس).\n٨ - المتنبي والقرامطةن وهذا الكتاب (كما يذكر المؤلف في مقدمته) في الأصل محاضرة ألقاها في كلية الآداب بالجامعة الليبية ببنغازي عام ١٣٨٣هـ.\n٩ - الهجاء والهجَّاؤون في الجاهلية.\n١٠ - مقالات في الأدب واللغة، وهذا الكتاب يحوي ستة بحوث هي:\nأ - تطوير قواعد اللغة العربية.\nب - بين سينية البحترية وسينية شوقي.\nج- فقه اللغة بين الأصالة والتغريب.\nد- دعوة الشيخ محمد بن عبد الوهاب بين التأييد والمعارضة.\nهـ- أثر الأدب الغربي في الأدب العربي المعاصر.\nو- اقتراحات للنهوض بمستوى اللغة العربية.\nوقد طبعت تلك البحوث مجتمعة في كتاب واحد بعد وفاة المؤلف - رحمه الله - ونشرتها مؤسسة الرسالة في بيروت عام ١٤٠٩هـ - ١٩٨٩م بإشراف ورثة المؤلف.\n١١ - الروحية الحديثة دعوة هدامة، وهذا الكتاب في الأصل محاضرة ألقيت في جمعية الشبان المسلمين بالإسكندرية عام ١٣٧٩هـ، وكانت بعنوان: الروحية الحديثة حقيقتها وأهدافها.\nكما أن للأستاذ محمد محمد حسين مؤلفات أخرى وكتبًا بعضها لا يزال مخطوطًا، وبعضها طبع مرة واحدة فقط ثم نفد ولم يعد يوجد، ومنها:\nأ- رواية الدموع.\nب- الأعشى صناجة العرب، بحثه في (الماجستير)، وهو لا يزال مخطوطًا فيما نعلم.\nج- فتح مكة.\nد- اتجاهات هدامة في الفكر العربي المعاصر، وهو في الأصل محاضرة ألقيت في جمعية الشبان المسلمين بالإسكندرية.\nوقد لقيت كتب ورسائل هذا الأديب من طلابه وغيرهم عناية واهتمامًا، ومن أفضل من اعتنى بها كتاب نفيس بعنوان (موقف الدكتور محمد محمد حسين من الحركات الهدامة) ألفه الدكتور إبراهيم محمد عوضين، وفيه تناول المؤلف بالدراسة بعضًا من كتب محمد حسين وأبرز من خلال تلك الدراسة شجاعة أديبنا وجرأته وغيرته على الدين والعقيدة والمثل الإسلامية، وقد نشرت الكتاب مؤسسة الرسالة في بيروت، الطبعة الأولى ١٤٠٦هـ - ١٩٨٥م، رحم الله محمد محمد حسين وغفر له.\nوبعد وفاة هذا الأديب - رحمه الله - أُعِدَّتْ رسالتا (ماجستير) عن حياته وأدبه؛ فقد أعد الباحث: عليان بن دخيل الله الحازمي رسالة (ماجستير) في كلية اللغة العربية بالرياض في جامعة الإمام عام ١٤٠٧هـ بعنوان: (محمد محمد حسين حياته وآثاره الفكرية والأدبية)، وبلغت صفحاتها حوالي ثمانمائة صفحة، وفي عام ١٤١٤هـ أعد الباحث محمد عبد الحميد محمد خليفة رسالة (ماجستير) في قسم اللغة العربية بجامعة الإسكندرية بعنوان: (دراسة النص الأدبي عند محمد محمد حسين)، وبلغت صفحاتها حوالي ٣٣٠ صفحة.\nولكنَّ الرسالتين المذكورتين لم تنشرا - فيما نعلم - أسأل الله أن يوفق الأخوين الباحثين لطباعة كتابيهما ليكونا إضافة نفيسة إلى المكتبة العربية، كما نتمنى أن تجد كتب أستاذنا (محمد محمد حسين) العناية والاهتمام من القراء والباحثين وأصحاب دور النشر في البلاد العربية؛ لأن تلك الكتب تُحَدِّد معالم الأدب الأصيل، وتكشف زيف خصومه. والله الموفق والمعين.",
  "books": [
    {
      "text_id": 121375,
      "title": "حصوننا مهددة من داخلها"
    }
  ]
}