{
  "author_id": 2608,
  "author_meta": "الدكتور خالد بن عبد الرحمن بن حمد الشايع\nالمملكة العربية السعودية ـ الرياض\nدرس على عدد من العلماء منهم:\n١ - سماحة الشيخ الوالد عبد العزيز بن باز -رحمه الله- منذ عام ١٤٠٥هـ وحتى وفاته.\n٢ - سماحة المفتي العام للمملكة الشيخ عبد العزيز بن عبدالله آل الشيخ حفظه الله.\n٣ - فضيلة الشيخ محمد بن صالح العثيمين - رحمه الله - خلال دروسه بالمسجد الحرام بمكة المكرمة.\n٤ - فضيلة الشيخ عبدالله بن حسن بن قعود عضو اللجنة الدائمة للإفتاء رحمه الله.\n٥ - فضيلة الشيخ عبد الله بن عبد الرحمن الغديان عضو اللجنة الدائمة للإفتاء وعضو هيئة كبار العلماء حفظه الله.\n٦ - الشيخ د. عبد الله بن عبدالرحمن الجبرين عضو الإفتاء سابقاً حفظه الله.\n٧ - الشيخ أ. د. صالح بن غانم السدلان الأستاذ بكلية الشريعة حفظه الله.\n٨ - الشيخ د. صالح بن فوزان الفوزان عضو اللجنة الدائمة للإفتاء وعضو هيئة كبار العلماء حفظه الله.\n٩ - سماحة الشيخ صالح بن محمد اللحيدان رئيس مجلس القضاء الأعلى وعضو هيئة كبار العلماء حفظه الله.\n١٠ - الشيخ المحدِّث علي الهندي المدرس بالمسجد الحرام -رحمه لله -\nوفي كلية الشريعة درس على أساتذتها، ومنهم:\n١ - الشيخ د. عبد الله بن محمد بن إبراهيم آل الشيخ وزير العدل حفظه الله.\n٢ - الشيخ د. عبدالله الحديثي وكيل وزارة العدل حفظه الله.\n٣ - الشيخ أ. د. محمد الأحمد الصالح أستاذ الفقه حفظه الله.\n٤ - الشيخ أ. د. محمد بن عبدالله السمهري أستاذ العقيدة حفظه الله.\n٥ - الشيخ أ. د. يعقوب الباحسين أستاذ أصول الفقه حفظه الله.\n٦ - الشيخ د. عبدالرحمن الرسيني أستاذ الفقه حفظه الله.\n٧ - الشيخ د. عبدالله الرسيني أستاذ أصول الفقه حفظه الله.\nوغيرهم كثير، نفع الله بالجميع.\nـ ومن مهامه وأعماله:\n- مشرف تربوي بوزارة التربية.\n- خطيب لجامع مستشفى الأمل بالرياض.\n- محاضر متعاون بكلية الطب بمدينة الملك فهد الطبية بالرياض في مقررات الثقافة الإسلامية.\n- الأمين المساعد للبرنامج العالمي للتعريف بنبي الرحمة محمد صلى الله عليه وسلم.\n- له مشاركات تربوية وشرعية، محلية ودولية، في المملكة وخارجها، عبر المحاضرات والندوات والملتقيات والمؤتمرات.\n- شارك محاضراً ومدرساً في عدد من المراكز الإسلامية، في أوروبا وأمريكا واستراليا في دورات علمية متنوعة نظمتها جامعة الإمام محمد بن سعود الإسلامية ووزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد وغيرهما من المراكز والجمعيات في خارج المملكة العربية السعودية.\n- شارك في وفود رسمية لافتتاح ندوات ومؤتمرات جوامع ومساجد ومراكز إسلامية أسسها خادم الحرمين في الولايات المتحدة الأمريكية وفي أوروبا وأستراليا وأمريكا الجنوبية.\n- عضو في التوعية الإسلامية في الحج منذ عام ١٤١٥هـ.\n- متعاون في معالجة الإدمان بمستشفى الأمل بالرياض منذ عام ١٤١٠هـ.\n- عضو اللجنة العلمية بجمعية رعاية الأيتام بالرياض في دورتها الأولى.\n- عضو في وحدة الإرشاد الاجتماعي بالمملكة التابعة لوزارة الشئون الاجتماعية في دورتها الأولى.\n- عضو لجنة الصلاة بإدارة التربية والتعليم بمنطقة الرياض في بعض دوراتها.\n- أشرف على دار المناجاة النسائية لتحفيظ القرآن الكريم.\n- وعضو فريق تأليف مناهج العلوم الشرعية بوزارة التربية والتعليم بالرياض.\n- عضو الجمعية الدولية لتاريخ الطب الإسلامي.\n- مستشار شرعي غير متفرغ للشئون الدينية بمجمع الأمل الطبي بالرياض ١٤٢٤ـ ١٤٢٥هـ.\nالمشاركات العامة العلمية والإعلامية:\nمن خلال إلقاء المحاضرات والندوات في مناطق المملكة ومحافظاتها وفي المؤسسات الحكومية والسجون ودور الرعاية والإصلاح والمهرجانات الصيفية وغيرها ضمن برامج مكاتب الدعوة ولجان التنشيط السياحي، بالإضافة إلى الإجابة عن الاستشارات الشرعية والاجتماعية والتربوية والإعلامية الواردة عبر الهاتف وغيره من داخل المملكة وخارجها.\nإضافة إلى إلقاء أوراق العمل والمحاضرات المتخصصة في عدد من المناسبات المحلية والدولية.\nوالمشاركة عبر وسائل الإعلام المقروءة والمرئية والمسموعة.\nله عدد من المؤلفات والتحقيقات العلمية المتنوعة في أبواب العلم في العقيدة والفقه والسيرة والآداب والسلوك وغير ذلك، ومنها الرسائل المختصرة والبحوث المطولة، تزيد على ستين عنواناً.\nللتواصل:\nد. خالد بن عبد الرحمن بن حمد الشايع\nالمملكة العربية السعودية\nص. ب/ ٥٧٢٤٢ ـ الرياض ١١٥٧٤\nالبريد الإلكتروني /  dr.khalidshaya@hotmail.com\nنقلا عن: موقع صيد الفوائد",
  "books": [
    {
      "text_id": 122231,
      "title": "استدراك وتعقيب على الشيخ شعيب الأرنؤوط في تأويله بعض أحاديث الصفات"
    }
  ]
}