{
  "author_id": 2613,
  "author_meta": "الدكتور رمضان مصطفى الدسوقى -رحمهُ الله\nولد سنة [١٣٨١هـ - ١٩٦١م] بإحدى قرى مركز المنصورة\nحفظ القرآن الكريم في الصغر والتحق بالأزهر الشريف إلى أن تخرًج في كلية أصول الدين والدعوة، وكان من أوائل دفعته، ثم عين معيدا بقسم الحديث بالكلية.\nولكنه انتقل إلى عمل إداري لأسباب خارجة عن إرادته.\nثم التحق بقسم الدعوة بكلية أصول الدين وحصل فيه على درجة الماجستير في الدعوة، وكانت بعنوان \"السياسة الخارجية للنبى صلى الله عليه وسلم مع الملوك والأمراء\" وكان ذلك عام ١٤٢٠ هـ، ثم حصل على درجة الدكتوراه فى الأديان، وكانت بعنوان \"جهود علماء المسلمين فى نقد الكتاب المقدس عرض ونقد\" وكان ذلك عام ١٤٢٤ هـ.\nمتزوج وأب لأربعة أولاد أتم اثنان منهم حفظ القرآن على يديه (سلمى ومحمد) وما زال محمود ومازن يكملون الحفظ ..\nكان يلجأ إليه الكثيرون من أهل قريته فى أحكام الشرع وأحيانا موضوعات خاصة لمعرفته بأمور الدين والدنيا، وله دور فى حل الكثير من الخلافات لقبوله عند الناس بالقرية ولأنه يحظى بتقدير الجميع حتى من اختلفوا معه، له فضل على كثير من الشباب حيث أرشدهم الى طريق الخير\nكان يتمتع بصوت ندىٍ خاشعٍ في تلاوة القرآن، اكتشف الكثير من الأصوات الجميلة بالقرية وقدمها على يديه للإمامة بعد أن علمهم بنفسه علوم القرآن وأحكام التلاوة والترتيل .. فهم الآن يؤمُون الناس بالمساجد ..\nكان خطيبا مفوها، امتازت خطبه بالتجديد والإبداع والتشويق فى العرض وربط الموضوع بالواقع وكانت له إشراقة معهودة بعد صلاة فجر اليوم الأول من رمضان كل عام ليطل على الناس بابتسامةٍ -لا ينساها الكثيرون- ليهنئهم بقدوم الشهر الكريم ويحثُهم على الإكثار من الطاعات فيه ..\nتميًز بخفة ظله فكان رحمه الله دائم الابتسامة بشوش الوجه رقيق النفس محبا للخير ومحثا على مراعاة مصلحة الفقير فى كل عمل من أعمال البر.\nتعرض للاضطهاد والتعذيب من قبل أمن الدولة بعد أن اعتقل سنة ٢٠٠٠م وخرج بعد شهور وقد كُسر بالسجن ذراعه.\nله مجموعة من المؤلفات القيمة وكتب وقصائد شعرية ومسرحيات أبرزها مأساة العالم الإسلامى وتحقيق كتاب الطب النبوى لابن قيم الجوزية رحمه الله.\nتوفى عام [١٤٣٣هـ - ٢٠١٢م] بعد معاناةٍ مع المرض ظلت لسنوات ..\nرحم الله رجلاً عهدناه طيبا خلوقاً كريما متواضعا براً رحيماً .. رحمهُ الله رحمةً واسعة وأسكنهُ فسيح جنًاته.",
  "books": [
    {
      "text_id": 122258,
      "title": "جهود علماء المسلمين في نقد الكتاب المقدس من القرن الثامن الهجري إلى العصر الحاضر \"عرض ونقد\""
    }
  ]
}