{
  "author_id": 2622,
  "author_meta": "ولد في اللاذقية - إحدى مدن سواحل الشام عام ١٩٥٥م.\nنشأ وتربى في دمشق موطن قرابته لأمه، وعاصر وسمع وانتفع بالبقية الباقية من علمائها وصالحيها وزهادها.\nكان لمدرسة مسجد زيد بن ثابت الأنصاري، وأستاذها العلامة المربي الكبير الشيخ عبد الكريم الرفاعي، ومن كان معه من أحبائه وتلاميذه من القراء والفقهاء والسادة الفضلاء أعظم الأثر، وأحسنه في توجيه الدكتور محمد وإرشاده وتعليمه.\nوظائفه\nعضو رابطة العلماء السوريين.\nعضو الاتحاد العالمي لعلماء المسلمين.\nعضو مجمع الفقهاء في أمريكا الشمالية.\nأستاذ الفقه وأصوله وفلسفة التشريع (الجامعة الأمريكية المفتوحة - الولايات المتحدة الأمريكية).\nمشرف على العديد من الرسائل الجامعة في الفقه وعلومه.\nأستاذ محاضر وزائر في الجامعات الأمريكية والكليات والمراكز الإسلامية.\nعمل مستشارا فقهيا للعديد من المراكز والمؤسسات الإسلامية.\nأحد علماء المهجر المعتبرين والفقهاء المعدودين.\nمحاضر وخطيب باللغتين العربية والإنجليزية.\nمنهجه\nله قصب السبق في الدعوة إلى تجديد الإسلام في هذا القرن في مواجهة دعاة التحديث من خلال مؤلفاته ورسائله ومحاضراته، وهو صاحب كتاب الخطاب الديني … بين تحديث الدخلاء وتجديد العلماء.\nمؤلفاته\nألف العديد من الكتب والرسائل في الكتب والرسائل في الفقه والحديث والعقيدة والدعوة، وغيرها من أنواع المعارف الإسلامية، من أهمها:\nموسوعة مسائل الجمهور في الفقه الإسلامي\nالقانون .. في عقائد ومذاهب الفرق الإسلامية\nإتحاف المحبين بترتيب رياض الصالحين.\nفقه السنن.\nالخطاب الديني … بين تحديث الدخلاء وتجديد العلماء.\nأزمة الخليج في ميزان الفقهاء.\nسفر المرأة بدون محرم في ميزان الفقهاء.\nفرنسا تخلع حجاب الحرية والديموقراطية.\nحادثة نيويورك … ((امرأة تخطب وتؤم الرجال يوم الجمعة)).\nشرح حديث: ((إنما الأعمال بالنيات)).\nالدعوة الإسلامية في الغرب … وخطر الانحراف عن منهج النبوة.\nمنكرو السنة في ميزان العقل والشرع.\nالنقاب ودعاة الاختلاط.\nالرد على كتاب ((حجاب المرأة المسلمة في الكتاب والسنة)).\nالدعوة إلى إباحة الاختلاط … أخطر بدعة اجتماعية تهدد الصف المسلم من داخله.\nومن أحدث مؤلفاته:\nثورة مصر وأخواتها (في موازين الفقهاء ومناهج العلماء).\nالجامع في القواعد والضوابط والمقاصد الفقهية (للنوازل والقضايا المعاصرة).\nومن كتبه التي ستصدر قريبًا - بإذن اللَّه -:­\nالشخصية النبوية بين واقعية النصوص ومثالية المفسرين.\nالتسلية الربانية لهموم النفس المحمدية.\nالمشكلة الجنسية بين واقعية التشريع ومثالية المتدينين.\nنقلا عن: (ويكيبيديا)",
  "books": [
    {
      "text_id": 123511,
      "title": "موسوعة مسائل الجمهور في الفقه الإسلامي"
    }
  ]
}