{
  "author_id": 2651,
  "author_meta": "ولد سنة ١٢٨٤هـ / ١٨٦٧م في بلدة منصوربور (بنجاب الهند) التي كانت آنذاك من المراكز التاريخية في رئاسة بتيالة، ويطلق عليها اليوم اسم «تشينتانوالة» ونشأ في أسرة عملت بالقضاء منذ القديم\nدرس القرآن الكريم واللغة العربية على يد والده، واستفاد في دراسته للغة العربية من الشيخ العلامة عبد العزيز الذي كان يقطن بلدة كوم القريبة من لدهيانه، كما درس اللغة الفارسية على يد منشى سكهن لال أستاذ الفارسية في كلية مهندرا في بتيالة.\nنال درجة منشي فاضل من كلية مهندرا سنة ١٣٥٢ هـ/ ١٨٨٤م وكان الأول على جميع طلاب الجامعة، وتقلد وظيفة في إحدى إدارات التعليم، وترقى في منصبه وعمل بالقضاء، وقد تقاعد سنة ١٣٤٣ هـ/ ١٩٢٤ م.\nربطت أواصر المحبة بين العلامة محمد إقبال والقاضي سليمان المنصور بوري، إذ كلاهما أديب، وشاعر، وعمل بالقضاء\nحج بيت الله لأول مرة سنة ١٣٣٩ هـ/ ١٩٢١ م، وحين حج للمرة الثانية سنة ١٩٣٠ م (وكان رئيسا لجمعية أهل الحديث)، لقي الملك عبد العزيز، وطلب الملك منه أن يكتب كتابا عن تاريخ نجد، وقدم له عددا كبيرا من المصادر العربية حتى يقوم بكتابة الكتاب حين يعود إلى الهند.\nتوفي في عودته من الحج في هذه المرة، حينما كان على الباخرة في البحر في طريقه إلى الهند وحدثت الوفاة في الساعة الحادية عشرة، وقد أم صلاة الجنازة سيد محمد إسماعيل الغزنوي، وكان ذلك بالقرب من يلملم داخل حدود الحرم. وتم إسقاط الجثة في البحر، في وقت صلاة الجمعة، وكان ذلك في الأول من محرم عام ١٣٤٨ هـ الموافق للثلاثين من مايو عام ١٩٣٠ م.\nترك عددا من الكتب والرسائل بعضها مطبوع وبعضها لم يطبع حتى الآن وبعضها مفقود:\n- رحمة للعالمين: من أهم مؤلفاته\n- سفرنامه حجاز (تاريخ الحرمين) طبع لأول مرة سنة ١٣٤٢ هـ/ ١٩٢٤ م ثم صدرت له طبعة ثانية كتب بتعليقاتها وحواشيها وترجم العبارات الفارسية والعربية الواردة في الكتاب إلى الأردية القاضي عبد الباري المنصوربوري وبهذه الطبعة ملحق عن سيرة المؤلف بقلم القاضي عبد الباقي المنصوربوري.\nويعد كتاب سفرنامه حجاز من الكتب الهامة التي تلقي الضوء على تاريخ الجزيرة العربية ومعالمها الحضارية والعمرانية في ذلك الوقت وكذلك جوانب الحياة الثقافية والعلمية هذا بالإضافة إلى ما يفيد القراء من موضوعات تتعلق بمقارنة الأديان كما يستفيد من الكتاب كل حاج يريد أن يحج كما حج رسول الله - صلى الله عليه وسلم -.\n- تفسير سورة يوسف وقد سماه «الجمال والكمال».\n- تاريخ المشاهير، سلسلة من المقالات كتبها لجريدة الوكيل التي كانت تصدر بالأردية.\n- أصحاب بدر وقد كتبه المؤلف بعد أن لاحظ أن والده كان مشغولا بعمل فهارس لأسماء أصحاب بدر، فكتب القاضي سليمان هذا الكتاب عن الموضوع ذاته.\n- الصلاة والسلام، ترجمة لكتاب ابن القيم جلاء الأفهام.\n- تأييد الإسلام. وهو في رد القاديانية وقد نشره المؤلف سنة ١٣١٠ هـ ومعه قصيدة في حمد الله تبارك وتعالى.\n- غاية المرام وهو أيضا في رد القاديانية.\n- الاستقامة.\n- البرهان.\n- ابن الله في الأناجيل.\n- رد على طلب.\nوهذه الكتب تتعلق بالنصرانية.\n- مهر النبوة. كتاب في السيرة النبوية للأطفال.\n- تفسير سورة الفلق. وهذه ترجمة أردية لتفسير السورة المذكورة للإمام الرازي.\n- حجة الله البالغة. ترجمة إلى الأردية ولم تطبع المسودة وفقدت فيما بعد.\n- المسح على الجورب، وهذه ترجمة رسالة كتبها العلامة جلال الدين السيوطي، وهي مفقودة.\n- مكاتيب سلمان ونشرت بعد وفاته\n- خطبات سلمان ونشرت أيضا بعد وفاته.\n- الصلاة (مترجم)\n- تبيان الحج وقد أثبتت مع رحلته للحج الطبعة الثانية [ص:٢٤٩] وما بعدها وهي رسالة صغيرة تتضمن موضوع أداء مناسك الحج والعمرة والزيارة الشرعية.\n- شرح أسماء الله الحسنى وهو آخر مؤلفاته.\n- مرآة التصوف. ترجمة لما كتبه الإمام الغزالي.\nومن مؤلفاته أيضا: معراج المؤمنين، الإسلام والسيف. تبليغ الإسلام، نصيحة الدعاة، أحوال كربلا، الأسوة الحسنة، سيد البشر. ومقارنة بين القرآن والتوراة والإنجيل.\n(مقتطف من مقدمة كتاب: رحمة للعالمين)",
  "books": [
    {
      "text_id": 14328,
      "title": "رحمة للعالمين"
    }
  ]
}