{
  "author_id": 2652,
  "author_meta": "أحمد باي بن محمد الشريف بن أحمد القلي (١٧٨٦ - ١٨٥٠)\nتولى أبوه منصب خليفة على عهد الباي حسن، أما جده فهو أحمد القلي الذي حكم بايلك الشرق لمدة ١٦ سنة، أما أمه فتدعى الحاجّة الشريفة جزائرية الأصل، من عائلة ابن قانة أحد أكبر مشائخ عرب الصحراء مالا وجاها، ويظن البعض أنه تركي الأصل لذلك يصنف أحمد باي كرغليا لكن هذا غير أكيد.\n(المولد والنشأة)\nولد حوالي عام ١٧٨٦ بقسنطينة تربى يتيم الأب، (يكنَّى) باسم أمه، فيقال له الحاج أحمد بن الحاجة الشريفة. بعد أن مات والده مخنوقًا وهو في سنّ مبكرة، وكان لزامًا على أمه وفي ظروف قاسية أن تفر به من قسنطينة إلى الصحراء بعيدا عن الدسائس، خوفًا من أن يلقى نفس المصير الذي لقيه أبوه. وجد أحمد باي كل الرعاية من طرف أخواله في الزيبان، وحظي بتربية سليمة، حفظ أحمد باي القرآن منذ طفولته وتعلم قواعد اللغة العربية، مما زاد لسانه فصاحة، وتكوينه سعة حيث أخذ خصال أهل الصحراء من كرم وجود وأخلاق، فشب على ركوب الخيل، وتدرب على فنون القتال فانطبعت على شخصيته صفة الفارس المقدام. ومثل أقرانه، كما ازداد حبه للدين الحنيف وهو ما بدا واضحا في بعض ما نسب إليه من كتابات وقصائد شعرية، سيما بعد أدائه فريضة الحج وهو في الثانية عشرة من عمره - ومنذ ذاك أصبح يلقب بالحاج أحمد - ثم مكوثه بمصر الذي اكتسب من خلاله المعارف والتجارب بما كان له الأثر البارز في صناعة مواقفه والاكيد انه كرغلي الاصل وهذا فيم بعد جعله السبب الرئيسي في عدم اتحاده مع الأمير عبد القادر\n(توليه المناصب الإدارية)\nتولى منصب قائد قبائل العواسي - والعواسي كلمة تطلق على القبائل التي كانت تقطن منطقة عين البيضاء وما جاورها - أما رتبة قائد فهي وظيفة حكومية لا تسند إلاّ للذين يحظون بثقة من الشخصيات المرموقة في المجتمع، ويخوّل له هذا المنصب لأن يضطلع برتبة أكبر ضابط في القصر، يتولى مهمة رقابة الجزء الشرفي لإقليم قسنطينة، وله حق الإشراف على قوة عسكرية قوامها ٣٠٠ فارس بمساعدة أربعة مساعدين يعينهم الباي وهم الشاوش والخوجة والمكحالجي والسراج. وبعد تخليه عن هذا المنصب لمدة من الزمن، استدعاه نعمان باي وعيّنه مرة أخرى قائدًا للعواسي لخبرته في الميدان. ولما زار أحمد باي مصر، اجتمع بمحمد علي حاكم مصر ووقف على منجزاته، خاصة في جانبها العسكري وتعرف على أبنائه إبراهيم باشا وطوسون وعباس.\nترقى الحاج أحمد إلى منصب خليفة على عهد الباي أحمد المملوك، واستطاع المحافظة على هذا المنصب إلى أن نشب خلاف بينه بين الباي إبراهيم حاكم بايلك الشرق الجزائري ما بين ١٨٢٠ و ١٨٢١، مما أدى إلى عزل الحاج أحمد. وخوفا من المكائد والاغتيال غادر قسنطينة في اتجاه الجزائر خاصة وأن إبراهيم هو الذي دبّر لأحمد باي المكيدة واتهمه بتعامله مع باي تونس ضد الجزائر، إلا أن الداي حسين كشف الحقيقة وأمر بقتل إبراهيم باي عام ١٨٢١.\nبينما بقي الحاج أحمد في العاصمة ثم أبعد إلى مليانة ومنها انتقل إلى البليدة حيث عاصر الزلزال الذي خرب المدينة وهدّمها في ٢ مارس ١٨٢٥، لعب أثناءها دورا هاما في عملية الإنقاذ إلى درجة أن أعجب الآغا يحي- قائد الجيش - بخصاله الحميدة ونقل هذا الإعجاب إلى الداي حسين.\n(تعينه بايا على بايليك الشرق الجزائري)\nبوساطة من الآغا يحي، عينه الداي حسين بايا على بايلك الشرق في عام ١٨٢٦، حيث شهدت قسنطينة استقرارا كبيرا في عهده ابتداء من توليه منصب الباي إلى غاية عام ١٨٣٧ تاريخ سقوط قسنطينة. تمكن خلالها من توحيد القبائل الكبيرة والقوية في الإقليم الشرقي عن طريق المصاهرة، فلقد تزوج هو شخصيًا من ابنة الباي بومزراق باي التيطري ومن ابنة الحاج عبد السلام المقراني، كما شجع كثيرا ربط الصلة بين شيوخ القبائل أنفسهم بالمصاهرة. مما جلب إليه أولاد مقرآن (مجانة)، وأولاد عزالدين (زواغة)، وأولاد عاشور (فرجيوة) …إلخ.\nأثبت الحاج أحمد باي كفاءاته العسكرية والسياسية، وحتى إن كان يؤمن بالتبعية الروحية للباب العالي، إلا أنه لم يفكر في إعلان الاستقلال عنها، وذلك لم يمانعه من الإخلاص لوطنه الجزائر، فلم تثن الظروف التي آل إليها الوضع في الجزائر بعد الاحتلال من عزيمته ولم تنل منه تلك الإغراءات والعروض التي قدمتها له فرنسا قصد استمالته قاد معركة قسنطينة الأولى ومعركة قسنطينة الثانية أكتوبر ١٨٣٧. لقد بقي مخلصا حتى بعد سقوط قسنطينة حيث فضل التنقل بين الصحاري والشعاب والوديان محرضا القبائل على المقاومة إلى أن وهن ساعده وعجز جسده، فسلم نفسه في ٥ جوان ١٨٤٨ فأحيل إلى الإقامة الجبرية في العاصمة.\n(إستراتيجية أحمد باي في المقاومة)\nاعتمد أحمد باي إستراتيجية محكمة، مكنته من تنظيم المقاومة ضد الفرنسيين، فاحاط نفسه برجال ذوي خبرة ونفوذ في الأوساط الشعبية من قبائل وأسر عريقة في تحصين عاصمته قسنطينة. وبناء الخنادق والثكنات، وأمر بتجنيد الرجال للمقاومة من جيش نظامي ثم أعاد تنظيم السلطة فنصب نفسه باشا خلفا للداي حسين، ثم ضرب السكة باسمه وباسم السلطان العثماني، محاولا بذلك توحيد السلطة التشريعة والتنفيذية خدمة للوحدة الوطنية وتمثل ذلك فيما يلي:\n- حاول الحاج أحمد باي أن يجعل من الشعب الجزائري والسلطان العثماني مرجعا لسلطته حيث انتهج مبدأ استشارة ديوانه المكون من الأعيان والشيوخ، ومراسلة السلطان العثماني واستثارته قبل اتخاذ أي موقف مصيري.\n(سياسة فرنسا في مجابهة أحمد باي)\nانتهجت فرنسا في مجابهتها للحاج أحمد باي سياسة مبنية على المزج بين المناورات الدبلوماسية، والقوة العسكرية وهي اسباب فشل المقاومة.\n- اللجوء إلى التفاوض مع الحاج أحمد باي ومحاولة الافتكاك منه الاعتراف بالسيادة الفرنسية مقابل ابقائه بايا على قسنطينة، وقد تكررت هذه المساومة في عهد كل من الجنرالات دي بورمون، كلوزيل، الدوق رو فيقو ودامريمون، إلا أن الباي أصر على رفض تلك العروض.\n- تآمر الجنرال كلوزيل مع باي تونس ضد الحاج أحمد باي.\n- التحالف مع خصوم أحمد باي من أمثال إبراهيم الكريتلي في عنابة، فرحات بن سعيد في الزيبان.\n- تركيز القوات الفرنسية في جبهة واحدة، بعد أن تلقّت ضربات موجعة على يد الأمير عبد القادر، وفشلها في محاولتها الأولى في احتلال قسنطينة في نوفمبر ١٨٣٦، مما دفعها إلى عقد معاهدة التافنة، لتتفرغ إلى الجهة الشرقية.\n- شنت فرنسا سلسلة من الهجمات على المدن الساحلية لبايلك الشرق منذ ١٨٣٠ تمكنت خلالها من الاستيلاء على مدينة عنابة سنة ١٨٣٢ رغم استماتة قوات الحاج أحمد في الدفاع عنها.\n- الاستيلاء على بجاية سنة ١٨٣٣.\n- احتلال قالمة سنة ١٨٣٧.\n- قطع المدد على بايلك الشرق من الناحية البحرية والحيلولة دون وصول الذخيرة والأسلحة من السلطان العثماني إلى قسنطينة.\n- شن حملتين عسكريتين أسفرتا على على وقوع معركتين معركة قسنطينة الأولى نوفمبر ١٨٣٦ ومعركة قسنطينة الثانية ١٨٣٧، وفي هذه الأخيرة شن القائد الفرنسي دامريمون حملة لاحتلال قسنطينة وفيها لقي مصرعه، فخلفه الجنرال فالي على رأس الجيش الفرنسي، لكن عدم تكافؤ القوتين هذه المرة أضعف دفاعات المدينة وأدى إلى سقوطها.\n(وفاته)\nبعد أن حوصر في حصن يقع بين بسكرة وجبال الأوراس استسلم بسبب استحالة المقاومة هذه المرة، بقي تحت الإقامة الجبرية إلى أن وافته المنية في ظروف غامضة حيث ترجح إحدى الروايات أنه تم تسميمه عام ١٨٥٠، ويوجد قبره بسيدي عبد الرحمن الثعالبي بالجزائر العاصمة.",
  "books": [
    {
      "text_id": 13551,
      "title": "مذكرات أحمد باي"
    }
  ]
}