{
  "author_id": 2653,
  "author_meta": "يعقوب الباحسين (١٣٤٧ - ١٤٤٣ هـ = ١٩٢٨ - ٢٠٢٢ م)\nيعقوب بن عبد الوهاب بن يوسف الباحسين التميمي:\nعضو هيئة كبار العلماء بالسعودية، والأستاذ بالمعهد العالي للقضاء، الحاصل على جائزة الملك فيصل للدراسات الإسلامية عن عنايته بالقواعد الفقهية.\nمن الأسر النجدية التي هاجرت إلى العراق.\nولد في الزبير سنة ١٩٢٨ م، وتلقى تعليمه الابتدائي والثانوي في مدارس مدينة البصرة، ثم أكمل دراسته في كلية الشريعة في الجامع الأزهر، وقد تخرج في الكلية سنة ١٩٥١ م.\nزاول التدريس في المدارس الثانوية ومعاهد المعلمين في البصرة، فدرّس اللغة العربية وآدابها، وعلم نفس الطفل، وعلم النفس التربوي، وطرق التدريس\nثم تابع دراسته العليا في الأزهر فحصل على دبلوم الدراسات العليا في تاريخ الفقه سنة ١٩٦٦ م. ثم انتقل إلى جامعة البصرة محاضراً فدرّس في كلية الحقوق، ثمّ في كلية هيئة القانون والاقتصاد، أحكام الأوقاف، وأحكام الوصايا، وأحكام الميراث، وأصول الفقه.\nثم حصل بعد حصوله على إجازة دراسية من الجامعة على:\n- دبلوم دراسات عليا مدته سنتان في الدراسات الأدبية واللغوية من معهد الدراسات العربية التابع لجامعة الدول العربية سنة ١٩٧٢ م.\n- الدكتوراه من كلية الشريعة والقانون في الأزهر الشريف برسالته \"رفع الحرج في الشريعة الإسلامية\" سنة ١٩٧٢ م.\nوأثناء الإقامة بمصر التقى بعدد من مشايخ الأزهر: منهم الشيخ محمود شلتوت، والشيخ علي السايس، ومن غير الأزهر: الشيخ عبد الوهاب خلاف، والتقى بالشيخ محمد أبو زهرة وكان يزوره في بيته، وحضر له في المنيل.\nعاد بعد ذلك إلى جامعة البصرة، فعين في كلية الآداب، نظراً لإلغاء هيئة القانون والاقتصاد، وإلحاقها بجامعة بغداد. درّس في كلية الآداب: التفسير، ومصطلح الحديث، والمنطق والتعبير الأدبي، والكتاب القديم، وشَرْح ألفيّة ابن مالك.\nترك العراق سنة ١٤٠٠ هـ وعمل في جامعة الإمام محمد بن سعود الإسلاميّة منذ ١٤٠٢ هـ في قسم أصول الفقه، وأحيل للتقاعد سنة ١٤٠٩ هـ ثم استمرّ عمله في الجامعة متعاقداً في كلية الشريعة، ثم في المعهد العالي للقضاء، وقد اقتصر عمله في هذه الفترة على الإشراف على الرسائل العلمية وتدريس طلبة وطالبات الدراسات العليا.\nحصل على جائزة الملك فيصل للدراسات الإسلامية، لعام ١٤٢٤ هـ/ ٢٠٠٥ م، وموضوع الجائزة \"الدراسات التي عنيت بالقواعد الفقهية\"؛ مناصفة بينه وبين: الدكتور علي أحمد غلام محمد ندوي من الهند\nمن كتبه\n- مدخل إلى أصول الفقه. مطبعة حداد بالبصرة، عام ١٩٦٨ م.\n- رفع الحرج في الشريعة الإسلامية (رسالة دكتوراه). طـ دار النشر الدولي بالرياض، ١٤١٦ هـ.\n- أصول الفقه: الحد والموضوع والغاية. طـ مكتبة الرشد بالرياض، ١٤٠٨ هـ/ ١٩٨٨ م.\n- التخريج عند الفقهاء والأصوليين: دراسة نظرية، تطبيقية، تأصيلية. طـ مكتبة الرشد بالرياض، ١٤١٤ هـ.\n- قاعدة اليقين لا يزول بالشك: دراسة نظرية، تأصيلية، تطبيقية. طـ مكتبة الرشد بالرياض، عام ١٤١٦ هـ/ ١٩٩٦ م.\n- القواعد الفقهية: (المبادئ، المقومات، المصادر، الدليلية، التطور): دراسة نظرية، تحليلية، تأصيلية، تاريخية. طـ مكتبة الرشد بالرياض، عام ١٤١٨ هـ/ ١٩٩٨ م.\n- الفروق الفقهية والأصولية: (مقوماتها، شروطها، نشأتها، تطورها): دراسة نظرية وصفية. طـ مكتبة الرشد بالرياض، عام ١٤١٩ هـ/ ١٩٩٨ م.\n- قاعدة الأمور بمقاصدها: دراسة نظرية، تأصيلية. طـ مكتبة الرشد بالرياض، عام ١٤١٩ هـ/ ١٩٩٨ م.\n- طرق الاستدلال ومقدماتها عند المناطقة والأصوليين. طـ مكتبة الرشد بالرياض، عام ١٤٢١ هـ/ ٢٠٠٠ م.\n- قاعدة العادة مُحَكّمة: دراسة نظرية، تأصيلية، تطبيقية. طـ مكتبة الرشد بالرياض، عام ١٤٢٣ هـ/ ٢٠٠٢ م.\nمن أبحاثه\n- نظرية القسامة في الفقه الإسلامي: بحث منشور في مجلة كلية الآداب، جامعة البصرة، سنة ١٩٨٠ م.\n- أصول الفقه: تدوينه وتطوّره: بحث منشور في مجلة هيئة القانون والاقتصاد، جامعة البصرة، سنة ١٩٧٠ م. وفي مجلة البحوث الفقهية المعاصرة: السنة الرابعة عشرة، العدد السادس والخمسون، عام ١٤٢٣ هـ.\n- التفسير العلمي وآراء العلماء فيه: بحث منشور في مجلة كلية التربية، جامعة البصرة، العدد ٦، سنة ١٩٨١ م.\nتوفي يوم الأحد ٥ رجب ١٤٤٣ هـ الموافق ٦ فبراير ٢٠٢٢ م.",
  "books": [
    {
      "text_id": 14321,
      "title": "التخريج عند الفقهاء والأصوليين"
    },
    {
      "text_id": 16876,
      "title": "الفروق الفقهية للباحسين - ط 1"
    }
  ]
}