{
  "author_id": 2659,
  "author_meta": "جمال الدين السُّرَّمَرِّي (٦٩٦ - ٧٧٦ هـ = ١٢٩٧ - ١٣٧٤ م)\nيوسف بن محمد بن مسعود بن محمد العُبَادي - بالتخفيف - ثم العُقَيلي، أبو المظفر، جمال الدين السُّرَّمَرِّي، نزيل دمشق\nحافظ للحديث، من علماء الحنابلة.\nولد بسرّ من را، وتفقه ببغداد، ورحل إلى دمشق فتوفي فيها.\nله نحو مئة مصنف، منها:\n«إحكام الذريعة، إلى أحكام الشريعة - خ» في ١٥٥ ورقة [طُبع في دار الكيان بالرياض ١٤٢٧ بتحقيق أبي عبد الله حسين بن عكاشة]\nكتاب «الأربعين الصحيحة [فيما دون أجر المنيحة]- خ» [طُبع في دار ابن حزم ببيروت ١٤٢١ بتحقيق محمد خير رمضان يوسف]\n«الفوائد السرمرية - خ»\n«غيث السحابة في فضل الصحابة»\n«عمدة الدين فى فضل الخلفاء الراشدين»\n«عقود اللآلي في الأمالي»\n«نشر قلب الميْت بفضل أهل البيت»\n«شفاء الآلام في طب أهل الإسلام - خ» في شستربتي (٣١٥٠)\n«نهج الرشاد في نظم الاعتقاد - خ» [طبع في العدد الأول من مجلة جامعة صدام للعلوم الإسلامية ١٩٩٣ بتحقيق هلال ناجي، وفي دار التواصل بالكويت ١٤٣٠ بتحقيق مطلق بن جاسر الجاسر]\n[منظومة (اللؤلؤة في علم العربية) ١٦٢ بيتا، نظم فيها المهم من قواعد النحو، وطُبعت في مكتبة الخانجي بالقاهرة ١٤١٠ بتحقيق الدكتور عبد الرحمن بن سليمان العثيمين]\n«شرح اللؤلؤة في علم العربية - خ». [هو شرح المنظومة السابقة، وطُبع عدة طبعات، فطبع باسم (الدرة البهية) ١٩٨٨ بتحقيق الدكتور سعيد عرفة، وباسم (اللؤلؤة في علم العربية وشرحها) في مطبعة الأمانة بمصر ١٤١٢ بتحقيق الدكتور أمين عبد الله سالم، وقد حققه أيضاً إبراهيم حمد الدليمي في رسالة ماجستير بكلية الدراسات العليا في الجامعة الأردنية ١٩٩٥]\n«الأرجوزة الجلية في الفرائد الحنبلية - خ» [طُبع في دار البشائر الإسلامية ببيروت ١٤٣١ بعناية فيصل بن يوسف أحمد العلي]\n«الخصائص والمفاخر لمعرفة الأوائل والأواخر - خ»\n«نظم مختصر ابن رزين» في الفقه\n«نظم الغريب» في علوم الحديث، والأصل لأبيه\n«عجائب الاتفاق وغرائب ما وقع في الآفاق»\n«الحمية الإسلامية في الانتصار لمذهب ابن تيمية» نظم (١) [طُبع عدة طبعات، فطبع في مقدمة (منهاج السنة النبوية) لشيخ الإسلام ابن تيمية في طبعتيه: الطبعة البولاقية، وطبعة الدكتور / محمد رشاد سالم، وطبع في مجمع البحوث الإسلامية بالهند ١٤١٢ بتحقيق: صلاح الدين مقبول أحمد]\n_________\n(١) لحظ الألحاظ لابن فهد - خ وعلى المطبوع منه، ص ١٦١ هامش مستنكر.\nوالمنهج الأحمد - خ. وشذرات الذهب ٦: ٢٤٩ والتبيان - خ. والإعلام - خ. وبغية الوعاة ٤٢٣ والأزهرية ٢: ٦٣٧ و ٢٠٤: ٢. S، ١٦٢ ٢٠٩: ٢. Brock وفهرس الفهارس ٢: ٢٨٤.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين مستفادة من رسالة ماجستير عن السُّرَّمَرِّي للدكتور خالد المطلق]",
  "books": [
    {
      "text_id": 13637,
      "title": "نهج الرشاد في نظم الاعتقاد"
    },
    {
      "text_id": 20594,
      "title": "خصائص سيد العالمين وما له من المناقب العجائب"
    }
  ]
}