{
  "author_id": 267,
  "author_meta": "إبراهيم الحربي (١٩٨ - ٢٨٥ هـ = ٨١٥ - ٨٩٨ م)\nإبراهيم بن إسحاق بن بشير بن عبد الله البغدادي الحربي، أبو إسحاق: من أعلام المحدثين.\nأصله من مرو، واشتهر وتوفي ببغداد، ونسبته إلى محلة فيها.\nكان حافظا للحديث عارفا بالفقه بصيرا بالأحكام، قيما بالأدب، زاهدا، أرسل إليه المعتضد ألف دينار فردها.\nتفقه على الإمام أحمد\nشيوخه:\nأحمد بن حنبل.\nأحمد بن يونس.\nهوذة بن خليفة.\nعفان بن مسلم.\nأبو نعيم الفضل بن دكين.\nقتيبة بن سعيد.\nعبد الله بن صالح العجلي.\nعلي بن الجعد.\nأبو بكر بن أبي شيبة.\nمحمد بن بشار بندار.\nمسدد بن مسرهد.\nأبو عبيد القاسم بن سلام.\nالحكم بن موسي.\nأبو الوليد الطيالسي.\nمحمد بن مقاتل المروزي.\nتلاميذه:\nأبو محمد يحيى بن صاعد.\nأبو عمرو بن السماك.\nأبو بكر النجاد.\nأبو بكر الشافعي.\nعمر بن جعفر الختلي.\nأبو بكر أحمد بن جعفر القطيعي.\nعبد الرحمن بن العباس.\nسليمان بن إسحاق الجلاب.\nمحمد بن مخلد العطار.\nمحمد بن جعفر الأنباري.\nالحسين المحاملي.\nأبراهيم بن حبيش بن دينار.\nمكانته:\nصدر الذهبي ترجمته بقوله: الشيخ، الإمام، الحافظ، العلامة، شيخ الإسلام.\nوقال الخطيب البغدادي: كان إماما في العلم، رأسا في الزهد، عارفا بالفقه، بصيرا بالأحكام، حافظا للحديث مميزا لعلله، قَيِّمًا بالأدب، جَمَّاعَةً للغة، صنف غريب الحديث وكتبا كثيرة، أصله من مرو.\nقال محمد بن صالح القاضي: لا نعلم بغداد أخرجت مثل إبراهيم الحربي في الأدب والفقه والحديث والزهد.\nقال أبو العباس ثعلب: ما فقدت إبراهيم الحربي من مجلس لغة ولا نحو من خمسين سنة.\nقال الدارقطني: إبراهيم الحربي، إمام مصنف عالم بكل شيء، بارع في كل علم، صدوق، كان يقاس بأحمد بن حنبل في زهده وورعه وعلمه.\nومن أقواله: أجمع عقلاء كل أمة أن من لم يجر مع القدر لم يتهن بعيشه.\nوكان يقول: الرجل كل الرجل الذي يدخل غمه على نفسه، ولا يدخله على عياله، وقد كانت بي شقيقة منذ أربعين سنة ما أخبرت بها أحدًا قط، ولي عشرون سنة أبصر بفرد عين ما أخبرت بها أحدًا قط.\nوذكر أنه مكث نيفًا وسبعين سنة من عمره ما يسأل أهله غداء ولا عشاء، بل إن جاءه شيء أكله، وإلا طوي إلى الليلة القابلة.\nويروي أن أبا إسحاق الحربي لما دخل على إسماعيل القاضي بادر أبو عمر محمد بن يوسف القاضي إلى نعله فأخذها فمسحها من الغبار، فدعا له وقال: أعزك الله في الدنيا والآخرة.\nفلما توفي أبو عمر رؤي في النوم، فقيل: ما فعل الله بك؟\nقال: أعزني في الدنيا والآخرة بدعوة الرجل الصالح.\nوقال المسعودي عنه: كان صدوقا عالما فصيحا جوادا عفيفا زاهدا عابدا ناسكا، وكان مع ذلك ضاحك السن ظريف الطبع، ولم يكن معه تكبر ولا تجبر، وربما مزح مع أصدقائه بما يستحسن منه ويستقبح من غيره، وكان شيخ البغداديين في وقته، وظريفهم، وزاهدهم، وناسكهم، ومسندهم في الحديث، وكان يتفقه لأهل العراق، وكان له مجلس في المسجد الجامع الغربي يوم الجمعة.\nويروي أن إبراهيم لما صنف «غريب الحديث» ـ وهو كتاب نفيس كامل في معناه ـ قال ثعلب: ما لإبراهيم وغريب الحديث، رجل محدث!!\nثم حضر مجلسه، فلما حضر المجلس سجد ثعلب وقال: ما ظننت أن على وجه الأرض مثل هذا الرجل.\nقال أحمد بن مروان الدينوري: أتينا إبراهيم الحربي وهو جالس على باب داره، فسلمنا وجلسنا، فجعل يقبل علينا، فلما أكثرنا عليه حدثنا حديثين، ثم قال لنا: مثل أصحاب الحديث مثل الصياد الذي يلقي شبكته في الماء فيجتهد، فإن أخرج سمكة، وإلا أخرج صخرة.\nوقال: لا أعلم عصابة خيرا من أصحاب الحديث ؛ إنما يغدو أحدهم ومعه محبرة، فيقول: كيف فعل النبي صلى الله عليه وسلم، وكيف صلي، إياكم أن تجلسوا إلى أهل البدع، فإن الرجل إذا أقبل ببدعة ليس يفلح.\nقال ابن بشكوال في أخبار إبراهيم الحربي: نقلت من كتاب ابن عتاب: كان إبراهيم الحربي رجلا صالحا من أهل العلم، بلغه أن قوما من الذين كانوا يجالسونه يفضلونه على أحمد بن حنبل، فوقفهم على ذلك، فأقروا به، فقال: ظلمتموني بتفضيلكم لي على رجل لا أشبهه، ولا ألحق به في حال من أحواله، فأقسم بالله لا أسمعكم شيئا من العلم أبدا، فلا تأتوني بعد يومكم.\nوقال إبراهيم: ما انتفعت من علمي قط إلا بنصف حبة، وقفت على إنسان فدفعت إليه قطعة أشتري حاجة، فأصاب فيها دانقا إلا نصف حبة، فسألني عن مسألة، فأجبته، ثم قال للغلام: اعط أبا إسحاق بدانق ولا تحطه بنصف حبة.\nقيل: إن المعتضد لما نفذ إلى الحربي بالعشرة آلاف فردها، فقيل له: ففرقها، فأبى.\nثم لما مرض سير إليه المعتضد ألف دينار، فلم يقبلها، فخاصمته ابنته.\nفقال: أتخشين إذا مت الفقر؟\nقالت: نعم.\nقال: في تلك الزاوية اثنا عشر ألف جزء حديثية ولغوية وغير ذلك، كتبتها بخطي، فبيعي منها كل يوم جزءا بدرهم وأنفقيه.\nتوفي إبراهيم الحربي في الجانب الغربي من بغداد وله نيف وثمانون سنة، وكانت جنازته مشهودة، صلى عليه يوسف القاضي صاحب كتاب السنن، وقبره يزار ببغداد.\nمصنفاته:\n«غريب الحديث والآثار».\n«إكرام الضيف»، ذكره الكتاني في الرسالة المستطرفة.\n«ذم الغيبة».\n«المناسك»، ذكره الكتاني في الرسالة المستطرفة. وقال الزركلي : (مناسك الحج - ط) رجح الأستاذ حمد الجاسر نسبته إليه، وصدره بكتاب آخر في سيرته وأخباره\n«سجدات القرآن»، ذكره الكتاني في الرسالة المستطرفة.\n«دلائل النبوة».\n«الحمام»، ذكره حاجي خليفة في «كشف الظنون».\n«بر الوالدين».\n«اتباع الأموات»، ذكره الكتاني في الرسالة المستطرفة.\n«القضاة والشهود».\n«الهدايا».\n«الأدب».\n«المغازي».\n«التيمم».\nمصادر الترجمة:\nالفهرست.\nتاريخ بغداد.\nالثقات.\nسير أعلام النبلاء.\nتاريخ الإسلام، ووفيات المشاهير والأعلام.\nميزان الاعتدال.\nالبداية والنهاية.\nالوافي بالوفيات.\nالمقصد الأرشد في ذكر أصحاب الإمام أحمد.\nكشف الظنون.\nشذرات الذهب.\nالرسالة المستظرفة.\n(نقلا عن: موقع جامع الحديث)",
  "books": [
    {
      "text_id": 12986,
      "title": "إكرام الضيف لإبراهيم الحربي"
    },
    {
      "text_id": 13133,
      "title": "غريب الحديث - إبراهيم الحربي"
    },
    {
      "text_id": 6474,
      "title": "رسالة في أن القرآن غير مخلوق"
    }
  ]
}