{
  "author_id": 2670,
  "author_meta": "محمد الخضر الشنقيطي (١٢٨٥ - ١٣٥٤ هـ = ١٨٦٨ - ١٩٣٥ م)\nهو محمَّد الخَضِر بن سيد عبد الله بن أحمد الملقب (بما يأبى) لكرمه وسخائه كان لا يرد سائلًا ولا يأبى حتى لُقِّبَ بهذا اللقب (الجكني) نسبة إلى قبيلة من أعظم قبائل شنقيط الجامعة بين العلم والسطوة. (الشنقيطي) نسبةً إلى شنقيط. المعروف اليوم باسم الجمهورية الإِسلامية الموريتانية.\nولد في بلدة تكب (شرقي موريتانيا)، وتوفي في المدينة المنورة.\nعاش في موريتانيا والمغرب وزار العديد من البلاد العربية والهند.\nوهو شقيق محمد حبيب الشنقيطي (صاحب زاد المسلم فيما اتفق عليه البخاري ومسلم، ودليل السالك إلى موطأ الإمام مالك).\nتلقى تعليمه على يد والده الشيخ سيد عبدالله، ثم حفظ القرآن الكريم، وأخذ علوم اللغة والفقه والأصول على يد الشيخ سيد المختار بن أحمد بن الهادي. وقد أجازه في حفظ القرآن الكريم الشيخ سيد محمد بن الأقظف، ودرس على يديه أيضًا بعض المتون الفقهية، ثم درس في محضرة أهل الطالب إبراهيم التاكاطين، وفي محضرة أهل محمد بن محمد سالم في أقصى الشمال الغربي الموريتاني أنهى رحلته العلمية.\nعمل قاضيًا في منطقة الشمال الموريتاني، وأسّس هناك محضرة ثم عاد إلى مسقط رأسه، حيث أسس محضرة علمية كبيرة، قبل أن يهاجر في صحبة عدد من إخوته، وأبناء عمومته إلى المغرب، وذلك بعد مداهمة الفرنسيين لمعظم أجزاء موريتانيا واحتلالها، ثم واصل رحلته إلى الشرق، قاصدًا الحرمين الشريفين، فأدى فريضة الحج.\nوأصبح من كبار العلماء في الشرق.\nسافر مع الملك عبدالله إلى الأردن، حيث عيّنه على القضاء والإفتاء، وكان من أبرز الشخصيات العلمية والدينية هناك. وفي أخريات حياته رحل إلى المدينة المنورة، حيث توفي، ودفن في البقيع.\n- له عدد من المؤلفات منها:\nكوثر المعاني الدراري في كشف خبايا صحيح البخاري، لم يتمه\nإبرام النقض لما قيل من أرجحية القبض\nقمع أهل الزيغ والإلحاد عن الطعن في أئمة الاجتهاد.\nمشتهى الخارف الجاني في رد زلقات التجاني الجاني.\nالعوامل الشرطية لزكاة الأوراق النوطية.\nلزوم طلاق الثلاث دفعة بما لا يستطيع العالم دفعه.\nقمع أهل الزيغ والإلحاد عن الطعن في تقليد أئمة الاجتهاد\nاستحالة المعية بالذات وما يضاهيها من متشابه الصفات\nإيضاح مختصر خليل بمذاهب الأربعة وأصح الدليل، لم يتمه\nترجم له الزركلي في: «الأعلام» وزكي محمد مجاهد في: «الأعلام الشرقية».",
  "books": [
    {
      "text_id": 13699,
      "title": "كوثر المعاني الدراري في كشف خبايا صحيح البخاري"
    }
  ]
}