{
  "author_id": 2673,
  "author_meta": "باحث نصراني، في علوم اللغة العربية ومحقق معاصر له العديد من الشروح والتعليقات على كثير من الكتب الأم في اللغة العربية.\nولد عام في ٢٧/ ١١ / ١٩٥٠ م، في قرية كفرعقا (هي قرية لبنانية من قرى قضاء الكورة في محافظة لبنان الشمالي)\n[يتألف اسم «كفرعقا» من كلمتين: «كفر» وهي لفظة سريانية آرامية تعني القرية والضيعة، و «عقا» كلمة سريانية آرامية أيضا تعني الحزن. حدد الأبوين الباحثين في اللّغات السامية يوسف حبيقة واسحق أرملة، في مقال لهما نشراه في مجلة المشرق (عدد تموز - أيلول سنة ١٩٣٩ ص ٤٠٧)، معنى لفظة «عقا» بالعقد، القلادة، الحلى أو سلسلة من ذهب. فتكون معنى «كفرعقا»:حقل الحلى، أو موطن الجمال، أو حقل الذهب، أو قرية الحزن والكآبة والضيق.]\nدرس في مدرسة بلدته وتخرج من دار المعلمين في طرابلس. وعين مدرسا في التعليم الابتدائي.\nنال شهادة الدكتورة في اللغة العربية وآدابها سنة ١٩٨٠ من جامعة القديس بوسف في بيروت.\nالتحق للتدريس في كلية الآداب في الجامعة اللبنانية. في السنة ١٩٩٠، ونال دكتورة أخرى من الجامعة اللبنانية.\nهو حاليا أستاذ العلوم اللغوية في كلية الآداب في طرابلس والدراسات العليا في بيروت, ورئيس قسم اللغة العربية في كلية الآداب في الجامعة البنانية\nأعماله: له العديد من المؤلفات في اللغة العربية نحواً وأدباً وله تحقيقات وشروح على كتب عربية عديدة.\n- شرح كتاب الألفاظ الكتابية: دار الكتب العلمية ١٩٩١.\n- شرح المفصل لابن يعيش (تحقيق إميل يعقوب): دار الكتب العلمية ٢٠٠١.\n- تحقيق كتاب شرح شذور الذهب: دار الكتب العلمية ١٩٩٦.\n- المعجم المفصل في الشواهد العربية (١٤ جزء)\n- المعجم المفصل في المذكر والمؤنث: دار الكتب العلمية العلمية ١٩٩٤.\n- قاموس المعين الوافي (فرنسي-عربي)\n- معجم لآلئ الشعر: ٢٠٠٢.\n- الممنوع من الصرف: دار الجيل ١٩٩٢.\n- معجم الإعراب والإملاء: دار العلم للملايين ٢٠٠٠.\n- معجم الخطأ والصواب في اللغة: دار العلم للملايين ١٩٨٩.\n- قل فهذا صواب (قاموس في التصويب اللغوي): المؤسسة الحديثة للكتاب ٢٠٠٧.\n- موسوعة أدباء لبنان وشعرائه (١٦ جزء)\n- موسوعة الأدب والأدباء العرب (٢٤ جزء)\n- موسوعة الأمثال اللبنانية (١٦ جزء)\n- سلسلة أروع ما قيل (٥٢ جزء) باسم مستعار (إميل ناصيف)\n- موسوعة أمثال العرب (٨ جزء)\n- معجم الشعراء في عصر النهضة (٣ جزء)\n- جبران واللغة العربية\n- فقه اللغة العربية وخصائصها\n- الخط العربي نشأته وتطوره ومشكلاته\n- المعاجم اللغوية العربية بداءتها وتطورها\n- الممنوع من الصرف بين مذاهب النحاة والوافع اللغوي\n- موسوعة الحروف في اللغة العربية\n- وله ثلاثة عشر بحثا مقوما من الجامعة اللبنانية تقويما أكادميا كما حقق سبعة دواوين شعرية (جميل بثنية, الشنفرى, الامام الشافعي, عمرو بن كلثوم, قيس لبنى … ) وعشرات الكتب الأخرى",
  "books": [
    {
      "text_id": 14277,
      "title": "المعجم المفصل في شواهد العربية"
    }
  ]
}