{
  "author_id": 2677,
  "author_meta": "أ. د عبد السلام بن محمد بن سعد الشويعر\nأستاذ مشارك بقسم العلوم الشرعية والقانونية في كلية الملك فهد الأمنية\nوهو من طلاب الشيخ ابن باز - رحمه الله -، ووالده هو محمد بن سعد الشويعر، جامع فتاوى ابن باز -رحمه الله- ومدير مكتبه\n(المؤهل)\nشهادة الدكتوراه في الفقه المقارن من المعهد العالي للقضاء التابع لجامعة الإمام محمد بن سعود الإسلامية بالرياض سنة ١٤٢١ هـ، بمرتبة الشرف الأولى.\nشهادة الماجستير في الفقه المقارن من المعهد العالي للقضاء عام ١٤١٨ هـ.\nالبكالوريوس من كلية الشريعة بالرياض سنة ١٤١٥/ ١٤١٦ هـ.\n(الدرجة العلمية)\nأستاذ مشارك بقسم العلوم الشرعية والقانونية في كلية الملك فهد الأمنية (١٤٢٦ هـ).\nأستاذ مساعد في الكلية نفسها (١٤٢١ - ١٤٢٦ هـ).\n(المؤلفات والبحوث المنشورة والمحكمة)\nالاختلاف الفقهي وتوظيفه مصلحياً (محكّم).\nالمسؤولية الجنائية للشخصية المعنوية في الفقه الإسلامي (محكَّم، ومنشور).\nشخصية الشركات الحديثة في الفقه الإسلامي وآثارها، دراسة مقارنة (محكَّم).\nجرائم الاعتداء على الأموال بواسطة التلاعب بالأجهزة الالكترونية.\nالاعتداد بخلاف الظاهرية في الفروع الفقهية دراسة تأصيلية (محكَّم، ومنشور)\nالصفات اللازمة والمرجحة في المفتين. (محكَّم، ومنشور).\nالتوقيت الحولي في الزكاة وما يترتب عليه من آثار معاصرة (محكَّم، ومنشور)\nالمقاصد العامة الشرعية للحبس، وتفريعاتها (محكَّم).\nطبيعة ملتزم التعويض في الفقه والأنظمة الخليجية (محكَّم).\nالصُّلح في العقود ودور السلطة القضائية والتنفيذية فيه (محكم ومنشور).\nعقد الكفالة وتطبيقاته الحديثة (محكَّم).\nالقواعد والمعاني الشرعية لعمليات التجميل (منشور).\nشرح طهارة المريض وصلاته (مطبوع وزارة الصحة).\nفقه صوم المريض (مطبوع وزارة الصحة بالرياض).\nفقه حج المريض (مطبوعات وزارة الصحة بالرياض).\nأحكام الدِّماء في الحج.\nالبطاقات الائتمانية القرضية، والتعامل بها للأشخاص.\nمذكرة في البنوك والمعاملات المصرفية المعاصرة.\nالتتبع لما خالف فيه يحيى بن يحيى الليثي سائر الرواة في الموطأ لإمام دار الهجرة مالك بن أنس رحمه الله.\nتحقيق (كتاب البيان في الفقه الشافعي) للعمراني رسالة دكتوراه.\nتحقيق كتاب ((مختصر في فقه الإمام أحمد بن حنبل، لأبي بكر خوقير المكي)) (مطبوع مكتبة الرشد).\nالفارضية في الفرائض على مذهب الحنابلة، لشمس الدين الفارضي (محكَّم، ومنشور).\nفتح الوهاب شرح منظومة الآداب، للشيخ موسى الحجاوي الحنبلي (مطبوع دار ابن الجوزي بالدمام)",
  "books": [
    {
      "text_id": 14298,
      "title": "أثر عمل المرأة في النفقة الزوجية"
    },
    {
      "text_id": 21,
      "title": "تجريد أحاديث عمدة الفقه"
    }
  ]
}