{
  "author_id": 2680,
  "author_meta": "ولد في ١٧/ ٩/ ١٣٨٣هـ بمدينة الرياض, وتربى في كنف والديه\nتوفي والده رحمه الله عام ١٣٩٠هـ وعمر الشيخ ست سنوات تقريباً, فعاش هو وإخوته في كنف والدته أطال الله في عمرها على طاعته\nودرس في المدارس النظامية, الإبتدائي والمتوسط والثانوي, ثم التحق بكلية الشريعة بالرياض ولم يكمل دراسته الجامعية.\nوفي عام ١٤٠٨هـ التحق بالعمل في الرئاسة العامة لهيئة الأمر بالمعروف والنهي عن المنكر لمدة سنتين\nثم في عام ١٤١٠هـ انتقل للعمل باحثاً شرعياً في الشؤون الدينية في القوات الجوية التابعة لوزارة الدفاع والطيران بالرياض\nوفي عام ١٤١٤هـ رشح لوظيفة كبير مدرسين في القوات الجوية نفسها\nوفي عام ١٤١٦هـ تم تعيينه رئيس قسم البحوث والدراسات والإفتاء حتى عام ١٤٢٧هـ\nثم اعتذر عن رئاسة القسم وأصبح كبير مدرسين في الشؤون الدينية في القوات الجوية.\n[سيرته العلمية]\nبدأ الشيخ عبد الله بن مانع حفظه الله تعالى طلب العلم على يد المشايخ منذ عام ١٤٠١هـ, ومن شيوخه:\n- الشيخ عبد العزيز بن باز رحمه الله تعالى: بدأ الدراسة عليه منذ عام ١٤٠٦هـ حتى وفاته عام ١٤٢٠هـ وقد درس عليه العديد من الكتب\n- الشيخ ابن عثيمين رحمه الله تعالى: كان يحضر دروسه منذ عام ١٤٠١هـ في الرياض ومكة وأحياناً يسافر لحضور درسه في عنيزة في أوقات متقطعة.\n- الشيخ عبد الله بن حسن القعود\n- الشيخ د عبد الله بن عبد الرحمن الجبرين\n- الشيخ حماد بن محمد الأنصاري: حضر بعض دروسه في المدينة في الحديث وعلومه وكان يسأله كثيراً.\n- الشيخ إسماعيل الأنصاري\n- الشيخ عبد الرحمن بن ناصر البراك\n- الشيخ صالح بن فوزان الفوزان\n- الشيخ ناصر بن عبد الكريم العقل\n- الشيخ عبد الرحمن بن صالح المحمود\n- الشيخ عبد الكريم بن عبد الله الخضير\n[مؤلفاته]\n١ - بدأ بكتابه بحوث بطلب من سماحة العلامة ابن باز رحمه الله منذ عام ١٤٠٩هـ حتى وفاته, فخرجت بعض بحوثه في كتاب أسماه (نفح العبير: بحوث فقهية حديثية) أربعة أجزاء طبعة دار الوطن ١٤١٥هـ,\n٢ - الإنباه إلى حكم تارك الصلاة. (دار ابن خزيمة ١٤١٢هـ)\n٣ - ملحوظات على كتاب الصلاة للشيخ الألباني. (دار ابن خزيمة ١٤١٢هـ)\n٤ - من أحكام السفر وآدابه كتب طبع دار الوطن ١٤٢٣هـ.\n٥ - من أحكام البيوت وآدابها كتب طبع دار الوطن ١٤٢٣هـ.\n٦ - من أحكام الصيام وآدابه كتب طبع دار الوطن١٤٢٥هـ.\n٧ - توعية المغترب بالمشاركة مع بعض الباحثيين في القوات الجوية.\n٨ - كتاب الأخلاق وسلوكيات الجندي المسلم بالمشاركة مع بعض الباحثين في القوات الجوية.\n٩ - الآداب العسكرية.\n١٠ - من أحكام التعدد كتاب طبع دار الوطن ١٤٢٦هـ.\n١١ - الحلل الأبريزية من التعليقات البازية.\n١٢ - له مقالات عديده في بعض المجلات مثل الدعوة السعودية والجندي المسلم ومجلة المنار والرسالة الجوية.\n١٣ - له عدد من الدروس والدورات في مدينة الرياض وغيرها كالخبر والدوادمي وساجر ومكة وغيرها.\n١٤ - له مشاركات قليلة في برامج في إذاعة القرآن والجواب الكافي في قناة المجد الفضائية.\nوله بعض التقديمات لبعض البحوث, مثل كتاب: إتحاف أهل العصر بأحكام البحر وكتاب المئوية في فوائد ابن عثيمين على الواسطية للشيخ عبد الله الشمراني\n[علاقته بشيخه الإمام ابن باز، ومكانته عنده]\nعلاقة الشيخ عبد العزيز بن باز بتلميذه عبد الله بن مانع علاقة متينة, فقد حضر الدروس حضور الطالب الجاد, فكان قليل الغياب جداً جداً حتى أنه حضر درس فجر الخميس عام ١٤٠٩ وكان يوم زواجه كل ذلك خوفاً من أن يفوته شيء عن الشيخ.\nوإذا حضر كان يصغي ويقيد كلام الشيخ فلا يكاد يفوته شيء، ثم يليه في الكتابة الشيخ عمر العيد\nبدأ يكتب بحوث للشيخ منذ عام ١٤٠٩هـ, وأول بحث كتبه كان عن صفة الإقعاء المسنون. (انظر نفح العبير ٢/ ٦١) وكان الشيخ يطلب منه نسخة من كل بحوثه. وكان الشيخ رحمه الله يعلق على بحوثه إما ثناءً أو تأييداً أو تعليقاً أو مخالفة (أحياناً قليله) , وكانت كثير من بحوثه لها عناوين مسجوعة, فكان الشيخ ابن باز رحمه الله يضحك أحياناً ويدعو له, واستمر في ذلك حتى عرف الشيخ جهد تلميذه ابن مانع, وأصبح ابن باز يذكره باسمه, ويطلب منه أن يكتب له بحوث فيما يعرض له في الدرس, بل بلغ أن يرجئ البت في حكم مسأله حتى يحضر الشيخ ابن مانع، فربما سُئل عن المسألة فيقول الشيخ عبد الله العتيبي موجود؟ , فيقولون: لا, فيقول: إذا جاء فأخبرونا حتى يبحث لنا المسألة\nولم يكن ابن مانع يقرأ بحوثه عند ابن باز, بل كان يعطيها الشيخ عبد العزيز بن إبراهيم القاسم. ولما سئل عن ذلك قال: إجلالاً للشيخ ابن قاسم, ولأن الميكروفون عنده, ولئلا أنشغل عن كتابة تعليقات الشيخ.\nوسئل: لِم لَم تختر كتاباً تقرأه على الشيخ ابن باز, وقد فعل ذلك كثير من طلابه, حتى ممن حضروا عند الشيخ بعدك؟ فقال: القراءة على الشيخ شرف ولكنها تشغل عن كتابة تعليقات الشيخ.",
  "books": [
    {
      "text_id": 13733,
      "title": "لب اللباب «مختصر شرح فصول الآداب»"
    },
    {
      "text_id": 14368,
      "title": "نفح العبير"
    },
    {
      "text_id": 14530,
      "title": "الإنباه إلى حكم تارك الصلاة"
    },
    {
      "text_id": 14539,
      "title": "شرح كتاب الصوم من صحيح البخاري"
    },
    {
      "text_id": 14561,
      "title": "نتاج الفكر في أحكام الذكر"
    },
    {
      "text_id": 17058,
      "title": "شرح كتاب الحج من بلوغ المرام"
    },
    {
      "text_id": 17128,
      "title": "اللباب «شرح فصول الآداب»"
    },
    {
      "text_id": 17131,
      "title": "التنكيت على الموطأ"
    },
    {
      "text_id": 17865,
      "title": "فقه عمل اليوم والليلة"
    }
  ]
}