{
  "author_id": 2681,
  "author_meta": "أبو عبد الرحمن، يوسف بن جودة يس يوسف الداودي\n[المولد]: حي الظاهر بيبرس بالقاهرة سنة ١٩٦٠ م\n[المؤهل]: الدكتوراه في الدراسات الإسلامية - الحديث وعلومه من جامعة بيروت الإسلامية، دار الفتوى، بيروت (أزهر لبنان سابقا).\n[العمل]: عضو هيئة التدريس بجامعة طيبة، المدينة المنورة.\n[الشيوخ في القرآن الكريم والقراءات]:\n١ - العلامة الشيخ عبد الرزاق البكري رحمه الله: من كبار علماء القرآن الكريم، وكان رحمه الله مدرس بمعهد القراءات بشبرا، قرأ عليه إلى سورة المؤمنون ثم قُبِضَ رحمه الله يوم الاثنين من شهر رمضان سنة ١٤١٨ هـ تقريبا.\n٢ - العلامة الشيخ نبيل بن عبد الحميد بن جاد: من علماء القرآن الكريم، وشيخه هو عبد الحكيم بن عبد اللطيف من كبار علماء القرآن الكريم والقراءات وشيخ مقرأة جامع الأزهر، قرأ خاتمة كاملة علي الشيخ نبيل بن عبد الحميد برواية حفص عن عاصم الكوفي وأجازه برواية القرآن الكريم، وكذا إجازة في علوم القرآن.\n٣ - فضيلة الشيخ ناصر بن حسين بن عبد الجواد: قرأ عليه القراءات السبع من طريق الشاطبية وأجازه بها.\n[الشيوخ في الحديث]:\n١ - العلامة الشيخ محمد نجيب المطيعي رحمه الله: من كبار علماء الأزهر وله أسانيد موصولة لأصحاب الحديث والسنن: حضر دروسه في شرح صحيح البخاري في منطقة البعوث الإسلامية بالقاهرة وذلك سنة ١٣٩٣ هجرية تقريباً.\n٢ - العلامة الشيخ محمد عمرو بن عبد اللطيف رحمه الله [صاحب لبدائل المستحسنة وتبييض الصحيفة وغيرها، وكان من كبار المحدثين بمصر]: قرأ عليه بعض المتون ومصنفات الحديث\n٣ - الشيخ أبو إسحاق الحويني: استفاد منه ومن تصانيفه المفيدة منها تنبيه الهاجد، وتهذيب سنن النّسائي وغيرها.\n٤ - لازم الشيخ حامد أحمد إبراهيم رحمه الله [صاحب مكتبة المصطفي بالدمرداش بالقاهرة، وصاحب موسوعة الرجال التي تضمنت أكثر من مائتي كتاب من كتب تراجم رجال الحديث]: استفاد منه طرق البحث والدراسة.\n٥ - العلامة الشيخ ناصر الدين الألباني رحمه الله: حضر له محاضرةً في المركز العام لجماعة أنصار السنة في عابدين وكانت محاضرته في سنة ١٣٩٦ هجرية أو بعدها بقليل وموضوعها الدفاع عن السنة ومكانتها من التشريع\n[الشيوخ في اللغة والفقه وأصوله والعقيدة والتفسير]:\n١ - الشيخ الدكتور محمود أبو سعيفة: من علماء الأزهر ويُدَّرس أصول الفقه بجامعة الأزهر، وقرأ عليه بعض كتب الأصول ومنها إرشاد الفحول.\n٢ - الشيخ محمد الدبيسي: من علماء التفسير والفقه وحاصل علي درجة الدكتوراه في التفسير من جامعة الأزهر.\n٣ - الشيخ جمال فاروق: مدرس اللغة العربية بالأزهر، وقد قرأ عليه ألفية بن مالك مع شرح ابن عقيل.\n[الرسائل العلمية]:\n١ - رسالة الماجستير: منهج الإمام الدَّارَقُطْنٍيّ في كتابه العلل.\n٢ - رسالة الدكتوراه: مرويّات يَحْيَى بن أبِي كثير المعلّة في كتاب العلل لابن أبي حاتم.\n[البحوث والمصنفات]:\nأولاً: الأبحاث المنشورة في مجلات محكمة:\n١ - المتفق والمفترق فيمن ذُكر بكنيته في الكتب الستة، حولية كلية أصول الدين والدعوة، جامعة الأزهر، العدد ٣٢ لعام ١٤٣٤ هـ - ٢٠١٣ م\n٢ - أثر تاريخ النص الحديثي في توجيه المعاني عند شُرَّاح الحديث دراسة تطبيقية، حولية كلية أصول الدين والدعوة بالمنوفية، العدد ٣٦ لعام ١٤٣٨ هـ -٢٠١٧ م\nثانيا: الأبحاث المنتهية والمطبوعة:\n١ - حروف أئمة القراءات عند أئمة السنة: بحث يجمع ألفاظ القراءات السبع التي وردت في الأحاديث النبوية الشريفة، غير مطبوع.\n٢ - الجامع لمعرفة كلمات الخلاف بين طرق التوسط والقصر: جزء لطيف لمعرفة الخلاف بين طرق التوسط والقصر في رواية حفص عن عاصم الكوفي، غير مطبوع.\n٣ - الجامع الصحيح فيما كان على شرط الشيخين أو أحدهما ولم يخرجاه: كتاب جامع مفيد، في جزئين كل جزء حوالي ٤٠٠ صفحة وقد حوى شرح لبعض غريب الحديث وبرهان الإسناد وفوائد علمية تخص الحديث المذكور، ورتب على الأبواب الفقهية، وقد حاز الكتاب على ثناء جمع من العلماء وطلبة العلم، مطبوع في دار قباء للطباعة، القاهرة سنة ١٩٩٧ م.\n٤ - إعلام الأمة بضعف ما اشتهر على ألسنة الخاصة والعامة: كتاب الأحاديث التي اشتهرت عند أهل الفقه وهي ضعيفة وكذلك التي اشتهرت عند العوام، في جزء كبير وقد حوى الكتاب فوائد الإسناد وبيان درجة الحديث، وبيان فوائد عامة وخاصة. (تحت الطبع إن شاء الله).\n٥ - التزكية الحقة في الكتاب والسنة: جزء لطيف يعرض جانباً من الانحراف عن نهج السلف الصالح في التزكية، وعلاج هذا الانحراف بتعريف التزكية الحقة من الكتاب والسنة. مطبوع في دار قباء، القاهرة سنة ١٩٩٥ م.\n٦ - الزهر المطلول لمعرفة الخبر المعلول: جزء متوسط شيق مفيد لطلبة علم الحديث، فقد حوى الوسائل التي كان يعتمد عليها جُل أئمة الحديث لمعرفة الحديث المعلول. (تحت الطبع إن شاء الله).\n٧ - منهج الإمام الدارقطني في كتابه العلل: رسالة الماجستير، طبعت في دار المحدثين، القاهرة سنة ٢٠١١ م، توزيع دار طبية الخضراء، الرياض.\n٨ - مرويات يحيى بن أبي كثير المعلة في كتاب العلل لابن أبي حاتم: رسالة الدكتوراه (تحت الطبع إن شاء الله).",
  "books": [
    {
      "text_id": 13280,
      "title": "الجامع الصحيح فيما كان على شرط الشيخين أو أحدهما ولم يخرجاه"
    },
    {
      "text_id": 13281,
      "title": "منهج الإمام الدارقطني في نقد الحديث في كتاب العلل"
    },
    {
      "text_id": 18111,
      "title": "شرح المنظومة البيقونية ليوسف جودة"
    },
    {
      "text_id": 18641,
      "title": "المتفق والمفترق فيمن ذكر بكنيته من الرواة في الكتب الستة"
    },
    {
      "text_id": 36115,
      "title": "أثر تاريخ النص الحديثي في توجيه المعاني"
    }
  ]
}