{
  "author_id": 2706,
  "author_meta": "يقول - حفظه الله -\nولدت في مدينة القرين بمحافظة الشرقية في جمهورية مصر العربية بتاريخ ١/ ٦/١٩٤٢ م.\nمات أبي رحمه الله قبل أن أولد بشهرين\nأرسلتني أمي رحمها الله إلى الكتّاب في الخامسة من عمري، فتعلمت القراءة والكتابة، ثم حفظت القرآن الكريم كاملاً، ومن ثم قرأت على الشيخ ختمة أخرى مع دراسة قواعد التجويد وتطبيقها، وتم ذلك في الحادية عشرة من عمري، وكان ذلك بالسند المتصل عن شيخي إلى أئمة القراءة، عن التابعين عن أصحاب رسول الله عن النبي صلى الله عليه وسلم وشيخي هو الشيخ (أحمد سلامة)، أجزل الله له المثوبة ورحمه رحمة واسعة.\nالتحقت بمعهد القراءات في الأزهر الشريف بالقاهرة، وكانت مدة الدراسة فيه ثماني سنوات، ويدرس فيه العلوم الشرعية والعربية إلى جوار القراءات العشر الصغرى والكبرى والقراءات الشاذة الأربع، وعلوم القرآن التخصصية، كعلم الرسم، والضبط، والفواصل وغير ذلك، وحصلت على شهادة التخصص في القراءات سنة ١٣٨٣ هـ /١٩٦٣ م. وممن قرأت عليهم: الشيخ محمود حبلص، والشيخ محمد الصادق قمحاوي، والشيخ أحمد مصطفى أبو حسن، والشيخ قاسم الدجوي، والشيخ متولي الفقاعي، والشيخ عامر السيد عثمان، والشيخ إبراهيم عطوة، والشيخ حسين السرتي، واشيخ محمود حافظ برانق، والشيخ سليمان الصغير، والشيخ أحمد مرعي، والشيخ محمد إسماعيل الهمداني.\nثم التحقت بجامعة الأزهر وحصلت على درجة الإجازة العالية للدراسات الإسلامية والعربية سنة ١٣٨٨ هـ / ١٩٦٨ م، ثم حصلت على درجة الماجستير في الدعوة والاحتساب من جامعة الإمام محمد بن سعود الإسلامية سنة ١٤٠٢هـ /١٩٨٢م. وسجلت للدكتوراة في جامعة (لاهور) بعنوان (الخطبة المنبرية وأثرها في الدعوى إلى الله) ولم يشأ الله تمام ذلك.\nعملت إماماً وخطيباً ومدرساً في جامع إبراهيم المنصور، بوزارة الأوقاف المصرية بمحافظة الشرقية، وشيخاً لمقرأة جامع الشربيني في الزقازيق من عام ١٩٦٤ - ١٩٧٢م.\nتعاقدت مع وزراة المعارف السعودية وجئت إلى الرياض في ١٢ شوال سنة ١٣٩٢هـ. وعملت مدرساً في مدرسة تحفيظ القرآن الكريم. وكانت مدرسة وحيدة في الرياض، ولما فُتح قسم للقرآن الكريم بكلية المعلمين تعاونت معها ثلاث سنوات حتى استقدموا متخصصين.\nعملت إماماً وخطيباً لجامع مستشفى القوات المسلحة بالرياض في الفترة من ١٩٧٥ - ٢٠٠٥م\nوخلال المدة المذكورة درست القرآن الكريم وتجويده وقراءاته وعلومه في جهات عدة\nعملت مراقباً للقرآن والقرآت بالإذاعة السعودية، ولا أزال حتى كتابة هذه السطور.\nأعد وأقدم بعض البرامج في التليفزيون والإذاعة السعودية\nالآثار العلمية:\n١ - (الاحتساب على مرتكبي جريمة الرشوة) رسالة ماجستير، طبعت عام ١٤٠٦ هـ.\n٢ - (فن الترتيل وعلومه)، مجلدان طبع مجمّع الملك فهد لطباعة المصحف الشريف بالتعاون مع مركز الملك فيصل للبحوث والدراسات الإسلامية بالرياض.\n٣ - (التجويد الواضح) و (تيسير علم التجويد) نشر: دار ابن خزيمة بالرياض.\n٤ - (الهدية بين الحلال والحرام) (سلسلة الراشي والمرتشي في النار) طبع: دار طيبة بالرياض.\n٥ - (طلب الرزق بين الحلال والحرام) و (كيف نقرأ القرآن) و (الرشوة وآثارها) وطبعة ثانية من كتاب (الهدية) نشر: دار المسلم بالرياض.\n٦ - اتقاء الحرام والشبهة في طلب الرزق.\nتحت الإعداد والطبع:\n١ - أعظم ما نزل من القرآن.\n٢ - واحة التفسير ١٥ مجلداً.\n٣ - أحكام التجويد في كلمات العزيز الحميد.\n٤ - المحتسب ودروه في إصلاح المجتمع.\n٥ - في رحاب القرآن الكريم تعليماً وإعلاماً.\n٦ - آيات الصيام.\n٧ - خواطر عن الحج والعمرة والزيارة.",
  "books": [
    {
      "text_id": 17049,
      "title": "اتقاء الحرام والشبهات في طلب الرزق"
    }
  ]
}