{
  "author_id": 2710,
  "author_meta": "يقول - حفظه الله -\nطلبت العلم بالطريقة النظامية المعروفة فدرست المرحلة الإبتدائية ثم التحقت بالمعهد العلمي وبعد التخرج من معهد الطائف العلمي التحقت بكلية الشريعة في الرياض في عام ١٣٩٩ هجري وكانت آنذاك عامرة بالعلماء الكبار.\nفدرست العقيدة في الكلية على الشيخ عبدالله بن جبرين لمدة عام كامل وكان هذا الشيخ أبرز شيخ أثر في حياتي وبخاصة أنه كان يدرسنا الرسالة (التدمرية) بطريقة نصية فريدة لا يزال صداها في نفسي إلى اليوم.\nودرست (الطحاوية) على الشيخ فهد الحمين.\nودرست الفقه في الكلية على كوكبة من العلماء المعروفين كسماحة المفتي والشيخ عبد الله الركبان والشيخ صالح العلي الناصر والشيخ صالح الأطرم والشيخ صالح السدلان وغيرهم.\nكما درست الأصول على مشايخ أجلاء يأتي على رأسهم أحمد سير المباركي وعبدالعزيز الربيعة وعبدالرحمن الدرويش وغيرهم\nوكان من نعم الله أن هذه الكلية العظيمة جعلت كتاب (أوضح المسالك) كاملاً مقرراً على الطلاب في النحو وقد درسنا هذا الكتاب على يد علماء أجلاء من أشهرهم أحمد كحيل ومحمد الأحول.\nوهكذا الحديث والتفسير كان يتولى تدريسه علماء فضلاء أذكر ممن درسني منهم أحمد معبد عبد الكريم في الحديث وعبد الله الوهيبي في التفسير.\nوفي الفرائض أخذناها عن الشيخ محمد النمي ثم الشيخ الداوود.\nوكانت الدراسة آنذاك تسير وفق النظام السنوي فننتهي من الدراسة في فترة الظهر تقريباً ويكون لدينا وقت واسع لطلب العلم وغير ذلك فكنت أتردد بصفة متقطعة على حلقة الشيخ بن باز في الجامع الكبير وحلقة الشيخ بن حميد في دخنه.\nوفي الصيف حين يأتي الشيخ عبدالله بن غديان أتردد على حلقته وقد قرأت عليه شيئاً قليلاً في الملل والنحل وهو من أبرز العلماء الذين كنت أجلس معهم في مدينة الطائف\nثم طلبت العلم في مكة وكان من أشهر الأساتذة الذين أخذت عنهم علم العقيدة والمذاهب والفرق والمنطق بركات دويدار وعثمان عيش ومحمد قطب.\nكما درست في الدراسات المسائية العليا وكان من أبرز اساتذتي في الفقه عبد المجيد محمود وفي الأصول أحمد بن حميد وحسين الجبوري وفي الحديث منصور العبدلي.\nثم في الإشراف تولى الإشراف على الماجستير والدكتوراه الدكتور أحمد الحمد وقد استفدت منه كثيراً فقد كان جاداً ومركزاً.\nحصلت على الدكتوراه في عام ١٤١٦ ثم ترقيت في السلم الجامعي حتى وصلت إلى درجة أستاذ.\nوالمؤلفات هي:\n١ - موانع إنفاذ الوعيد\n٢ - الوعد الأخروي\n٣ - حقيقة المثل الأعلى وآثاره\n٤ - دلالة الأسماء الحسنى على التنزيه\n٥ - المحو والإثبات في المقادير\n٦ - ميثاق الإيمان\n٧ - دراسات في دلالات المثلات\n٨ - شذرات من سمات الإسلام\n٩ - مدخل لعقيدة السلف\n١٠ - الخلاصة في العلو والكلام والرؤية\n١١ - المختصر في مسائل الإيمان\n١٢ - المختصر في الأديان والفرق\n١٣ - المختصر في المذاهب الفكرية المعاصرة\n١٤ - مقاصد كتاب التوحيد",
  "books": [
    {
      "text_id": 17072,
      "title": "حقيقة المثل الأعلى وآثاره"
    }
  ]
}