{
  "author_id": 2715,
  "author_meta": "أستاذ مشارك بكلية التربية، قسم الدراسات الإسلامية، جامعة الملك سعود بالرياض - تخصص: العقيدة والمذاهب المعاصرة\nتاريخ ومكان الميلاد: ١٣٨٣هـ الرياض\nدرجة البكالوريوس من كلية الشريعة بالرياض، جامعة الإمام محمد بن سعود الإسلامية. عام ١٤٠٩هـ./ ١٩٨٩م.\nدرجة الماجستير من كلية أصول الدين بالرياض، جامعة الإمام محمد بن سعود الإسلامية. عام ١٤١٥هـ/١٩٩٤م. وعنوانها: الرؤى عند أهل السنة والجماعة والمخالفين.\nدرجة الدكتوراه من كلية أصول الدين بالرياض، جامعة الإمام محمد بن سعود الإسلامية. عام ١٤٢٣ هـ/ ٢٠٠٢م. وعنوانها: أعمال القلوب- حقيقتها وأحكامها عند أهل السنة والجماعة وعند مخالفيهم. وكانت بإشراف فضيلة الشيخ: عبد الرحمن بن ناصر البراك، ومناقشة كل من: سماحة الشيخ عبد العزيز بن عبد الله آل الشيخ مفتي عام المملكة، وفضيلة الأستاذ الدكتور: ناصر بن عبد الكريم العقل، وحصل على درجة الدكتوراه مع مرتبة الشرف الأولى.\n(الأبحاث)\n١ - المنهج الكلامي: ملامحه وآثاره على مناهج التعليم الديني في العالم المعاصر. بحث محكّم ومنشور، قُدِم للندوة العالمية عن مناهج التعليم الديني في العالم الإسلامي -التحديات والآفاق. المعقودة في الجامعة الإسلامية بماليزيا: ٢ - ٤/شعبان/ ١٤٢٦هـ. ٦ - ٨ سبتمبر ٢٠٠٥م. ونشر في أبحاثها الجزء الأول (من صفحة ١٤٧ إلى صفحة ٢٠١).\n٢ - التيار العقلي لدى المعتزلة وأثره في حياة المسلمين المعاصرة. بحث محكّم ومنشور في مجلة كلية دار العلوم بجامعة القاهرة. العدد (٤٠) ١٤٢٧هـ/٢٠٠٦م. (من صفحة٣٥١ إلى صفحة٤٠٠).\n٣ - الفرق والبيان بين مودة الكافر والإحسان إليه-دراسة عقدية في ضوء الكتاب والسنة. بحث محكّم ومنشور في مجلة دراسات إسلامية، الصادرة عن وزارة الشؤون الإسلامية، المملكة العربية السعودية. العدد (١٤) رمضان/١٤٢٧هـ، سبتمبر ٢٠٠٦م. من صفحة ٦٥ إلى صفحة ١٥١.\n٤ - محبة الله لعباده المؤمنين- دراسة عقدية تأصيلية. بحث محكّم ومقبول للنشر في مجلة العلوم التربوية والدراسات الإسلامية، كلية التربية، جامعة الملك سعود. تاريخ خطاب قبول النشر: ٩/ ٢/١٤٢٨هـ.\n٥ - الأحكام والضوابط العقدية المتعلقة بالحوار مع غير المسلمين. كلية الشريعة بجامعة الشارقة. ١٤٢٨هـ.\n٦ - دور المسجد في التبصير بجرائم تقنية المعلومات والحد منها، جامعة نايف، ١٤٢٨هـ.\n(الكتب)\n١ - كتاب أعمال القلوب - حقيقتها وأقسامها وأحكامها عند أهل السنة والجماعة والمخالفين. طبعته جامعة الإمام محمد بن سعود الإسلامية (١٤٢٦هـ).\n٢ - شرح كشف الشبهات. دار الراية بالرياض.\n٣ - شرح لمعة الاعتقاد. دار الراية بالرياض.",
  "books": [
    {
      "text_id": 35723,
      "title": "الرؤى عند أهل السنة والجماعة والمخالفين"
    }
  ]
}