{
  "author_id": 2718,
  "author_meta": "مواليد (١/ ٧/ ١٣٩٢ هـ) في محافظة العقيق بمنطقة الباحة - المملكة العربية السعودية\nشغل منصب رئيس قسم القضاء بكلية الشريعة والدراسات الإسلامية جامعة أم القرى بمكة المكرمة، ثم وكيل كليتي الشريعة والدراسات القضائية والأنظمة، وحاليا أستاذ المواريث والسياسة الشرعية بكلية الدراسات القضائية والأنظمة\n[نشأته وتعليمه]\nولد بالعقيق بمنطقة الباحة ونشأ فيها وتلقى تعليمه العام فيها\nثم انتقل إلى مكة ودرس في جامعة أم القرى وتخرج فيها ١٤١٧هـ بتقدير ممتاز مع مرتبة الشرف الأولى من قسم القضاء بكلية الشريعة والدراسات الإسلامية\nثم أكمل الدراسات العليا في الكلية نفسها وحصل على الماجستير منها عام ١٤١٩هـ بتقدير ممتاز والتوصية بطباعة رسالته التي كانت بعنوان: (الاختصاص القضائي في الفقه الإسلامي، مع بيان التطبيق الجاري في المملكة العربية السعودية) وحصل على الدكتوراة من الجامعة نفسها عام ١٤٢٣هـ بتقدير ممتاز مع مرتبة الشرف الأولى والتوصية بطبع رسالته التي كان عنوانها: (لباس الرجل؛ أحكامه وضوابطه في الفقه الإسلامي)\n[الإنتاج العلمي والمؤلفات المطبوعة]\n١ - الاختصاص القضائي في الفقه الإسلامي مع بيان التطبيق الجاري في المملكة العربية السعودية، رسالة ماجستير، نشرتها مكتبة الرشد بالرياض، الطبعة الأولى ١٤٢٠هـ. الطبعة الثانية ١٤٢٥هـ\n٢ - الخلاصة في علم الفرائض، نشرته دار طيبة الخضراء بمكة، طبع تسع طبعات متوالية، ويدرس في أكثر الجامعات والكليات والدورات داخل المملكة وخارجها.\n٣ - المجموعة الذهبية في الخطب المنبرية، الجزء الأول، مجموعة خطب، صدر منها ثلاث طبعات عن دار طيبة الخضراء بمكة، عام ١٤١٩، ١٤٢١، ١٤٢٣هـ، قدَّم لها فضيلة الشيخ الدكتور: سعود بن إبراهيم الشريم.\n٤ - المجموعة الذهبية في الخطب المنبرية، الجزء الثاني، مجموعة خطب، صدر منها أربع طبعات عن دار طيبة الخضراء بمكة، عام ١٤٢٠، ١٤٢١، ١٤٢٢، ١٤٢٣هـ، قدَّم لها فضيلة الشيخ: علي بن عبد الخالق القرني.\n٥ - المجموعة الذهبية في الخطب المنبرية، الجزء الثالث، مجموعة خطب، صدر منها طبعتان عن دار طيبة الخضراء بمكة، عام ١٤٢١، ١٤٢٣هـ، قدَّم لها فضيلة الشيخ الدكتور: سعيد بن مسفر القحطاني.\n٦ - المجموعة الذهبية في الخطب المنبرية، الجزء الرابع، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٢٥هـ.\n٧ - المجموعة الذهبية في الخطب المنبرية، الجزء الخامس، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٢٦هـ.\n٨ - المجموعة الذهبية في الخطب المنبرية، الجزء السادس، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٢٨هـ.\n٩ - المجموعة الذهبية في الخطب المنبرية، الجزء السابع، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٢٩هـ.\n١٠ - المجموعة الذهبية في الخطب المنبرية، الجزء الثامن، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٣٠هـ.\n١١ - المجموعة الذهبية في الخطب المنبرية، الجزء التاسع، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٣٢هـ.\n١٢ - المجموعة الذهبية في الخطب المنبرية، الجزء العاشر، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٣٢هـ.\n١٣ - لباس الرجل؛ أحكامه وضوابطه في الفقه الإسلامي، رسالة دكتوراه، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٢٤هـ. والثانية عام ١٤٢٦، والثالثة عام ١٤٣٥هـ\n١٤ - قاعدة: الميسور لا يسقط بالمعسور، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٣٢هـ.\n١٥ - قاعدة: من استعجل شيئاً قبل أوانه عوقب بحرمانه؛ دراسة تأصيلية تطبيقية، محكم ومنشور في مجلة جامعة أم القرى لعلوم الشريعة واللغة العربية، العدد الثامن والعشرين، شوال ١٤٢٤هـ، طبعته دار طيبة الخضراء بمكة، الطبعة الأولى ١٤٣٢هـ.\n١٦ - دفع الخصومة في الفقه الإسلامي؛ دراسة فقهية تأصيلية، محكم ومنشور في مجلة المجمع الفقهي الإسلامي التابع لرابطة العالم الإسلامي، العددين السابع عشر والثامن عشر. (ثم طبعته دار ابن الجوزي بالدمام، عام ١٤٢٨هـ).\n١٧ - أصول المحاكمات القضائيَّة التي وضعها النبي  j  للقضاة ليهتدوا بها في الحكم بين الناس، محكم ومنشور في مركز البحوث الإسلامية بمعهد البحوث العلمية وإحياء التراث بالجامعة، طبعتان متواليتان (١٤٢٦هـ، ١٤٢٨هـ). ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى ١٤٣٣هـ.\n١٨ - حماية الملكية الفكرية في الفقه الإسلامي والآثار الاقتصادية المترتبة عليها، محكم ومنشور ضمن بحوث المؤتمر العالمي الثالث للاقتصاد الإسلامي المقام بكلية الشريعة والدراسات الإسلامية بجامعة أم القرى. (ثم طبعته دار ابن الجوزي بالدمام، عام ١٤٢٨هـ).\n١٩ - أحكام العبادات المترتبة على طلوع الفجر الثاني؛ محكم ومقبول للنشر في مجلة الأصول والنوازل بجدة، وطبعته دار ابن الجوزي بالدمام، ط١، ١٤٢٩هـ.\n٢٠ - الأيام المنهي عن صيامها شرعاً؛ دراسة فقهية تأصيلية موازنة)، محكم ومقبول للنشر في مجلة المجمع الفقهي الإسلامي بمكة، وطبعته دار ابن الجوزي بالدمام، ط١، ١٤٣١هـ.\n٢١ - التخارج بين الورثة؛ أحكامه وصوره في الفقه الإسلامي، منشور بمجلة الجامعة لعلوم الشريعة والدراسات الإسلامية، العدد (٤٥)، ذو القعدة ١٤٢٩هـ. ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى ١٤٣٣هـ.\n٢٢ - التصرف على الرعية منوط بالمصلحة؛ منشور بمجلة الجامعة لعلوم الشريعة والدراسات الإسلامية، العدد (٤٦)، محرم ١٤٣٠هـ. ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى ١٤٣٣هـ.\n٢٣ - ما أبيح للضرورة يقدر بقدرها، منشور بمجلة المجمع الفقهي بمكة، العددين (٢٤، ٢٥). ثم طبعته دار طيبة الخضراء بمكة، الطبعة الأولى ١٤٣٣هـ.\n٢٤ - المدخل لدراسة الفقه الإسلامي؛ الطبعة الأولى، دار طيبة الخضراء بمكة ١٤٣٤هـ.\n٢٥ - المجموعة الذهبية في الخطب المنبرية، الجزء الحادي عشر، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٣٤هـ.\n٢٦ - المجموعة الذهبية في الخطب المنبرية، الجزء الثاني عشر، مجموعة خطب، الطبعة الأولى، دار طيبة الخضراء بمكة، عام ١٤٣٥هـ.",
  "books": [
    {
      "text_id": 14526,
      "title": "أحكام العبادات المترتبة على طلوع الفجر الثاني"
    }
  ]
}