{
  "author_id": 2728,
  "author_meta": "ولد في ١٧ رمضان ١٣٣٨ هـ الموافق ٤ إبريل عام ١٩٢٠م في بلدة أريحا شمال سورية، وتلقى دراسته الابتدائية فيها\nثم تخرج في المدرسة الخسروية بحلب؛ وهي أقدم مدرسة شرعية رسمية في سورية\nأما دراسته الجامعية فتلقاها في القاهرة؛ حيث نال الشّهادة العالية لكلية أصول الدّين في الأزهر، وشهادة اللّيسانس أيضًا في الأدب العربي من كلية الآداب بجامعة فؤاد الأول، ثم درجتي الماجستير والدّكتوراه من هذه الجامعة التي أطلق عليها فيما بعد اسم جامعة القاهرة.\nاشتغل رحمه الله مدرسًا فمفتشًا، ثم كبيرًا لمفتشي اللّغة العربية في سورية، ثم مديرًا لدار الكتب الظّاهرية المنبثقة عن المجمع العلمي العربي في دمشق، وأستاذًا محاضرًا في كلية الآداب في جامعة دمشق ثم انتقل إلى السّعودية للتدريس في كلية اللغة العربية بجامعة الإمام محمد بن سعود الإسلامية؛ وقد شغل منصب رئيس قسم البلاغة والنّقد ومنهج الأدب الإسلامي، وكان عضوًا في المجلس العلمي في الجامعة منذ أن وُجِدَ، وعُهِدَ إليه بلجنة البحث والنّشر في الجامعة ذاتها\nلقد أمضى الدكتور عبد الرحمن حياته العلمية والعملية منذ بدايتها مكافحًا ومنافحًا عن لغة القرآن … داعيًا إلى فن أدبي إسلامي لا يكتفي بجمال التعبير وإبداع التصوير؛ وإنما يشترط فيه أن يكون ممتعًا هادفًا نافعًا في وقت معًا … فن أدبي إسلامي يلتزم أمام إله متصف بصفات الكمال كلها، منزه عن صفات النقص جميعها … ويكون بسماته هذه مغايرًا للتيارات الأدبية الأخرى التي تلتزم أمام النفوس البشرية الأمارة بالسوء.\nأشرف رحمه الله على موسوعة أدب الدعوة الإسلامية التي قامت بإصدارها كلية اللغة العربية بالرياض حيث كانت نتاج مادة البحث لطلبة السنة النهائية بكلية اللغة العربية، وصدر منها ستة أسفار:\n١ - شعر الدعوة الإسلامية في عصر النبوة والخلفاء الراشدين = إعداد عبد الله حامد الحامد. ١٣٩١هـ - ١٩٧١م\n٢ - شعر الدعوة الإسلامية في العصر الأموي = إعداد عبد العزيز محمد الزير، ومحمد بن عبد الله الأطرم. ١٣٩٢هـ - ١٩٧٢م\n٣ - شعر الدعوة الإسلامية في العصر العباسي الأول = إعداد عبد الله عبد الرحمن الجعيثن. ١٣٩٦هـ - ١٩٧٦م\n٤ - شعر الدعوة الإسلامية في العصر العباسي الثاني = إعداد عائض بنية الردادي. ١٣٩٢هـ - ١٩٧٢م\n٥ - شعر الدعوة الإسلامية في العصر العباسي الثالث = إعداد محمد بن علي الصامل، وعبد الله بن صالح العريني. ١٤٠١هـ - ١٩٨١م\nهذا في مجال الشعر، أما في مجال النثر، فقد صدرت:\n٦ - القصص الإسلامية في عهد النبوة والخلفاء الراشدين في مجلدين اثنين كبيرين؛ أربى عدد صفحاتهما على الألف = إعداد أحمد ابن حافظ الحكمي ١٣٩٦هـ - ١٩٧٦م\nوقد كان لصدور هذه الأسفار من الموسوعة أثر ملموس في تغيير بعض المسلمات الأدبية الخاطئة عن الشعر الإسلامي، ولا سيما في عصر النبوة والخلفاء الراشدين … فلقد كتبت الدكتورة عائشة عبد الرحمن (بنت الشاطئ) مقالاً نشر بالأهرام في عدد يوم الجمعة الواقع في ١١/ ٧/١٩٧٥م بعنوان: الإسلام والشعر والمستوى الفني لشعر الصحابة، وذلك بمناسبة الرسالة التي أعدها تحت إشرافها الأستاذ محمد الراوندي المحاضر بدار الحديث الحسنية بالرباط بعنوان: الصحابة الشعراء، حيث نقلت فيها فقرًا من مقدمة الجزء الأول من موسوعة أدب الدعوة الإسلامية في عصر النبوة والخلفاء الراشدين، وقررت أن الجهود الجدية قلبت المُسََّلمَات الأدبية السابقة قلبًا؛ إذ كان الدّارسون، وهي منهم، يقيمون أحكامهم على حصر شعراء الدعوة بما لا يزيد عن أصابع اليدين عددًا\nكما عمل الدكتور الباشا رحمه الله على توسيع نطاق التعريف بالأدب الإسلامي من خلال برنامج إذاعي سجلت حلقته الأولى إذاعة الرياض في ٣٠/ ٤/١٣٩٥هـ، وقد أربى عدد حلقاته على (٢٤٠) تحت اسم مع أدب الدعوة الإسلامية.\nعمل على إرساء قواعد (منهج الأدب الإسلامي)، وتبنت جامعة الإمام محمد بن سعود الإسلامية هذه الفكرة الرّائدة، وأوسعت لها في المحاضرات الجامعية … حتى قيض لمادة منهج الأدب الإسلامي أن تقف على أرض صلبة قوية، حتى تم إنشاء (رابطة الأدب الإسلامي) واختير الدكتور الباشا نائبًا لرئيس الرابطة، ورئيسًا لمكتب البلاد العربية.\n[مؤلفاته]\nصور من حياة الصحابة\nصور من حياة التابعين\n[وفاته]\nتُوفي رحمه الله في يوم الجمعة ١٢ ذو القعدة ١٤٠٦ هـ الموافق ١٨ يوليو ١٩٨٦م في مدينة إسطنبول بتركيا، ودُفن بمقبرة الفاتح هناك؛ حيث يرقد كثير من الصّحابة والتّابعين الذين أحبهم في حياته وجاورهم في مدفنه، رحمه الله تعالى",
  "books": [
    {
      "text_id": 14542,
      "title": "صور من حياة الصحابيات"
    }
  ]
}