{
  "author_id": 2734,
  "author_meta": "محمد بن رزق بن عبد الناصر بن طرهوني الكعبي السلمي أبو الأرقم المصري المدني\nينتسب إلى عرب طرهونة - بالطاء وبالتاء أيضا- المهاجرين من الحجاز إلى مصر وليبيا وينتسبون في الأصل إلى قبائل الكعوب أبناء كعب بن أحمد من قبائل بني سليم بن منصور من قيس عيلان حسب ما أفاده عمر رضا كحالة في كتابه معجم قبائل العرب نقلا عن عدة مصادر.\nمتزوج باثنتين وله من الأبناء تسعة إناثا وستة من الذكور توفي أحدهم عند ولادته.\nولد بالقاهرة في الرابع من رجب سنة ١٣٧٩ هـ الموافق الثاني من يناير سنة ١٩٦٠ م\nالتحق بكلية الهندسة بجامعة القاهرة عام ١٩٧٧ م، ودرس فيها لمدة سنتين\nلكنه اتجه للعلم الشرعي، فهاجر للمدينة المنورة، والتحق بكلية القرآن الكريم والدراسات الإسلامية بالجامعة الإسلامية بالمدينة المنورة حتى تخرج بامتياز عام ١٤٠٥ هـ وتحصل على شهادة الإجازة العالية\nفي أثناء ذلك تحصل على تزكيات وإجازات عدة من أهمها:\n- الإجازة في القراءات السبع من طريق الشاطيبة بالإسناد المتصل إلى رسول الله صلى الله عليه وسلم على فضيلة الشيخ محمود بن عبد الخالق جادو رحمه الله\n- والإجازة في الحديث والعقيدة والفقه وغير ذلك من فضيلة الشيخ حمود بن عبد الله التويجري رحمه الله\n- كذا أجازه بجميع مروياته فضيلة الشيخ أبو عبد الرحمن بن عقيل الظاهري والأستاذ الدكتور حكمت بشير ياسين الموصلي، والشيخ أبو أويس محمد بن الأمين بن عبد الله أبو خبزة الحسني.\nالتحق بالدراسات العليا بجامعة الأزهر:\n- فكانت أطروحته للماجستير في التفسير بالمأثور من قوله تعالى (يسألونك عن الأهلة) إلى قوله (يسألونك عن الخمر والميسر) جمعا ودراسة وتحقيقا فتحصل عليها بتاريخ ١٧/ ٣/١٤١٦ هـ بتقدير امتياز\n- وأطروحته للدكتوراه بعنوان (التفسير والمفسرون في غرب إفريقيا) يعني: تونس والجزائر والمغرب وموريتانيا. فتحصل عليها بتاريخ ١/ ٧/١٤٢٠ هـ بمرتبة الشرف الأولى\n(من الأعمال التي شغلها)\n- الإشراف على بعض المدارس بالمدينة المنورة.\n- باحث بمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة\n- التعاون مع جامعة الملك عبد العزيز كلية التربية فرع المدينة المنورة كمدرس بالجامعة لفصل دراسي، ثم اعتذر عن المضي في التدريس\n(مؤلفاته)\nقام بعدة أعمال تابعة للمعهد العالمي للفكر الإسلامي بأمريكا لخدمة التفسير بالمأثور ومنها:\n١ - مرويات الإمام مالك في التفسير (مجلد)\n٢ - مرويات ابن ماجه في التفسير (مجلد كبير)\n٣ - مرويات الإمام أحمد في التفسير (عدة مجلدات بالمشاركة مع الدكتور حكمت بشير وآخرين)\nويأتي ذكر ما طبع وما لم يطبع منها.\nطبع له من الكتب المؤلفة والمحققة ما يلي:\n١ - قطف الزهو في أحكام سجود السهو.\n٢ - الصيحة الحزينة في البلد اللعينة.\n٣ - من أم الناس فليخفف.\n٤ - إسعاف النساء بفصل الصفرة عن الدماء\n٥ - أحكام السترة في مكة وغيرها وحكم المرور بين يدي المصلي\n٦ - ثلاثة عشرة سؤالاً وجواباً حول السترة والمرور بين يدي المصلي\n٧ - جمع الفوائد اختصار إصلاح المساجد من البدع والعوائد\n٨ - مجلس من فوائد الليث بن سعد (تحقيق)\n٩ - جزء الستة من التابعين للخطيب البغدادي (تحقيق)\n١٠ - فضل قل هو الله أحد للخلال (تحقيق)\n١١ - موسوعة فضائل سور وآيات القرآن (القسم الصحيح- مجلدان)\n١٢ - صحيح السيرة النبوية المسماة بالسيرة الذهبية (المجلد الأول والثاني)\n١٣ - فهرس شامل لرجال تاريخ دمشق للحافظ ابن عساكر البالغ ٢١ مجلدا مخطوطا\n١٤ - تحديد تاريخ المولد (مقتطف من السيرة المذكورة آنفا)\n١٥ - النبي صلى الله عليه وسلم كأنك تراه (مقتطف من السيرة المذكورة آنفا)\n١٦ - الإسراء والمعراج (مقتطف من السيرة المذكورة آنفا)\n١٧ - الهجرة النبوية (مقتطف من المجلد الثالث من السيرة)\n١٨ - الأحاديث الثابتة في فضائل سور وآيات القرآن (مختصر الموسوعة)\n١٩ - القواس والفأرة (قصة للأطفال)\n٢٠ - سفينة والأسد (قصة للأطفال)\n٢١ - الإسلام ونبي الإسلام (دراسة حول شخصية النبي صلى الله عليه وسلم ورسالته)\n٢٢ - مرويات الإمام أحمد في التفسير\n٢٣ - مرويات الإمام مالك في التفسير\n٢٤ - هديتي لابنتي عند زفافها (هدية كل عروس)\n٢٥ - دراسة حديثية فقهية حول حكم البناء والكراء في سوق المناخة.\nوله الآن تحت الطبع\n١ - موسوعة فضائل سور وآيات القرآن (القسم الضعيف)\n٢ - معرفة الصحابة لأبي نعيم - المجلد الرابع (تحقيق)\n٣ - أحكام الحج في سورة البقرة (فهم السلف الصالح للآيات ١٩٦ - ٢٠٣) مقتطف من أطروحة الماجستير.\n٤ - مناظرة مسلم لأساقفة الروم (قصة واقعية)\n٥ - مرويات ابن ماجه في التفسير\n٦ - عدة رسائل مقتطفة من كتاب الإسلام ونبي الإسلام\n٧ - الجمل الحزين (قصة واقعية للأطفال)\n٨ - عبد الرحمن والجني (قصة واقعية للأطفال)\n٩ - صفحات من تاريخ المغرب العربي - تونس والجزائر والمغرب وموريتانيا - (من الفتح وحتى الآن) مقتطف من أطروحة الدكتوراه\n١٠ - أعلام المفسرين في المغرب العربي (مقتطف من الدكتوراه أيضا)\n١١ - المنحة في السبحة للسيوطي (تحقيق)\n١٢ - المدخل الصغير لعلوم القرآن والحديث والعقيدة والتفسير\n١٣ - عبق الخلفاء الراشدين: دراسة شرعية لسيرة الملك عبد العزيز آل سعود رحمه الله.\n١٤ - هذا هو مؤسس المملكة. مختصر الكتاب السابق.\n١٥ - المساجد السبعة دراسة حديثية فقهية تاريخية.\n١٦ - كيف تقرأ القرآن. (بالمشاركة مع الدكتور سعيد الصيني)\nوهناك كتب أخرى تحت الإعداد ومنها:\n١ - المجلد الثالث من صحيح السيرة النبوية\n٢ - أحكام تسوية الصفوف في الصلاة\n٣ - أحكام تجويد القرآن\n٤ - شبهات حول العقيدة والرد عليها (رد على محمد علوي المالكي في كتابه مفاهيم يجب أن تصحح)\n٥ - الجامع لأسباب النزول\n٦ - السيرة النبوية لابن هشام (تحقيق)\n٧ - سؤال وجواب عبر الإنترنت (مجموع للفتاوى عبر الشبكة)",
  "books": [
    {
      "text_id": 144114,
      "title": "موسوعة فضائل سور وآيات القرآن - القسم الصحيح"
    },
    {
      "text_id": 17064,
      "title": "التفسير والمفسرون في غرب أفريقيا"
    }
  ]
}