{
  "author_id": 2735,
  "author_meta": "إبراهيم بن محمد بن حسين العلي الشبلي الجنيني\nولد ٧/ ٩/ ١٩٥٦ م (١٣٧٧هـ) بقرية كفر راعي إحدى قرى جنين الفلسطينية (وأصله من قرية الشجرة غربي طبرية في فلسطين)\nدرس إلى الثانوية في كفر راعي ثم التحق بكلية الشريعة بالجامعة الأردنية وتخرج منها عام ١٩٨٠\nعمل في وزارة الأوقاف الأردنية من عام ١٩٨٠ حتى وفاته، إماماً وخطيباً وداعياً، وعمل لمدة سنتين رئيساً لديوان كلية الدعوة وأصول الدين\nوكانت له دروس في شرح صحيحي البخاري ومسلم وصحيح السيرة.\nكان عضوًا في جمعية الحديث الشريف وموسوعة الحديث الشريف، وعضوًا في مجمع الإعجاز العلمي للقرآن الكريم\nأخذ عن مشايخ كبار من أهل العلم منهم:- الشيخ مصطفى الزرقا والشيخ عبد الفتاح أبو غدة، والشيخ عبد الرحيم سعيد وابنه الدكتور همام سعيد والدكتور عبد الله عزام، والأستاذ الدكتور فضل حسن عباس، والأستاذ الشيخ محمد المبارك، والدكتور عبد الحميد السائح والدكتور راجح الكردي والدكتور أحمد نوفل .. وآخرون\nوحصل على إجازتين، واحدة من الشيخ عبد الله بن الصديق الغماري وأخرى من الشيخ الفاداني في الكتب الستة.\nتوفي -رحمه الله- ليلة الجمعة الساعة الثامنة والنصف مساءاً ٢٧/ ٥/ ١٤٢٥هـ (١٥/ ٧/ ٢٠٠٤) في المستشفى الإسلامي بعمان، وقد كان الشيخ ومنذ سنوات يعاني من مرض القلب\nله عدد من المؤلفات بعضها طبع وبعضها ينتظر الطبع، ومنها:\n(التأليف)\n١. صفحات مضيئة من عبادة السلف.\n٢.علي بن المديني شيخ الإمام البخاري.\n٣. حذيفة بن اليمان أمين سر رسول الله.\n٤.شيخ الإسلام ابن تيمية رجل الإصلاح والدعوة.\n٥.صحيح السيرة النبوية.\n٦.الأحاديث الصحيحة من أخبار وقصص الأنبياء عليهم السلام.\n٧.الأرض المقدسة (فلسطين) بين الماضي والحاضر (دراسة حديثية تحليلية).\n٨.من نبوءات الرسول (حديث الخلافة والأمراء).\n٩.صفحات مضيئة من حياة السابقين (في جزأين).\n١٠.صور من أدب السلوك الاجتماعي في الإسلام.\n١١. من نبوءات الرسول (حديث سنين الخداع)\n١٢.تفسير سورة الأنعام - بالمشاركة.\n١٣.إسلامية فلسطين في الكتاب والسنة.\n١٤.عشاق الحور وطلاب دار السرور (من أعلام الاستشهاديين).\n١٥.صحيح أسباب النزول (دراسة حديثية)\n١٦ الشيخ محمد بن صالح بن عثيمين شيخ الفقهاء\n١٧.محمد ناصر الدين الألباني المحدث والداعية السلفي.\n١٨. رياض الأنس في بيان أصول تزكية النفس\n(التحقيق)\n١٩. نور اليقين في سيرة سيد المرسلين.\n٢٠.كتاب الرؤية للإمام الدارقطني-بالمشاركة.\n٢١.كتاب مختصر قيام الليل للإمام المروزي-بالمشاركة.\n٢٢. كتاب مختصر قيام رمضان للإمام المروزي-بالمشاركة\n٢٣. كتاب مختصر صلاة الوتر للإمام المروزي-بالمشاركة\n٢٤.ثلاث رسائل في الجهاد لشيخ الإسلام ابن تيمية-بالمشاركة.\n٢٥.رسالتان في حياة الأنبياء للبيهقي والسيوطي-بالمشاركة.\n٢٦.تخريج أحاديث تفسير الطبري-تقريب وتهذيب د. صلاح الخالدي (٧).\n٢٧. تخريج أحاديث تفسير ابن كثير ترتيب وتهذيب د. صلاح الخالدي.\n٢٨. تخريج أحاديث السيرة النبوية لأبي الحسن الندوي.\n٢٩.فقه السيرة لمحمد الغزالي- تعليق وتخريج واستدراك.\n٣٠. تخريج أحاديث تفسير يحيى بن سلام البصري.\n٣١.فهرس كاب أوجز المسالك شرح موطأ مالك، لمحمد زكريا الكاندهلوي، بتعليق د. تقي الدين الندوي.\n(تحت الطبع)\n٣٢.الشيخ ابن عثيمين/سلسلة علماء ومفكرون معاصرون.\n٣٣.ابن قيم الجوزية/سلسلة أعلم المسلمين.\n٣٤.هل سينتصر الإسلام.\n٣٥.فتح الملهم في شرح صحيح الإمام مسلم، لشبير أحمد العثماني وإتمامه لتلميذه الشيخ محمد تقي العثماني/ضبط وتعليق وتخريج أحاديث الشرح (١٢ مجلدا)",
  "books": [
    {
      "text_id": 13606,
      "title": "صحيح السيرة النبوية للعلي"
    }
  ]
}