{
  "author_id": 274,
  "author_meta": "محمد حفظ الرحمن بن محب الرحمن بن سمير الدين بن سليمان بن علي محمود بن شيخ فطن بن محمود حسين المِيَانْجِي الكُمِلَّائي البَنْغَلادِيْشِي\n(من بيت علم وفضل)\nتخرَّجَ أبوه على المحدث الكبير السيد حسين أحمد المدني رحمه الله تعالى، وقد أجازه في السلوك والطريقة\nجده من الأب القاريء سمير الدين من أخص تلامذة شيخ القراء القاريء المقريء الشيخ إبراهيم الأجانوي رحمه الله تعالى\nجده من الأم العلامة غياث الدين الرئيس الأعلى للمدرسة الإسلامية بـ «نواخالي» من تلاميذ شيخ الهند محمود حسن الديوبندي، ومن زملاء السيد حسين أحمد المدني رحمهم الله تعالى.\nولد في رمضان ١٣٧٧ هـ في «كُمِلَّا» من أرض «بَنْغَلادِيش»، فنشأ فيها، وحصّل. والتحق بالمدرسة الفرقانية ثم المدرسة العصرية ١٣٨٦ هـ، ثم المدرسة الإسلامية الحسينية الواقعة بمنشير هات ١٣٩٣ هـ وقرأ فيها سنتين\nثم سَارَ إلى «جاتجام» عام ١٣٩٥ هـ، والتحق بالمدرسة حامي السنة كيخل، وقرأ فيها خمس سنين متوالية.\nثم التحق ١٤٠٠ هـ بأكبر الجامعات في «بنغلاديش» وهي الجامعة الأهلية دار العلوم معين الإسلام هاتهزاري، وقرأ فيها أيضا خمس سنين متوالية\nبعد إتمام الدراسة التحق ١٤٠٥ هـ - بإرشاد شيخه أحمد شفيع- بدار العلوم برورا، التي هي من أكبر الجامعات، وأقدمها بعد جامعة هاتهزاري، درس فيها سنة واحدة\nثم ارتحل إلى «باكستان» ١٤٠٦ هـ، والتحق بقسم التخصص في الفقه الإسلامي في جامعة العلوم الإسلامية علامه بنوي تاؤن كراتشى\nعاد ١٤٠٨ هـ إلى وطنه، واشتغل بالتدريس والإفادة والتصنيف والتأليف\nعُين أمين التعليم ١٤١٥ هـ، وبقي في هذا المنصب ٥ سنوات\nالتحق ١٤٢٠ هـ بالجامعة الرحمانية العربية داكا، (من أشهر الجامعات في بنغلاديش)، وبعد سنة عين رئيس دار الإفتاء بالجامعة\n(مؤلفاته)\nألف كتبا كثيرة مفيدة، باللغة البنغالية والعربية، ومن مؤلفاته العربية:\n«التعليقات» على أصول الإفتاء، للشيخ محمد تقي العثماني، صاحب «تكملة فتح الملهم» شرح صحيح مسلم\n«مكانة أبي حنيفة في الفقه والحديث»\n«التعليقات» على فقه أهل العراق وحديثهم، الذي ألَّفَه الكوثري تقدمة على «نصب الراية في تخريج أحاديث الهداية»\n«ما ينبغى به العناية لمن يطالع الهداية»\n«معجم الفقيه والمتفقه»\n«الدرر المنتقاة على مقدمة الشيخ»\n«فتح الودود على شرح العقود»\n«الروض النضير على النافع الكبير»\n«الإمام محمد وكتابه الجامع الصغير»\n«الإمام القدوري وكتابه المختصر»\n«البدر المنير على الفوز الكبير»\n«البدور المضية في تراجم الحنفية»، وغيرها",
  "books": [
    {
      "text_id": 819,
      "title": "البدور المضية في تراجم الحنفية"
    }
  ]
}