{
  "author_id": 2742,
  "author_meta": "محمد الأمين الهرري (١٣٤٨ هـ -١٤٤١ هـ)\nهو محمد الأمين بن عبد الله بن يوسف بن حسن، أبو ياسين الأُرمي نسبًا، العلوي قبيلة، الإِثيوبي دولة، الهرري منطقة، الكرِّي ناحيةَ، البُوَيْطِي قرية، السلفي مذهبًا، السعودي إِقامة، نزيل مكة المكرمة، جوار الحرم الشريف في المسفلة حارة الرشد.\nولد في الحبشة في منطقة الهرر في قرية بويطة، في عصر يوم الجمعة أواخر شهر ذي الحجة سنة (١٣٤٨) من الهجرة النبوية على صاحبها أفضل الصلوات وأزكى التحيات.\nتعلم القرآن وختمه وهو ابن ست سِنين، وحفظ جملة من مختصرات توحيد الأشاعرة والفقه الشافعي.\nثم رحل إِلى سيبويه زمانه وفريد أوانه أبي محمد الشيخ موسى بن محمد الأديلي، وبدأ عنده دراسة الفقه، بـ\"شرح جلال الدين المحلي على منهاج النووي\"، ثم بعدما وصل إِلى (كتاب السلم) .. حوله شيخه المذكور إِلى دراسة النحو؛ لما رأى فيه من النجابة والاجتهاد في العلم، فقرأ عليه مختصرات النحو كـ\"متن الآجرومية\" وشروحها العديدة، و\"متن الأزهرية\"، و\"ملحة الإِعراب\" مع شرحه \"كشف النقاب\" لعبد الله الفاكهي، و\"قطر الندى\" مع شرحه \"مجيب الندا\" لعبد الله الفاكهي، وقرأ \"الألفية\" لابن مالك مع شروحها العديدة كـ \"شرح ابن عقيل\"، و\"شرح المكودي\"، و\"شرح السيوطي\".\nثم اشتغل بكتب الصرف والبلاغة والعروض والمنطق والمقولات والوضع واجتهد فيها، وحفظ \"ألفية ابن مالك\" و\"ملحة الإِعراب\" و\"لامية الأفعال\" و\"السلم\" في المنطق، و\"الجوهر المكنون\" في البلاغة.\nثم رحل إِلى شيخه خليل زمانه وحبيب عصره وأوانه الشيخ محمد مديد الأديلي أيضًا، فقرأ عنده مطولات كتب النحو، وكان يدرس أيضًا جنب حلقة شيخه وقرأ عليه أيضًا التفسير إِلى (سورة يس).\nثم رحل إِلى شيخه الحاوي المفسر في زمانه الشيخ إِبراهيم بن ياسين المَاجَتِيِّ، فقرأ عليه التفسير بتمامه، والعروض من مختصراته ومطولاته كـ\"حاشية الدمنهوري على متن الكافي\"، و\"شرح شيخ الإِسلام الأنصاري على المنظومة الخزرجية\"، و\"شرح الصبان على منظومته في العروض\"، وقرأ عليه أيضًا مطولات المنطق والبلاغة، ولازمه نحو ثلاث سنوات.\nثم رحل إِلى الشيخ الفقيه يوسف بن عثمان الوَرْقِي، وقرأ عليه مطولات علم الفقه كـ\"شرح الجلال المحلي على المنهاج\"، و\"فتح الوهاب على المنهج\" لشيخ الإِسلام مع \"حاشيته\" لسليمان البُجَيْرِمي و\"حاشيته\" لسليمان الجمل، و\"حاشية التوشيح على متن أبي شجاع\"، و\"مغني المحتاج\" للشيخ الخطيب إِلى (كتاب الفرائض)، وقرأ عليه غير ذلك من كتب الفرائض كـ\"حواشي الرحبية\"، و\"الفُرَاتِ الفائض في فَنِّ الفرائض\" - وهو كتاب جيد من مطولاتها - ولازمه نحو أربع سنوات.\nثم رحل إِلى الشيخ إِبراهيم المُجِّي، فقرأ عليه \"فتح الجواد\" لابن حجر الهيتمي على \"متن الإِرشاد\" لابن المقرئ الجزأين الأولين منه.\nثم رحل إِلى شيخ المحدثين الحافظ الفقيه الشيخ أحمد بن إِبراهيم الكَرِّي، وقرأ عليه \"البخاري\" بتمامه، و\"صحيح الإِمام مسلم\" وبعض كتب الاصطلاح.\nثم رحل إِلى مشايخ عديدة، وقرأ عليهم السنن الأربعة، و\"الموطأ\"، وغير ذلك من كتب الحديث مما يطول بذكره الكلام.\nثم رحل إِلى الشيخ عبد الله نُورَوْ القَرْسِي، فقرأ عليه مطولات كتب البلاغة \"شروح التلخيص\" لسعد الدين التفتازاني وغيره، ومطولات كتب أصول الفقه كـ \"شرح جمع الجوامع\" لجلال الدين المحلي، وقرأ عليه من النحو \"حاشية الخضري على ابن عقيل\".\nوقرأ على غير هؤلاء المشايخ كتبًا عديدة من فنون متنوعة مما يطول الكلام بذكره من كتب السيرة وكتب الأمداح النبوية؛ كـ\"بانت سعاد\" و\"همزية البوصيري\" و\"بردته\" و\"القصيدة الوترية\" و\"الطرَّاف والطرائف\" و\"إِضاءة الدُّجُنَّة\" -منظومة في كتب الأشاعرة- وغير ذلك مما يطول الكلام بذكره.\nوكان يدرِّس مع دراسته جنب حلقة مشايخه ما درس عليهم من أربع عشرة سنة من عمره.\nثم استجاز من مشايخه هؤلاء كلهم التدريس استقلالًا فيما درس عليهم فأجازوا له.\nفبدأ التدريس استقلالًا في جميع الفنون في أوائل سنة ألف وثلاث مئة وثلاث وسبعين في اليوم الثاني عشر من ربيع الأول من الهجرة النبوية، فاجتمع عنده خلق كثير من طلاب كل الفنون زهاء ست مئة طالب أو سبع مئة طالب أو أزيد إلى ألف طالب.\nوكان يدرِّس من صلاة الفجر إِلى صلاةِ العشاء الآخرة نحو سبع وعشرين حِصَّة من حصص الفنون المتنوعة.\nوكان يحيي ليله دائمًا بكتابةِ التآليف، وبما قدر الله له من طاعاته.\nهاجر من الحبشة إِلى هذه المملكة العربية السعودية في تاريخ سنة ١٣٩٨.\nوكان مدرسًا في دار الحديث الخيرية من بداية سنة ١٤٠٠.\nوكان أيضًا مدرسًا في المسجد الحرام ليلًا نحو ثمان سنوات بإِذن رئاسة شؤون الحرمين.\nوله أسانيد عديدة من مشايخ كثيرة في جميع الفنون، خصوصًا في التفسير والأمهات الست.\nمؤلفاته كثيرة من كل الفنون حتى أوشكت ألا تحصى:\nفمن التفسير:\n١ - حدائق الرَّوْحِ والريحان في روابي علوم القرآن، (ثلاث وثلاثون مجلدًا، جمع فيه سبعة فنون بل ثمانية بل تسعة، لم يُسبق له نظيرٌ من كتب التفسير)، وقد صدر عن دار طوق النجاة ودار المنهاج.\nومن النحو:\n٢ - الباكورة الجنية في إِعراب متن الآجرومية، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٣ - رفع الحجاب عن مُخَيَّمَات معاني كشف النقاب عن مخدارت ملحة الإِعراب، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٤ - لبُّ اللباب في حل معاني ملحة الإعراب، وقد طبع مع \"رفع الحجاب\" وهذا من أوائل مؤلفاته في سنة (١٣٦٥ هـ).\n٥ - هدية الطلاب في إِعراب ملحة الإِعراب.\n٦ - الفتوحات القيومية في حل وفك معاني ومباني متن الآجرومية، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٧ - الصور العقلية على تراجم الألفية ومشكلاتها لابن مالك.\n٨ - الدرر البهية في إِعراب أمثلة الآجرومية وفك معانيها، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٩ - التقريرات على حاشية الخضري على الألفية.\n١٠ - جواهر التعليمات شرح على التقريظات ومقدمة علم النحو، وقد صدر عن دار طوق النجاة ودار المنهاج.\n١١ - المطالب السنية حاشية على الفواكه الجنية على متممة الآجرومية، وقد صدر عن دار طوق النجاة ودار المنهاج.\n١٢ - التتمة القيمة على المتممة الآجرومية وقد صدر عن دار طوق النجاة ودار المنهاج.\n١٣ - هَديّة أولي العلم والإِنصاف في إِعراب المنادى المضاف، مشفوعًا مع كتاب \"الباكورة الجنية من قطاف إعراب الآجرومية\"، وقد صدر عن دار طوق النجاة ودار المنهاج.\n١٤ - التقريرات على مجيب النِّدا على قطر الندى كلاهما لعبد الله الفاكهي.\n١٥ - نزهة الألباب وبشرة الأحباب في فك وحل مباني ومعاني ملحة الإِعراب، وقد صدر عن دار طوق النجاة ودار المنهاج.\n١٦ - التقريرات على حاشية أبي النجا على الآجرومية.\n١٧ - التقريرات على حاشية العطار على الأزهرية.\nومن الصرف:\n١٨ - مناهل الرجال ومراضع الأطفال بلبان ومعاني لامية الأفعال، وقد صدر عن دار طوق النجاة ودار المنهاج.\n١٩ - محنك الأطفال من معاني لامية الأفعال، وقد صدر عن دار طوق النجاة ودار المنهاج.\nومن البلاغة:\n٢٠ - الدرُّ المصون على الجوهر المكنون لعبد الرحمن الأخضري.\n٢١ - الفلك المشحون على الجوهر المكنون، وقد فرغ منه في أوائل سنة (١٤٣٣ هـ)، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٢٢ - التقريرات على مختصر سعد الدين على تلخيص المفتاح.\n٢٣ - التقريرات على البيجوري على متن السمرقندي في الاستعارة.\n٢٤ - التقريرات على حاشية المخلوف على الجوهر المكنون في البلاغة.\nومن المنطق:\n٢٥ - الكوكب المشرق على السلم المنورق، وقد فرغ من تأليفه في سنة (١٤٣٣ هـ)، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٢٦ - التذهيب على متن التهذيب في المنطق.\n٢٧ - التقريرات على حاشية الصبان في المنطق.\n٢٨ - التقريرات على حاشية البيجوري في المنطق.\nومن العروض:\n٢٩ - المقاصد الجلية على القصيدة الخزرجية، وكتب في سنة (١٤٣٣ هـ)، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٣٠ - الفتوحات الربانية على منظومة الخزرجية في العروض، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٣١ - التبيان على منظومة الصبان في العروض.\n٣٢ - التقريرات على شرح شيخ الإسلام وشرح الدماميني، وكلاهما على المنظومة الخزرجية في العروض.\nومن الحديث:\n٣٣ - النهر الجاري على تراجم البخاري ومشكلاته.\n٣٤ - رفعُ الصدود على سنن أبي داود، على الربع الأول منه لم يكمل.\n٣٥ - الكوكب الوهاج والروض البهَّاج في شرح صحيح مسلم بن الحجاج، وقد صدر عن دار طوق النجاة ودار المنهاج في (٢٦) مجلدًا.\n٣٦ - شرح سنن ابن ماجه (مرشد ذوي الحجا والحاجة على سنن ابن ماجه)، الذي لقَّبَه بـ (نهاية القول المكتفَى في شرح سنن المصطفى).\n٣٧ - التقريرات على بلوغ المرام في تقاسيم الأحاديث وتفاصيلها على التراجم.\n٣٨ - التقريرات على بعض ابن ماجه.\n٣٩ - مجمع الرسائل وسلم الوسائل إلى درج ما علا ونزل من أسانيد الإمام مسلم، ويحوي:\n- المقاصد الوفية والمطالب السنيَّة في معرفة ما وقع في \"صحيح مسلم\" من الأسانيد الرباعية.\n- الجُهَيرية في جمع ما وقع في \"صحيح مسلم\" من الأسانيد الثمينية.\n- البويطية في جمع ما نزل نزولًا مطلقًا من الأسانيد التسيعية لـ\"صحيح مسلم\".\nومن الأصول:\n٤٠ - التقريرات على شرح المحلي على جمع الجوامع في الأصول.\nومن الفقه:\n٤١ - سلم المعراج على مقدمة المنهاج.\n٤٢ - التقريرات على شرح المحلي وحاشيتي القليوبي وعميرة على المنهاج في فقه الشافعية.\n٤٣ - الإمداد من رب العباد حاشية على فتح الجواد على متن الإِرشاد في فقه الشافعية.\n٤٤ - أضواء المسالك على عمدة السالك وعدة الناسك لأحمد بن النقيب.\n٤٥ - التقريرات على التوشيح على غاية الاختصار.\n٤٦ - التقريرات على فتح الوهاب مع حاشية التجريد لسليمان البجيرمي.\n٤٧ - التقريرات على قصيدة زبد أحمد بن رسلان.\n٤٨ - التقريرات على المقدمة الحضرمية الكبيرة، المسماة بـ \"بافضل\".\n٤٩ - شرح المقدمة الحضرمية الصغيرة المسمى بـ \"التبصير على المختصر الصغير\".\n٥٠ - كتاب التقديرات على جميع ما وقع في فقه الشافعية من الصور. مجلد ضخم.\nومن المدائح النبوية والسيرة المرضية:\n٥١ - نيل المراد على متن بانت سعاد لكعب بن زهير الصحابي الجليل رضي الله عنه.\n٥٢ - البيان الصريح على بردة المديح للبوصيري.\n٥٣ - البيان الظريف على العنوان الشريف.\n٥٤ - المقاصد السنية على القصائد البرعية.\n٥٥ - التقريرات على همزية البوصيري.\nومن المصطلح:\n٥٦ - الثمرات الجنية من قطاف متن البيقونية، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٥٧ - هداية الطالب المعدم على ديباجة صحيح مسلم.\n٥٨ - خلاصة القول المفهم على تراجم رجال صحيح مسلم (مجلدان)، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٥٩ - جوهرة الدرر على ألفية الأثر، لعبد الرحمن السيوطي.\n٦٠ - مجمع الأسانيد ومظفر المقاصِيد، من أسانيدِ كل الفنون، وقد صدر عن دار طوق النجاة ودار المنهاج.\nومن التوحيد:\n٦١ - هدية الأذكياء على طيبة الأسماء في توحيد الأسماء والصفات، وقد صدر عن دار طوق النجاة ودار المنهاج.\n٦٢ - فتح الملك العلام في عقائد أهل الإِسلام على ضوء الكتاب والسنة.\n٦٣ - التقريرات على نور الظلام شرح عقيدة العوام.\n٦٤ - التعليق المفيد على تحفة المريد على جوهرة التوحيد.\nوالله سبحانه وتعالى أعلم.\n(من تقدمة «مرشد ذوي الحجا والحاجة إلى سنن ابن ماجه» للمؤلف، باختصار)\n[توفي في ٧ ربيع الأول ١٤٤١ هـ - ٢٠١٩ م]",
  "books": [
    {
      "text_id": 148095,
      "title": "شرح سنن ابن ماجه للهرري = مرشد ذوي الحجا والحاجة إلى سنن ابن ماجه"
    },
    {
      "text_id": 17375,
      "title": "تفسير حدائق الروح والريحان في روابي علوم القرآن"
    },
    {
      "text_id": 18268,
      "title": "الكوكب الوهاج شرح صحيح مسلم بن الحجاج"
    }
  ]
}