{
  "author_id": 2743,
  "author_meta": "الدكتور أحمد مطلوب أحمد الناصري الصيادي الرفاعي:\nأستاذ البلاغة والنقد\nرئيس المجمع العلمي العراقي\nووزير الثقافة والإرشاد في الجمهورية العراقية عام ١٩٦٧ م\n[نشاته]\nولد يوم الأحد ١٠ شعبان ١٣٥٥ هـ/ ٢٥ تشرين الأول ١٩٣٦ م، في تكريت بالعراق.\n[تعليمه]\nدرس الابتدائية والمتوسطة في تكريت (١٩٤١ - ١٩٥٠)\nثم درس الثانوية في كربلاء وأتمها في الكرخ ببغداد\nوحصل على البكالوريوس في اللغة العربية من كلية الآداب والعلوم ببغداد (قسم اللغة العربية) بدرجة امتياز عام ١٩٥٦ م، وكان الأول على جميع اقسام الكلية.\nثم حصل على الماجستير في علم البلاغة والنقد بدرجة جيد جدا من جامعة القاهرة عام ١٩٦١\nثم الدكتوراه في البلاغة والنقد بمرتبة الشرف الأولى من جامعة القاهرة سنة ١٩٦٣.\n[حياته العملية]\nعمل مدرسا في ثانوية كركوك عام ١٩٥٧ م\nانتقل إلى العمل كمدرس في إعدادية التجارة ببغداد ٥٧ - ١٩٥٨.\nعمل في كلية الآداب بجامعة بغداد منذ عام ١٩٥٨، معيدا فمدرسا فأستاذا مساعدا فأستاذا مشاركا ثم أستاذا.\nأصبح مديرا عاما للصحافة والإرشاد في وزارة الثقافة والإرشاد عام ١٩٦٤ م\nعمل مديرا عاما للثقافة بنفس الوزارة عام ١٩٦٤ م\nعمل رئيسا لقسم الإعلام بجامعة بغداد منذ سنة ١٩٦٦ - ١٩٦٩ م.\nفي عام ١٩٦٧ صار الدكتور أحمد مطلوب وزيرا للثقافة والإرشاد في الجمهورية العراقية.\nثم التحق بجامعة الكويت أستاذا منتدبا أعوام ١٩٧١ - ١٩٧٨ م\nعمل أستاذا زائرا في معهد البحوث والدراسات العربية في القاهرة وجامعة مارتن لوثر في ألمانية الديمقراطية وجامعة وهران في الجزائر.\nأصبح عميدا لكلية الآداب بجامعة بغداد منذ عام ١٩٨٤ إلى ١٩٨٦ م\nأصبح امينا عاما للهيئة العليا للعناية باللغة العربية في العراق من عام ١٩٨٦ وحتى عام ٢٠٠٣\nيشغل حاليا ومنذ عام ٢٠٠٧ منصب رئيس المجمع العلمي العراقي والذي يعتبر أعلى هيئة علمية في العراق وعضو في مجمع اللغة العربية الأردني وأيضا عضو في المجمع العلمي الأردني\n[الجوائز]\nنال جائزة الملك فيصل العالمية في فرع اللغة العربية والأدب مناصفة مع البروفيسور محمد رشاد محمد الصالح حمزاوي (التونسي الجنسية) أستاذ اللغة العربية ورئيس قسم اللغة العربية في كلية الآداب بجامعة السلطان قابوس سابقا وذلك لعام ١٤٢٨ هجري.\n[مؤلفاته]، منها:\nأساليب بلاغية: الفصاحة - البلاغة - المعاني. عام ١٩٨١\nالنحت في اللغة العربية: دراسة ومعجم.\nالأرقام العربية. عام ١٩٨٣\nمعجم مصطلحات النقد العربي.\nمعجم الملابس في لسان العرب.\nمعجم المصطلحات البلاغية وتطورها.\nديوان ديك الجن الحمصي. بالاشتراك مع: عبد الله الجيوري.\nتحفة الاريب بما في القرآن من الغريب.\nمعجم النسبة بالألف والنون.\nعبد القاهر الجرجاني.\nالبحث البلاغي عند العرب.\nالبلاغة العربية: المعاني والبيان والبديع. عام ١٩٨٠\nالبلاغة عند الجاحظ. عام ١٩٨١\nالبلاغة والتطبيق. عام ١٩٨٢\nالقزويني وشروح التلخيص. عام ١٩٨٠\n[مقالاته]: بالمئات، منها:\nالبلاغة عند السكاكي. رسالة جامعية عام ١٩٦٠\nالأمدي في ضوء موازنته. عام ١٩٧٢\nالبصرة في تراث الجاحظ. عام ١٩٨٢\nالجرجاني في ضوء وساطته. عام ١٩٧٣\nالخطيب القزويني: جهوده وأثره في البلاغة العربية. عام ١٩٦٣\nاللغة العربية والحضارة. (بحث). عام ١٩٩٧\nوتوفي الساعة الخامسة والربع عصر يوم السبت الموافق ٨ ذو القعدة ١٤٣٩ هـ / ٢١ يوليو ٢٠١٨ م.\n(نقلا عن: ويكيبيديا)",
  "books": [
    {
      "text_id": 17376,
      "title": "أساليب بلاغية"
    }
  ]
}