{
  "author_id": 2744,
  "author_meta": "أولا: المعلومات الشخصية:\nالاسم: حسن بن محمد بن حيدر الوائلي.\nمحل الميلاد: وصاب/ ذمار.\nتاريخ الميلاد: ١٩٥٦م\nالحالة الاجتماعية: متزوج.\nمحل الإقامة: صنعاء/ شارع تعز.\nثانياً: النشأة وطلب العلم:\nكان بدؤه في عام (١٣٩٣هـ) من الهجرة النبوية المباركة في حرمه صلى الله عليه وسلم، وكان أول ذلك حفظ بعض المتون: كالأربعين النووية والآجرومية والأصول الثلاثة وشيء من التجويد, وحوالي جزءين من القرآن الكريم مع دراسته مع شرح بعض المتون السابقة كالآجرومية وشرحها بما تسمى (التحفة السنية) ومن خلال ذلك التحق بدار الحديث بالمدينة, وأجري لي امتحان شفهي, ومن خلاله كانت النتيجة أن كان التقدير دخوله ثاني تمهيدي بما يساوي الصف السادس ابتدائي, وفي عام (١٣٩٤هـ) تم النجاح من الصف المتقدم, وكانت عطلة ذلك العام.\nفأتم حفظ القرآن الكريم بحيث لم يدرس أول إعدادي إلا وقد تم حفظه مع حفظ بعض المتون كمتن قطر الندى, بالإضافة إلى حضور بعض الحلقات العلمية هناك كحلقة الشيخ/ عبدالله الخربوش إمام الحرم المدني وكان يدرس في سنن أبي داود، والشيخ/ علي بن سنان وكان يدرس مادة النحو كقطر الندى وبل بالصدى، والشيخ/ محمد ابن الأمين صاحب أضواء البيان، وكالشيخ/ عطية بن محمد سالم كلاهما في التفسير, وكالشيخ/ محمد المختار في التفسير والحديث, وكالشيخ/ النواوي مخرج السيل الجرار في ألفية العراقي بعد أن تم حفظها، وكالشيخ/ حماد الأنصاري في تحفة الأحوذي شرح الترمذي, وكالشيخ/ عمر فلاة في الحديث، والشيخ/ الكتاني في الحديث وغيرهم من الشيوخ.\nوفي عام ١٣٩٥هـ عاد إلى اليمن (جبلة) ودرس في علم النحو والبلاغة على يد الشيخ الفاضل/ حميد عقيل، والشيخ/ محمد بن علي الرحبي، والشيخ/ محمد بن يحيى، كل ذلك بعد إتمام الدراسة الإعدادية إذ كان درس ثاني إعدادي ثم ثالث إعدادي في عام واحد، ثم عاد إلى المدينة المنورة والتحقت بالمعهد الثانوي تابع الجامعة الإسلامية ولم أبق فيه إلا عاماً واحداً, ثم أتم الثانوية بمكة المكرمة مع حضور الدروس في الحرم المكي في الحديث والنحو ونحو ذلك.\nوممن تلقى عليهم بمكة الشيخ/ بديع الدين الراشدي الباكستاني وذلك في البخاري وابن كثير في التفسير والمحلى لابن حزم والنخبة لابن حجر في المصطلح والإكمال لابن ماكولا وغير ذلك وله منه إجازة عامة، كما درس سنن أبي داود والكفاية للخطيب على الشيخ/ صبحي بن جاسم السامرائي وله منه إجازة في سنن أبي داود، كما درس البخاري على الشيخ/ محمد بن عبد الله الصومالي وغيرهم من الشيوخ.\nوأثناء ذلك رحل إلى الإمام حافظ عصره/ محمد عبد الله الدويش وقد درس عليه في الحديث بعض السنن كالترمذي ومصطلح الحديث (ألفية العرفية) وكان مقره في القصيم -بريدة- وكذلك الشيخ/ محمد العليط حضر له في فتح الباري بقراءة الحافظ المتقدم.\nكما كان يحضر بعض الدروس التي يلقيها الشيخ/ محمد بن ناصر الدين الألباني وغيرهم.\nبعد ذلك تم له الالتحاق بجامعة محمد بن سعود الإسلامية (فرع أبها) وتم التخرج منها, والتحق بالتربية والتعليم وقام بوظيفة التدريس بعض السنوات في جميع المراحل, وعمل نائباً لمدرسة في الجرداء، ثم كلف مديراً عليها مدة، ثم مستشار التربية الإسلامية في المناهج وهي الوظيفة الحالية، والآن مدرس في جامعة الإيمان منذ عشرة أعوام.\nثالثاً: العلماء الذين درس على أيديهم:\n١ - العالم الحافظ/ محمد بن عبد الله الدويش.\n٢ - الشيخ/ صبحي بن سالم السامرائي.\n٣ - الشيخ/ محمد بن عبد الله الصومالي.\n٤ - الشيخ/ بديع الدين شاه الباكستاني السندي.\n٥ - الشيخ/ محمد العليط.\n٦ - الشيخ/ محمد ناصر الدين الألباني رحمه الله.\n٧ - الشيخ/ ابن باز رحمه الله.\nرابعاً: المؤهلات الأكاديمية:\nبكالوريوس من جامعة محمد بن سعود الإسلامية فرع أبها.\nالدكتوراه من جامعة الإيمان بتقدير درجة الأستاذية.\nخامساً: الإجازات العلمية الحاصل عليها:\nإجازة من الشيخ الحافظ المدرس بالحرم المكي بديع الدين شاه الباكستاني السندي.\nإجازة من الشيخ عبد الوكيل بن عبد الحق الهاشمي من مكة.\nإجازة من الشيخ/ صبحي السامرائي في سنن أبي داود.\nسادساً: المؤتمرات والندوات التي شارك فيها:\nندوة السنة في جامعة الإيمان.\nسابعاً: الوظائف التي تقلدها سابقاً والأعمال التي يشغلها حالياً:\nالتدريس في المدارس الحكومية في صنعاء.\nنائب مدرسة في منطقة الجرداء، ثم مديراً لها.\nمستشار التربية الإسلامية في المناهج.\nمدرس في جامعة الإيمان منذ عشر سنوات وما زال حتى الآن.\nثامناً: الإنتاج العلمي (البحوث والمؤلفات):\nنزهة الألباب في قول الترمذي وفي الباب, طبع في ٦ مجلدات.\nشرح الجامع للترمذي تم منه حوالي ثلاث مجلدات من التحقيقات.\nتعقبات وتعليقات على التدريب للسيوطي.\nتعليقات وتعقبات على شرح علل الترمذي لابن رجب.\nتعليقات وتعقبات على شرح مسلم للنووي.\nحاشية لم تتم على النخبة،\nوغير ذلك.\nتاسعاً: الحياة الدعوية والتعليمية:\nالتدريس في المساجد كمثل مسجد الكميم درّس فيه التحفة السنية، والبخاري، ومسلم، والترمذي، وشرح الترمذي لابن رجب وابن عقيل.\nومسجد الدعوة درّس صحيح مسلم كاملاً.\nوأيضاً: بدماج في معهد الشيخ/ مقبل الوادعي رحمه الله درّس فيه المصطلح.\nفي جامعة الإيمان يدرّس فيها: شرح علل الترمذي والبخاري ومسلم والنكت لابن حجر وغير ذلك, والله أعلم.\nعاشراً: المواد التي يحفظها إلى الآن:\nكتاب الله عزّ وجل.\nصحيح البخاري.\nصحيح مسلم ولكن ليس بتمامه.\nجامع الترمذي كله غيباً سنداً ومتناً.\nالاختلافات والترجيحات والجرح والتعديل وغير ذلك.",
  "books": [
    {
      "text_id": 17355,
      "title": "نزهة الألباب في قول الترمذي «وفي الباب»"
    }
  ]
}