{
  "author_id": 2745,
  "author_meta": "محمد بن محمود بن إبراهيم عطية\nتاريخ الميلاد: ١٩/ ٤ / ١٩٥٧ م.\nالجنسية: مصري\nمكان الإقامة: الدوحة - قطر\nالحالة الاجتماعية: متزوج\nالمؤهل: ليسانس أصول الدين\nالتخصص الأكاديمي: تفسير وعلوم قرآن\nالعمل: إمام وخطيب بوزارة الأوقاف والشئون الإسلامية بدولة قطر - باحث\nالمؤهلات العلمية:\nبكالوريوس زراعة - شعبة الصناعات الغذائية - جامعة الأزهر الشريف ١٩٨٠ م.\nليسانس أصول الدين - شعبة التفسير - جامعة الأزهر الشريف ١٩٨٥ م.\nدرجة الماجستير في الشريعة من جامعة كورلينس (Corllins)  بتاريخ ١٣ أغسطس ٢٠٠٨ م.\nدرجة الدكتوراة في (الدراسات الإسلامية) من جامعة كامبل (Cambell)  بتاريخ ١٦ أكتوبر ٢٠١١ م.\nالخبرات العملية:\nإمام وخطيب ومحاضر وواعظ بوزارة الدفاع بدولة الإمارت مدة سبعة عشر عاما: من تاريخ: ٢٥/ ٩ / ١٩٨٦ - ١/ ٧ / ٢٠٠٣ م.\nإمام وخطيب بوزارة الأوقاف القطرية من تاريخ: ٢٩/ ٨ / ٢٠٠٣ م.\nداعية وباحث بشعبة الدراسات الدعوية، بقسم الدعوة والإرشاد من تاريخ ٢٠/ ٣ / ٢٠٠٤ م.\nالاشتراك في عضوية اللجنة الشرعية لهيئة أبوظبي الخيرية قبل دمجها في جمعية الهلال الأحمر.\nالاشتراك في وضع منهج الثقافة الإسلامية للدورات التي تنعقد بوزارة الدفاع بالإمارات.\nعضو اللجنة الشرعية بإدارة الدعوة بوزارة أوقاف قطر في الفترة من ٦/ ٢٠٠٤ - ٦/ ٢٠٠٦ م\nالخبرات في مجال التدريس:\n١ - تدريس مادة الثقافة الإسلامية لدورات العسكريين بوزارة دفاع أبو ظبي.\n٢ - تدريس مادة الثقافة الإسلامية لطلبة كلية زايد العسكرية (فصل دراسي واحد).\n٣ - تدريس مادة الثقافة الإسلامية لطلبة كلية القيادة والأركان بأبو ظبي (فصل دراسي واحد).\n٤ - تدريس مادتي الفقه والتوحيد في الدورات التي كان يعقدها قسم الدعوة والإرشاد بإدارة الدعوة - وزارة الشئون الإسلامية والأوقاف - قطر.\n٥ - تدريس مادة علوم القرآن للدورة الأولى (إعداد الداعيات) - إدارة الدعوة - أوقاف قطر.\n٦ - تدريس (مقدمة أصول التفسير) لابن تيمية في دورة (أصول التفسير) بقسم التحفيظ - مركز موزة للقرآن والدعوة.\n٧ - تدريس كتاب (الجامع المبين في شرح الأربعين) لصاحب الترجمة في دورة (أدعوا إلى الله على بصيرة) - مركز موزة للقرآن والدعوة.\n٨ - تدريس (تفسير سورة النور - لابن تيمية) - دورة (إعداد الداعيات) - إدارة الدعوة - أوقاف قطر.\n٩ - تدريس كتاب (من أصول التفسير - للعثيمين) دورة لمحفظات إدارة الدعوة - أوقاف قطر.\n١٠ - تدريس مادة (أصول التفسير ومناهج المفسرين) دورة (إعداد الداعيات) - إدارة الدعوة - أوقاف قطر.\nالإنتاج العلمي:\nالتفسير وعلوم القرآن:\n١ - فتح الجواد الكريم في اختصار وتحقيق تفسير القرآن العظيم للحافظ ابن كثير - مطبوع (٤ مجلدات).\n٢ - تيسير تفسير ابن كثير - مجلد كبير - دار البارودي للطباعة والنشر - بيروت.\n٣ - فتح العزيز في تقريب المحرر الوجيز - (٣ مجلدات) - مكتبة السنة - القاهرة.\n٤ - شرح مقدمة التفسير لابن تيمية - لم يطبع.\n٥ - مذكرة في علوم القرآن - لم يطبع.\nمباحث في الحديث:\n١ - منتهى الآمال في شرح حديث إنما الأعمال للحافظ السيوطي - تحقيق وتعليق. طبع دار ابن حزم - بيروت.\n٢ - الانتباه لما قال الحاكم ولم يخرجاه وهو عند أحدهما أو روياه - طبع وزارة الأوقاف والشئون الإسلامية - قطر.\n٣ - المختار من الأدعية والأذكار - طبع وزارة الدفاع بدولة الإمارات العربية.\n٤ - جزء في حديث النملة والرد على من ضعفه. طبع على نفقة المؤلف.\n٥ - زاد الحجاج والعمار من الأدعية والأذكار - طبع شعبة الدراسات الدعوية.\n٦ - سلسلة ليس منا؛ طبع منها:\nا - ليس منا من غش - طبع شعبة الدراسات الدعوية.\nب - ليس منا من حمل علينا السلاح - طبع شعبة الدراسات الدعوية.\nج - ليس منا من لطم الخدود وشق الجيوب ودعا بدعوى الجاهلية - طبع شعبة الدراسات الدعوية.\n٧ - خمسون حديثا في شمائل النبي ? - طبع شعبة الدراسات الدعوية.\n٨ - الأربعون النسائية - طبع شعبة الدراسات الدعوية.\n٩ - الجامع المبين في شرح الأربعين - مكتبة السنة.\n١٠ - تحقيق الأمنية في شرح حديث النية - مكتبة السنة.\nمباحث في الفقه:\n١ - فقه الدعاء: مجلد - طبع مكتبة البلد الأمين - القاهرة؛ وطبعة ثانية - مكتبة السنة.\n٢ - المختصر النفيس في أحكام الوقف والتحبيس - طبع دار بن حزم - بيروت.\n٣ - تحرير المقال في الرمي قبل الزوال - مكتبة السنة - مصر.\n٤ - الختان في شريعة الرحمن - مكتبة السنة - مصر.\n٥ - الإلمام بما في شهر رمضان من الفضل والأحكام - طبع شعبة الدراسات الدعوية.\n٦ - المنهج في أعمال العمرة والحج - طبع شعبة الدراسات الدعوية.\n٧ - الحجة في فضل العشر من ذي الحجة - طبع شعبة الدراسات الدعوية.\n٨ - صفة العمرة - طبع شعبة الدراسات الدعوية.\n٩ - آداب زيارة المسجد النبوي - طبع شعبة الدراسات الدعوية.\n١٠ - السلام تحية الإسلام - طبع شعبة الدراسات الدعوية.\n١١ - من آداب السفر - طبع شعبة الدراسات الدعوية.\n١٢ - مسائل في الدعاء - طبع شعبة الدراسات الدعوية.\n١٣ - تحفة الإنس بما يتعلق بزفة العرس - طبع شعبة الدراسات الدعوية.\n١٤ - الممارسات الخاطئة لبعض المعالجين بالرقية - طبع شعبة الدراسات الدعوية.\nالسير والتراجم:\n١ - منحة الباري في ترجمة خادم العلم عبد الله الأنصاري - البحث الحائز على الجائزة الأولى لمسابقة أعلام من قطر.\n٢ - أبو بكر الصديق - طبع شعبة الدراسات الدعوية.\nرسائل في العقيدة:\n١ - المعجزات والحجج البينات في الرد على منكريها - طبع دار بن حزم - بيروت.\n٢ - خطر التكفير - طبع شعبة الدراسات الدعوية.\n٣ - خطر النفاق والمنافقين - طبع شعبة الدراسات الدعوية.\n٤ - مشاهد يوم القيامة - طبع شعبة الدراسات الدعوية.\n٥ - التوسل بين الإباحة والمنع - طبع شعبة الدراسات الدعوية.\n٦ - لا يرد القضاء إلا الدعاء - طبع شعبة الدراسات الدعوية.\nالأخلاق والرقائق:\n١ - تبرئة الذمة من تحذير الأمة من الحسد - طبع المركز العربي للكتاب - الشارقة.\n٢ - دعواتهم لا ترد - طبع شعبة الدراسات الدعوية.\n٣ - الحياء خلق الإسلام - طبع مؤسسة العين للإعلان.\n٤ - إياكم والذنوب - طبع شعبة الدراسات الدعوية.\n٥ - العُجب المظاهر والعلاج - طبع شعبة الدراسات الدعوية.\n٦ - تحذير أولي الفطنة من إطلاق اللسان باللعنة - طبع شعبة الدراسات الدعوية.\n٧ - سر السعادة - طبع شعبة الدراسات الدعوية.\n٨ - حاجتنا إلى الاستغفار - طبع شعبة الدراسات الدعوية.\nفي الفكر والأدب:\n١ - الحوار منهجا وثقافة - مكتبة السنة - مصر.\n٢ - سلسلة الآداب في الإسلام - طبع منها\nا - الأدب حقيقته وأنواعه - طبع شعبة الدراسات الدعوية.\nب- الأدب مع الله تعالى - طبع شعبة الدراسات الدعوية.\nج - الأدب مع القرآن العظيم - طبع شعبة الدراسات الدعوية.\nد - الأدب مع الرسول الأعظم ? - طبع شعبة الدراسات الدعوية.\nهـ - الأدب مع النفس - طبع شعبة الدراسات الدعوية.\nو- الأدب مع الوالدين - طبع شعبة الدراسات الدعوية.\nز - الأدب بين الصغير والكبير - طبع شعبة الدراسات الدعوية.\nح - الأدب بين الزوجين - طبع شعبة الدراسات الدعوية.\nط - الأدب مع الأبناء - طبع شعبة الدراسات الدعوية.\nي - الأدب مع ذوي القربى - طبع شعبة الدراسات الدعوية.\nك - الأدب مع الجيران - طبع شعبة الدراسات الدعوية.\nل - الأدب مع الضيفان - طبع شعبة الدراسات الدعوية.\nم - آداب الأخوة العامة - طبع شعبة الدراسات الدعوية.\nن - آداب الأخوة الخاصة - طبع شعبة الدراسات الدعوية.\nس - آداب النوم والاستيقاظ - طبع شعبة الدراسات الدعوية.\nع - آداب دخول الخلاء - طبع شعبة الدراسات الدعوية.\nف - الأدب مع صحابة النبي ?. لم يطبع بعد.\nص - آداب اللباس. لم يطبع بعد.\nق - الأدب مع اليتيم. لم يطبع بعد.\nر - الأدب بين العالم والمتعلم. لم يطبع بعد.\n٣ - من وحي رمضان - طبع شعبة الدراسات الدعوية.\n٤ - عناية الإسلام بالمسنين- طبع شعبة الدراسات الدعوية.\n٥ - رمضان والتغيير - لم يطبع بعد.\nمباحث متفرقة:\n١ - العنوسة - طبع شعبة الدراسات الدعوية.\n٢ - قطوف للصائمين - طبع شعبة الدراسات الدعوية.\n٣ - قطوف من شعر الحكمة - طبع شعبة الدراسات الدعوية.\n٤ - عدة النصر وواجبات المقاتل - طبع وزارة الدفاع بدولة الإمارات العربية.\n٥ - الإفادة في بيان العبادة- طبع شعبة الدراسات الدعوية.\n٦ - فصول في الرؤيا - طبع شعبة الدراسات الدعوية.\n٧ - رسالة إلى مريض - طبع شعبة الدراسات الدعوية.\n٨ - زاد الطبيب المسلم - طبع شعبة الدراسات الدعوية.\n٩ - الطب أخلاقيات ومعاملات- طبع شعبة الدراسات الدعوية.\n١٠ - المسكرات والمخدرات مهلكات- طبع شعبة الدراسات الدعوية.\n١١ - التحفة البهية في الرقية الشرعية- طبع شعبة الدراسات الدعوية.\n١٢ - رسالة إلى الجندي - طبع شعبة الدراسات الدعوية.\nكتب جاهزة للطباعة:\n١ - الفتوى بين التأصيل ومتغيرات العصر.\n٢ - أخلاقيات الحرب في السيرة النبوية.\nبرامج إذاعية:\n١ - إعداد وتقديم برنامج (الإعلام بفريضة الصيام) ثلاثون حلقة - أذيعت بإذاعة القرآن الكريم بالدوحة في شهر رمضان ١٤٣٠ هـ.\n٢ - المشاركة في بعض البرامج واللقاءات بإذاعتي القرآن الكريم بـ أبو ظبي والدوحة.\n٣ - المشاركة في بعض البرامج التلفزيونية بـ أبو ظبي والدوحة.\nبالإضافة إلى مقالات متنوعة نشرت بجريدة الوحدة ومجلة درع الإسلام بالإمارات، ومقالات أخرى بجريدة الراية القطرية.\nالبريد الإليكتروني\nmattia@islam.gov.qa\nmohammedattia٨٨@yahoo.com",
  "books": [
    {
      "text_id": 17348,
      "title": "الانتباه لما قال الحاكم ولم يخرجاه وهو في أحدهما أو روياه"
    }
  ]
}