{
  "author_id": 2746,
  "author_meta": "أستاذ الفقه المشارك بالمعهد العالي للقضاء بجامعة الامام في الرياض، ورئيس جمعية قضاء، ورئيس مركز التبيان\nطلب العلم على كثير من المشايخ على رأسهم الشيخ ابن باز وابن عثيمين وابن جبرين وابن عقيل والبراك وعبد العزيز آل الشيخ وغيرهم كثير.\nالتعيين ملازما قضائيا في ١/ ٥/١٤١٩ ومباشرة العمل في محكمتي الرياض العامة والجزئية لمدة ثلاث سنوات، ثم الاستعفاء من القضاء لظروف خاصة وقبول ذلك في ١٠/ ١٠/١٤٢٢هـ.\nدراسة الماجستير في المعهد العالي للقضاء والتعيين معيداً ثم محاضراً فيه في ٣/ ١٤٢٤هـ.\nدراسة الدكتوراه ومناقشة رسالتها عام ١٤٢٨.\nالتعيين أستاذا مساعدا في قسم الفقه المقارن بالمعهد العالي للقضاء في ٢٩/ ١٢/١٤٢٨هـ.\nعضو مجلس قسم الفقه المقارن.\nمشرف ومناقش لعشرات الأبحاث التكميلية في المعهد العالي للقضاء.\nتدريس وكتابة المواد ذات الصلة بالشأن القضائي كالمرافعات الشرعية، والمعاملات المالية، والشركات والعقود.\nمحكم معتمد في وزارة العدل.\nعضو الهيئة الاستشارية لقنوات التعليم العالي الفضائية.\nعضو وأمين اللجنة التأسيسية للجمعية العلمية القضائية السعودية.\nنائب رئيس مجلس إدارة الجمعية العلمية القضائية السعودية.\nعضو لجنة متابعة العمل الأكاديمي بالجامعة\nعضو اللجنة العليا لرابطة خريجي الجامعة.\nعضو لجنة تطوير المناهج بقسم الفقه المقارن عام١٤٣١\nعضو لجنة الجودة بالمعهد العالي للقضاء عام ١٤٣٠\nعضو وحدة البحوث بالمعهد.\nعضو لجنة مراجعة مناهج كلية الشريعة والأنظمة بحائل.\nعضو الهيئة الاستشارية لمركز صكوك للاستشارات الشرعية.\nعضو الجمعية الفقهية السعودية.\nرئيس مجلس إدارة مركز التبيان للاستشارات التعليمية والتربوية.\nنائب رئيس اللجنة الزكوية الضريبية الابتدائية الأولى بالرياض.\nعضو لجنة دراسات الزكاة بالهيئة الإسلامية العالمية للاقتصاد والتمويل.\nالبرامج والدورات العلمية:\nالمشاركة في تقديم كثير من الدورات الشرعية بالداخل والخارج.\nالمشاركة في برنامج الزائر الدولي (التعليم الديني والعام) بالولايات المتحدة الأمريكية في المدة من ٢٩/ ٤ - ٢١/ ٥/١٤٣٠هـ.\nالمشاركة في دورة مهارات وتقنيات البحث في المصادر الالكترونية والانترنت بجامعة الإمام بالرياض ١٤٢٩هـ.\nالمشاركة في دورة القيادة الأكاديمية في ظل التغيير بجامعة الإمام بالرياض ١٤٢٩هـ.\nالمشاركة في دورات تعليم اللغة الانجليزية بجامعة الإمام لمدة ستة أشهر.\nالمشاركة في دورة المدخل العام للقانون بالقاهرة ١٤٣٠هـ.\nالمشاركة في دورة مهارة كتابة المذكرات القانونية والصياغة وفض المنازعات في الأوراق المالية بلندن ١٤٣٠هـ.\nالمشاركة في دورة التحكيم التجاري بلبنان ١٤٣١هـ.\nالمشاركة بمؤتمر المذهب الفقهي المالكي الأندلسي المغربي في طنجة ١٤٣٣هـ\nالمشاركة ببحث في زكاة الصناديق والصكوك في الندوة الحادية والعشرين لبيت الزكاة عام١٤٣٣هـ.",
  "books": [
    {
      "text_id": 17354,
      "title": "نوازل الزكاة"
    }
  ]
}