{
  "author_id": 2752,
  "author_meta": "أبو محمد، علي بن حمد بن محمد بن صالح بن عبد الله الصالحي (١٣٣٣ - ١٤١٥ هـ)\nوُلِدَ في مدينة عنيزة سنة ١٣٣٣هـ.\nلازم كثيرًا من العلماء منهم: سماحة الشيخ محمد بن إبراهيم آل الشيخ، وسماحة الشيخ عبد العزيز بن باز، وفضيلة الشيخ عبد اللطيف بن إبراهيم آل الشيخ، وفضيلة الشيخ عبد الرزاق عفيفي. وفضيلة الشيخ عبد الله بن حميد. والشيخ صالح بن عثمان القاضي، والشيخ عثمان بن صالح، والشيخ عبد الله بن محمد بن مانع قاضي عنيزة، والشيخ سليمان العمري، والشيخ عبد العزيز الخريدلي، وكان من أهم وأقرب شيوخه إليه والذين أثروا في حياته العلمية والعملية، هو فضيلة الشيخ العلامة السعدي، كما قرء على الشيخ محمد بن عبد العزيز المانع في الحرم المكي، والشيخ بهجة البيطار. رحم الله الجميع\nأعماله\nكان حريصًا على طباعة كتب السلف وكتب العقيدة الصحيحة، وكان همه نشر العلم النافع، يظهر ذلك جليًّا من خلال الكتب التي تولى نشرها وطباعتها، ومن خلال المقدمات التي كان يحرص عليها في بداية كل كتاب\n١ - كتاب (الضوء المنير على التفسير) من أعظم ما خلفه من كتب وهو في ستة أجزاء كبار، فقد قام الشيخ رحمه الله بجمع كلام العلامة السلفي ابن قيم الجوزية من خلال جميع مصنفاته المطبوعة والمخطوطة في تفسير آيات القرآن الكريم، ورتبها حسب تقدم السور والآيات في المصحف، واستمر عمله هذا قرابة خمسة عشر عامًا، حتى جمع هذا السفر الجليل، وطبع سنة ١٤١٥هـ، ويطبع قريبًا بإذن الله طبعة محققة.\n٢ - كتاب التنبيهات حول المقام ومنى واقترحات. طبع هذا الكتاب سنة ١٣٩٤هـ، وعرض هذا الكتاب على هيئة كبار العلماء بالمملكة لدراسته والنظر فيما تضمنه، وخلصت الهيئة إلى صحة ما في الكتاب، وأجازته الهيئة، وأثنت عليه خيرًا، وأعده الشيخ لطبعة ثانية سنة ١٤١٤هـ، ولكن حال مرض الشيخ وموته دون طباعته، ويطبع قريبًا طبعة ثانية محققة.\n٣ - كتاب العطار والقاسم في الميزان. دافع فيه عن الحق الذي دعا إليه الأستاذ أحمد عبد الغفور العطار رحمه الله، وقدم لهذا الكتاب فضيلة الشيخ عبد الله بن حميد رحمه الله، وطبع سنة ١٣٨٤هـ، ويطبع قريبًا بإذن الله ضمن مجموع رسائل.\n٣ - كتاب دعوة المسلمين إلى احترام شعائر الدين، طبع سنة ١٤١٣هـ وترجم إلى الإنجليزية، ويطبع قريبًا بإذن الله محققًا ضمن مجموع الصالحي في حمى التوحيد.\n٤ - كتاب كشف الشبهات لشيخ الإسلام محمد بن عبد الوهاب، قام الشيخ علي رحمه الله بتفصيله وكتابة الترجمة والمقدمة والتعليق، الطبعة الثالثة سنة ١٣٨٨هـ، ويطبع بزيادة تحقيق ضمن مجموع الصالحي في حمى التوحيد.\nوفاته\nأصيب رحمه الله بتليف في الرئة، واشتد عليه المرض، وطال، ووافاه الأجل في يوم الأربعاء الموافق ٢١ من شهر جمادى الآخرة سنة ١٤١٥هـ وله من العمر ثلاثة وثمانون عامًا، وصُلِّي عليه في جامع عنيزة، ودفن في مقابر الشهوانية\nخلَّف مكتبة نفيسة عامرة بأمهات الكتب والمراجع الهامة والنادرة، وفيها مخطوطات ,وكتب قديمة قيمة، وقد قام أبناؤه حفظهم الله بإهداء هذه المكتبة لدارة الملك عبد العزيز وجامعة القصيم لينتفع بها طلاب العلم.",
  "books": [
    {
      "text_id": 17051,
      "title": "البيان «مقدمة وخاتمة» لكتاب كشف الشبهات"
    }
  ]
}