{
  "author_id": 2757,
  "author_meta": "محمد عزيز بن شمس الحق بن رضا الله\nسنة الولادة: ١٩٥٧ م في ولاية بنغال الغربية في الهند\nمكان الدراسة: الإبتدائية في مدرسة فيض عام في مدينة (مو) التى كان منها الشيخ حبيب الرحمن الأعظمي ومحمد مصطفى الأعظمي وسعيد الأعظمي ومقتدى حسن الأزهري وغيرهم\nوبعد ذلك الدراسة العربية والتى استغرقت عشر سنوات في المدارس التالية:\n١ - دار العلوم الأحمدية السلفية في دربنجه في ولاية بيهار\n٢ - دار الحديث في مدينة بيل دانجه في ولاية بنغال\n٣ - المدرسة الرحمانية في مدينة بنارس\n٤ - الجامعة السلفية في مدينة بنارس وكان الانتهاء من الدراسة بها عام ١٩٧٦ م\n٥ - الجامعة الإسلامية بالمدينة النبوية كلية اللغة العربية سنة التخرج ١٤٠١ هـ\n٦ - جامعة أم القرى - ماجستير ١٤٠٦ هـ بعنوان (التأثير العربي في شعر حالي) ورسالة الدكتوراة كانت بعنوان (الشعر العربي في الهند - دراسة نقدية) ولم تناقش.\nالمشايخ:\n١ - والده الشيخ شمس الحق السلفي ت (١٤٠٦) درس عليه الموطأ والبخاري وكتب أخرى كثيرة في المدارس التى كان يدرس فيها وكان يتنقل معه فيها.\n٢ - الشيخ محمد رئيس الندوي (كبير علماء الحديث في الهند)\n٣ - محمد إدريس الرحماني\n٤ - عبد المعيد البنارسي\n٥ - عبدالسلام الرحماني\n٦ - صفي الرحمن المباركفوري\n٧ - عبد السلام المدني\n٨ - عبد النور الندوي\n٩ - عبد الوحيد الرحماني\n١٠ - عمه الشيخ عين الحق السلفي وغيرهم كثير\nقرأ على والده الشيخ شمس الحق السلفي: صحيح البخاري والموطأ\nوعلى الشيخ محمد ادريس الرحماني: النصف الأول من صحيح مسلم\nوعلى الشيخ عبدالوحيد الرحماني: النصف الثاني من صحيح مسلم\nوعلى الشيخ عابد حسن الرحماني: سنن أبي داود\nوعلى الشيخ محمد رئيس الندوي: جامع الترمذي\nوعلى الشيخ عبد المعيد البينارسي: سنن النسائي\nوعلى الشيخ عبدالسلام الطيبي: النصف الأول من مشكاة المصابيح\nوعلى الشيخ عبد السلام البشوي: النصف الثاني من المشكاة\nوعلى الشيخ عبدالسلام الرحماني: بلوغ المرام\nمن زملائه في الدراسة بالجامعة السلفية:\nد- رضاء الله المباركفوري (محقق كتاب العظمة لأبي الشيخ وغيره من الكتب)\n- الشيخ صلاح الدين مقبول أحمد (مؤلف \"زوابع في وجه السنة\" وغيره من الكتب)\nد- بدر الزمان محمد شفيع النيبالي (محقق\"ردّ الأنتقاد على ألفاظ الشافعي\" للبيهقي وغيره ومؤلف عدد من الكتب بالأردية)\nد- عبد القيوم محمد شفيع البشوي (مؤلف ومترجم)\n- الشيخ شهاب الله جنغ بهادر البشوي (مؤلف وباحث)\n- الشيخ عبد الله سعود البنارسي (أمين عام الجامعة السلفية حالياً)\nالمؤلفات:\n١ - حياة المحدث شمس الحق وآثاره (طبع طبعتين في بنارس بالهند)\n٢ - كتاب آخر بالأردية عن حياة المحدث شمس الحق (طبع في كراتشي بباكستان)\n٣ - أعلام أهل الحديث في الهند (بالأردية) غير مطبوع\n٤ - رسالة في حكم السبحة (بالأردية)\n٥ - مؤلفات الإمام ابن قيم الجوزية\nالتحقيقات:\n١ - رفع الالتباس عن بعض الناس للعظيم آبادي\n٢ - غاية المقصود شرح سنن أبي داود، للعظيم آبادي (المجلد الأول)\n٣ - مجموعة فتاوى الشيخ شمس الحق العظيم آبادي (بالأردية والفارسية)\n٤ - ردّ الإشراك، لإسماعيل بن عبد الغني الدهلوي\n٥ - تاريخ وفاة الشيوخ الذين أدركهم البغوي، لأبي القاسم البغوي\n٦ - جزء في استدراك أم المؤمنين عائشة على الصحابة، لأبي منصور البغدادي\n٧ - روائع التراث (عشر رسائل نادرة في فنون مختلفة)\n٨ - بحوث وتحقيقات للعلامة عبد العزيز الميمني\n٩ - إتحاف النبية بما يحتاج إليه المحدث والفقيه، لولي الله الدهلوي (تعريب)\n١٠ - مجموعة رسائل الإمام ولي الله الدهلوي (غير مطبوع)\n١١ - مجموعة رسائل المحدث شمس الحق العظيم آبادي (غير مطبوع)\n١٢ - الجامع لسيرة شيخ الإسلام ابن تيمية (بالاشتراك)\n١٣ - تقييد المهمل وتمييز المشكل، لأبي علي الجياني (بالاشتراك)\n١٤ - قاعدة في الاستحسان، لشيخ الإسلام ابن تيمية\n١٥ - جامع المسائل (٥ مجلدات) لشيخ الإسلام ابن تيمية\n١٦ - الرسالة التبوكية، لابن قيم الجوزية\n١٧ - تنبية الرجل العاقل على تمويه الجدل الباطل، لشيخ الإسلام ابن تيمية، (بالاشتراك)\nجهود علمية أخرى:\nقام بفهرسة المخطوطات في مكتبة خدا بخش خان بمدينة باتنه (الهند) لمدة اربعة شهور.\nوفي مكتبة الجامعة الإسلامية بالمدينة المنورة لمدة ثلاث سنوات\nوفي مكتبة أم القرى في فترات مختلفة\nكتب ومقالات كثيرة في مجلات أردية وعربية .. منها مجلة الجامعة السلفية، ومجلة المجمع العلمي الهندي، ومجلة اللغة العربية بدمشق\nومجلة المعارف، ومجلة برهان وغيرها.\nترجم بعض الكتب من العربية الى الأردية وبالعكس.\nقام بتدريس بعض العلوم مثل الرياضيات والمنطق العروض، في فترات مختلفة في بعض المدارس\nألقى محاضرات في ندوات مختلفة في الهند وخارجها\nيعمل منذ سنوات في إعداد بيليو غرافيا عن شيخ الإسلام ابن تيمية\nالمشايخ الذين حصل منهم على الإجازة:\nمنهم والدة الشيخ شمس الحق السلفي ومشايخ آخرون ذُكروا سابقا\nومنهم الشيخ صبحي السامرائي من العراق/ والشيخ أبو محمد عليم الدين السلفي من بنجله ديش.\nتوفي بمنزله في مكة المكرمة، بعد أذان عِشاء يوم السبت ١٩ ربيع الأول ١٤٤٤ هـ الموافق ١٥/ ١٠/ ٢٠٢٢ م.",
  "books": [
    {
      "text_id": 17563,
      "title": "الجامع لسيرة شيخ الإسلام ابن تيمية خلال سبعة قرون وتكملة الجامع"
    },
    {
      "text_id": 221,
      "title": "مؤلفات ابن قيم الجوزية - نسخها الخطية وطبعاتها"
    }
  ]
}