{
  "author_id": 2763,
  "author_meta": "فريد الأنصاري\n(ولد بإقليم الراشيدية، المغرب ١٣٨٠ هـ/ ١٩٦٠ م - توفي ١٧ ذو القعدة ١٤٣٠ هـ/ ٥ نوفمبر ٢٠٠٩، تركيا)\nعالم دين وأديب مغربي، حصل على الدكتوراه في الدراسات الإسلامية تخصص أصول الفقه، عمل رئيسا لقسم الدراسات الإسلامية بكلية الآداب، جامعة مولاي إسماعيل بمكناس، المغرب. وأستاذا لأصول الفقه ومقاصد الشريعة بالجامعة نفسها. شغل منصب عضو في المجلس العلمي الأعلى بالمغرب. توفي بعد صراع مع المرض دام عدة سنوات، باستنبول، تركيا، ونقل جثمانه إلى مدينة مكناس، حيث دفن بمقبرة الزيتون.\nالمسار الدراسي والتدريسي أو المسار العلمي والعملي\n- حاصل على دكتوراة الدولة في الدراسات الإسلامية، تخصص أصول الفقه، من جامعة الحسن الثاني، كلية الآداب، المحمدية،­ المغرب.\n- حاصل على دبلوم الدراسات العليا، دكتوراة السلك الثالث في الدراسات الإسلامية، تخصص أصول الفقه، من جامعة محمد الخامس، كلية الآداب، ­الرباط.\n- حاصل على دبلوم الدراسات الجامعية العليا (نظام تكوين المكونين)، الماجستير في الدراسات الإسلامية، ­ تخصص أصول الفقه، من جامعة محمد الخامس، كلية الآداب، ­ الرباط.\n- حاصل على الإجازة في الدراسات الإسلامية من جامعة محمد بن عبد الله، كلية الآداب، ­ فاس، المغرب.\n- عضو المجلس العلمي الأعلى للمغرب.\n- رئيس المجلس العلمي المحلي بمكناس.\n- عضو اللجنة العلمية لكلية الآداب والعلوم الإنسانية بجامعة مولاي إسماعيل، مكناس.\n- عضو مؤسس لمعهد الدراسات المصطلحية، التابع لكلية الآداب والعلوم الإنسانية بجامعة محمد بن عبد الله، بفاس.\n- عضو رابطة الأدب الإسلامي العالمية.\n- رئيس سابق لشعبة الدراسات الإسلامية بكلية الآداب، جامعة مولاي إسماعيل بمكناس، المغرب. لسنوات: ٢٠٠٠ - ٢٠٠١ م إلى ٢٠٠٢ - ٢٠٠٣ م.\n- أستاذ زائر بدار الحديث الحسنية للدراسات الإسلامية العليا بالرباط لسنتي: ٢٠٠٣ - ٢٠٠٤ م و ٢٠٠٤ - ٢٠٠٥ م.\n- أستاذ بمركز تكوين الأئمة والمرشدات بوزارة الأوقاف والشؤون الإسلامية بالرباط.\n- رئيس وحدة الدراسات العليا: الاجتهاد المقاصدي: التاريخ والمنهج، بجامعة مولاي إسماعيل بمكناس.\n- أستاذ أصول الفقه ومقاصد الشريعة بجامعة مولاي إسماعيل بمكناس.\n- أستاذ كرسي التفسير بالجامع العتيق لمدينة مكناس.\n- خطيب جمعة وواعظ بعدد جوامع مكناس.\nأعماله العلمية\n- التوحيد والوساطة في التربية الدعوية (في جزئين)\n- أبجديات البحث في العلوم الشرعية: محاولة في التأصيل المنهجي\n- قناديل الصلاة - مشاهدات في منازل الجمال (كتاب في المقاصد الجمالية للصلاة)\n- الفجور السياسي والحركة الإسلامية بالمغرب: دراسة في التدافع الاجتماعي\n- المصطلح الأصولي عند الشاطبي (أطروحة الدكتوراه)\n- ميثاق العهد في مسالك التعرف إلى الله\n- جمالية الدين: كتاب في المقاصد الجمالية للدين\n- بلاغ الرسالة القرآنية من أجل إبصار لآيات الطريق\n- سيماء المرأة في الإسلام بين النفس والصورة (تُرجم للفرنسية  Les Secrets du Hijab)\n-  البيان الدعوي وظاهرة التضخم السياسي - نحو بيان قرآني للدعوة الإسلامية\n- مجالس القرآن من التقلي إلى التزكية (تُرجم للفرنسية  Autour du Coran)\n-  مفهوم العالِمية من الكتاب إلى الربانية\n- مفاتح النور - نحو معجم شامل للمصطلحات المفتاحية لكليات رسائل النور لسعيد النورسي (تُرجم للتركية  Risale-i Nur'un Anahtar Kavramlar?)\n-  الأخطاء الستة للحركة الإسلامية بالمغرب\n- الفطرية - بعثة التجديد المقبلة من الحركة الإسلامية إلى دعوة الإسلام\n- الدين هو الصلاة والسجود لله باب الفرج\n- مجالس القرآن من التلقي إلى البلاغ - مدارسات في رسالات الهدى المنهاجي للقرآن الكريم من التلقي إلى البلاغ\n- كاشف الأحزان ومسالح الأمان\n- تفسير سورة البقرة وجزء من سورة آل عمران وسور ق والذاريات والطور والنجم\n- مصطلحات أصولية في كتاب الموافقات للشاطبي (رسالة شهادة الدراسات العليا، نوقشت سنة ١٩٨٩ م بكلية الآداب بالرباط)\nأعماله الأدبية\nكان فريد الأنصاري عضوا في رابطة الأدب الإسلامي العالمية. ومن أعماله الأدبية:\n- ديوان القصائد (الدار البيضاء ١٩٩٢)\n- الوعد (فاس ١٩٩٧)\n- جداول الروح (بالاشتراك مع الشاعر المغربي عبد الناصر لقاح) مكناس ١٩٩٧\n- ديوان الإشارات (الدار البيضاء ١٩٩٩)\n- كشف المحجوب (رواية) فاس ١٩٩٩\n- مشاهدات بديع الزمان النورسي (ديوان شعر) فاس ٢٠٠٤\n- آخر الفرسان (رواية)\n- ديوان المقامات\n- ديوان المواجيد\n- من يحب فرنسا؟ (شعر مشترك مع الشاعر عبد الناصر لقاح)\n- عودة الفرسان (رواية)، ألفها سيرتا لمحمد فتح الله كولن.\n- كيف تلهو وتلعب! (قصيدة)\nدروسه الصوتية والمرئية\nللشيخ مئات الدروس والخطب المرئية والصوتية. وقد بدأ الشيخ تفسيرا للقرآن أسماه بصائر القرآن الكريم ولم يتمه الشيخ. كذلك كان للشيخ أثر عظيم في التربية والتزكية والتعليم في العديد من مساجد مكناس. وقد عمل الشيخ سلسلة تربوية أسماها منازل السائرين. والعديد من السلاسل والمحاضرات المفردة. كلها متواجدة بموقع الشيخ.\nمؤلفات عنه\n- فقه التاريخ عند الدكتور فريد الأنصاري: المفهوم والمنهج والقضايا، لسعيد بنحمادة ومحمد البركة.\n- فقه الدعوة عند الدكتور فريد الأنصاري، وهو مؤلف جماعي، من تنسيق الدكتور محمد البركة.\nمقالاته\nلفريد الأنصاري عدد كبير من المقالات متعلقة بعدة مجالات نُشرت بجرائد ومجلات محلية ووطنية ودولية. وقد كان الشيخ مشرف مؤسس لمجلة رسالة القرآن المغربية. من بين الجرائد التي نشرت مقالات بقلم الشيخ: التجديد المغربية، المحجة المغربية، المساء المغربية … أما المجلات فنذكر: حراء التركية، إسلام أون لاين الالكترونية، رسالة القرآن المغربية … كما يحوي موقع الفطرية الذي أسسه عدد من مقالاته. تتميز مقالات فريد الأنصاري بالحس الأدبي الجميل وقد شرح الشيخ محمد إسماعيل المقدم بعض مقالات الدكتور فريد الأنصاري في بعض دروسه.\nجنازته\nتوفي الخميس ٥ نوفمبر ٢٠٠٩ بمستشفى سماء باستنبول بتركيا وتم نقل جثمانه إلى المغرب ليدفن بمدينة مكناس يوم الأحد ٨ نونبر ٢٠٠٩ في مقبرة الزيتون بعد أداء صلاة الجنازة بعد صلاة الظهر بمسجد الأزهر المعروف بجامع الاروى بحي السلطان محمد بن عبد الله. وقد كان المسجد يومها ممتلئا عن آخره رغم كبر مساحته وامتلئت الساحة أمام المسجد بالمصلين الآتين من كل حدب وصوب من المغرب وخارجه وكان هذا ملحوظا. كان عدد المشيعين للجنازة يقدرون بالآلاف في موكب مهيب حيث امتلئت الطرقات والأزقة المؤدية للمقبرة بالمشيعين كما امتلئت المقبرة ومحيطها بالناس بل حتى أسطح المنازل لمتابعة مراسم الدفن والجنازة.\n(نقلا عن: ويكبيديا)",
  "books": [
    {
      "text_id": 17662,
      "title": "سيماء المرأة في الإسلام بين النفس والصورة"
    },
    {
      "text_id": 17814,
      "title": "بلاغ الرسالة القرآنية"
    }
  ]
}