{
  "author_id": 277,
  "author_meta": "محمد بن الحسن الشيباني (١٣١ - ١٨٩ هـ = ٧٤٨ - ٨٠٤ م)\nمحمد بن الحسن بن فرقد، من موالي بني شيبان، أبو عبد الله:\nإمام بالفقه والأصول، وهو الذي نشر علم أبي حنيفة.\nأصله من قرية حرستة، في غوطة دمشق، وولد بواسط، ونشأ بالكوفة، فسمع من أبي حنيفة، وغلب عليه مذهبه وعرف به وانتقل إلى بغداد، فولاه الرشيد القضاء بالرقة ثم عزله.\nولما خرج الرشيد إلى خراسان صحبه، فمات في الري.\nقال الشافعي: (لو أشاء أن أقول نزل القرآن بلغة محمد بن الحسن، لقلت، لفصاحته) ونعته الخطيب البغدادي بإمام أهل الرأي.\nله كتب كثيرة في الفقه والأصول، منها:\n(المبسوط) - خ في فروع الفقه [ويُسمّى «الأصل» أيضا؛ لأنه أصل كُتب محمد وأكثرها بَسْطًا أي اتساعا، وفَرّق بينهما الزركلي! حَقّق كتاب (البيوع منه) د. شفيق شحاته عام ١٩٥٤ م، وحقق أبو الوفاء الأفغاني (العبادات منه) في ٤ مجلدات في الأعوام ١٩٦٦ - ١٩٧٣ م، ثم حَقّق أغلبه لاحقا د. محمد بوينوكالن وطبعه في ١٢ مجدا لدى دار ابن حزم ببيروت وعنها أوقاف قطر].\n(الزيادات) - خ [ولصدر الدين الأذرعي (ت ٦٧٧) منتخبٌ منه يُطبَع قريبا إن شاء الله لدى دار السمان بتركيا (١٤٤٤ هـ ٢٠٢٢ م)، كما طُبِع «شرْح الزيادات» لقاضي خان (ت ٥٩٢ هـ) عن المجلس العلمي بكراتشي ١٤٢١ هـ - ٢٠٠٠ م، وطُبع «شرْحُه» أيضا لأبي نصر العتابي (ت ٥٨٦) عن مكتبة الغانم بالأردن ١٤٤٣ هـ-٢٠٢١ م].\n[(زيادات الزيادات) - ألّفها بعد «الزيادات» لاستدراك ما فاته من مسائل فيها، مخطوط، لكن طُبع شرحَاها: للشمس السرخسي (واسمه النُكَت) ولأبي نصر العتابي في مجلد واحد بتحقيق أبي الوفاء الأفغاني قديما]\n(الجامع الكبير) - ط [بتحقيق أبي الوفاء الأفغاني عن دائرة المعارف النعمانية. وشَرَحه جماعة من أَجِلّة الحنفية، لكن يُنبّه على أنهم كثيرا ما يَتجوّزن عند العزو إلى شروحه بتسميتها «الجامع الكبير» -وكذلك عند العزو إلى «الجامع الصغير» لفلان - دون ذكر كلمة «شرح» على سبيل الاختصار للعِلم به؛ كما نَبّه على ذلك ابنُ أمير حاجّ في مقدمة «شرح مُنية المُصَلّي» ١/ ١٢].\n(الجامع الصغير) - ط [ويُنظَر التنبيه السابق للأهمية].\n(الآثار) - ط.\n(السِيَر الكبير) - ط [وذكره الزركلي باسم: «السيَر» فقط، ويسمونه «الكبير» تمييزا له عن «الصغير» الآتي، ولم يُطبَع «السير الكبير» مفرَدا، وإنما طُبِع «شرْحُه» لشمس الأئمة السرخسي].\n[(السِيَر الصغير) - وهو جزء من كتاب «الأصل» = «المبسوط» آنف الذكر، ولعله لذلك لم يذكره الزركلي، وقد أُفرد بالطبع من بعض الناشرين؛ فاقتضى التنبيه]\n(الموطأ) - ط [هو روايته لـ «موطأ مالك» لكنه زاد فيه كثيرا من الآثار بأسانيده هو، كما عَقّب على كثيرٍ مما ذكره الإمام مالك وناقشه].\n(الأمالي) - ط جزء منه.\n(المخارج في الحيل) - ط فقه.\n(الحجة على أهل المدينة) - ط الأول منه.\nولمحمد زاهد الكوثري (بلوغ الأماني) - ط في سيرته (١)\n_________\n(١) الفهرست لابن النديم ١: ٢٠٣ والفوائد البهية ١٦٣ والوفيات ١: ٤٥٣ والبداية والنهاية ١٠: ٢٠٢ والجواهر المضية ٢: ٤٢ وذيل المذيل ١٠٧ ولسان الميزان ٥: ١٢١ والنجوم الزاهرة.\nنقلا عن: «الأعلام» للزركلي، مع إضافات بين [معقوفين]",
  "books": [
    {
      "text_id": 1157,
      "title": "الجامع الكبير لمحمد بن الحسن"
    },
    {
      "text_id": 1332,
      "title": "الآثار لمحمد بن الحسن"
    },
    {
      "text_id": 14285,
      "title": "الأصل لمحمد بن الحسن - ت بوينوكالن"
    },
    {
      "text_id": 18264,
      "title": "المخارج في الحيل - من الأصل لمحمد بن الحسن - ط الثقافة الدينية"
    },
    {
      "text_id": 342,
      "title": "الأصل لمحمد بن الحسن - ت شحاته"
    },
    {
      "text_id": 6160,
      "title": "الجامع الصغير - ومعه النافع الكبير"
    },
    {
      "text_id": 6161,
      "title": "الحجة على أهل المدينة"
    },
    {
      "text_id": 6164,
      "title": "الأصل لمحمد بن الحسن - ت الأفغاني"
    },
    {
      "text_id": 7231,
      "title": "السير الصغير - من الأصل لمحمد بن الحسن - ت خدوري"
    }
  ]
}