{
  "author_id": 2786,
  "author_meta": "أبو صفوان ذياب بن سعد بن علي بن حمدان بن أحمد بن محفوظ آل حمدان الغامدي الأزدي نسبا، ثم الطائفي مولدا.\nولد بالطائف عام (١٣٨٦ هـ) وفيها حصل على الشهادة الابتدائية والمتوسطة والثانوية. وأكمل دراسته الجامعية بجامعة الملك عبد العزيز بجدة، وتخرج منها في قسم الدراسات الإسلامية، عام (١٤١٣ هـ).\nفي عام (١٤٣٤ هـ) حصل على الدكتوراه في أصول الفقه عن (تحقيقه لكتاب: «الشرح الجديد على جمع الجوامع» للشيخ عبد الكريم الدَّبَانِ التَّكْريتي رحمه الله، من كتاب الاجتهاد والتقليد إلى آخر الكتاب)، من جامعة أم درمان الإسلامية بالخرطوم [وقد قرر مجلس الجامعة إعافئه من الماجستير بعد دراسة وتقييم بعض كتبه]\nشيوخه: منهم\n١ - الشيخ عبد الله بن عبد العزيز العقيل\n٢ - الشيخ عبد العزيز ابن باز رحمه الله\n٣ - الشيخ محمد بن صالح العثيمين رحمه الله\n٤ - الشيخ عبد الله بن عبد الرحمن البسام رحمه الله\n٥ - الشيخ عبد الله بن عبد الرحمن الجبرين رحمه الله\n٦ - الشيخ عبد الرحمن بن ناصر البراك\n٧ - الشيخ عبد الله بن محمد الغنيمان\n٨ - الشيخ عبد الله الغديان رحمه الله\n٩ - الشيخ عبد المحسن بن العباد البدر المدني\n١٠ - الشيخ صالح بن فوزان الفوزان.\n١١ - الشيخ بكر بن عبد الله أبو زيد رحمه الله\n١٢ - الشيخ سفر بن عبد الرحمن الحوالي\n١٣ - الشيخ عبد الرحمن بن صالح المحمود\n١٤ - الشيخ عبد الرحمن بن سليمان العثيمين\nمؤلفاته: منها\n١ ـ «الريح القاصف على أهل الغناء والمعازف» مجلد.\n٢ ـ «كف المخطئ عن الدعوة إلى الشعر النبطي» مجلد.\n٣ ـ «أحكام المجاهرين بالكبائر» مجلد.\n٤ ـ «قيادة المرأة للسيارة بين الحق والباطل» غلاف.\n٥ ـ «تسديد الإصابة فيما شجر بين الصحابة» مجلد.\n٦ ـ «فقه الإنكار باليد ـ دراسة ونقد» غلاف.\n٧ ـ «كسوف الشمس بين التخويف والتزييف» غلاف.\n٨ ـ «حقيقة كرة القدم» مجلد.\n٩ ـ «كرائم التراجم» غلاف.\n١٠ ـ «شاعر المليون» غلاف.\n١١ ـ «المنهج العلمي لطلاب العلم الشرعي» مجلد.\n١٢ ـ «ظاهرة الفكر التربوي» مجلد.\n١٣ ـ «الوجازة في الأثبات والإجازة» مجلد.\n١٤ ـ «تنبيه الناسي بحكم الصلاة على الكراسي» غلاف.\n١٥ ـ «تحقيق الكلام في أذكار الصلاة بعد السلام» مجلد.\n١٦ ـ «أوهام الرائد في جمع الصحيحين والزوائد» غلاف.\n١٧ ـ «الناهي عن الأغاني والدفوف والملاهي» مجلد.\n١٨ ـ «صيانة الكتاب» مجلد.\n١٩ ـ «توريق المنة لحفاظ الأسانيد والسنة» غلاف.\nوله دروسه العلمية لطلاب العلم في مدينة الطائف،\nوقد تأثر في حياته العلمية والعملية ببعض مشائخه الكبار؛ حيث تأثر كثيرا بشيخه العلامة محمد بن صالح العثيمين رحمه الله في الناحية العلمية، من خلال أسلوبه العلمي في الطرح والتدريس والتأصيل، كما هو ظاهر في دروسه ومجالسه، وكذا بشيخه العلامة عبد الله بن عقيل حفظه الله، أما في الناحية البلاغية والكتابية فقد تأثر كثيرا بشيخ العربية الشيخ محمود بن شاكر رحمه الله؛ إلا أنه لم يلقه، كما هو ظاهر في كتبه وتصانيفه، وكذا بالشيخ بكر بن عبد الله أبو زيد رحمه الله.\n(مختصر مما كتبه أبو عبد الرحمن الأزدي)",
  "books": [
    {
      "text_id": 14269,
      "title": "المنهج العلمي لطلاب العلم الشرعي"
    },
    {
      "text_id": 16812,
      "title": "الوجازة في الأثبات والإجازة"
    },
    {
      "text_id": 16932,
      "title": "تسديد الإصابة فيما شجر بين الصحابة"
    },
    {
      "text_id": 16957,
      "title": "شاعر المليون أخطاء شرعية، ومغالطة شعرية"
    },
    {
      "text_id": 1977,
      "title": "فقه الإنكار باليد"
    }
  ]
}