{
  "author_id": 279,
  "author_meta": "محمد بن أسلم ( ٠٠٠ - ٢٤٢ هـ = ٠٠٠ - ٨٥٦ م)\nمحمد بن أسلم بن سالم بن يزيد، أبو الحسن الكندي، مولاهم، الطوسي: من حفاظ الحديث. اشتهر بالصلاح، ونعته الذهبي بشيخ المشرق.\nتاريخ الميلاد: ١٨٠ هـ تقريبا.\nتاريخ الوفاة:٢٤٢ هـ.\nشيوخه:\nيزيد بن هارون.\nيعلى بن عبيد.\nمحمد بن عبيد.\nجعفر بن عون.\nعبيد الله بن موسي.\nأبو عبد الرحمن المقرئ.\nحسين بن الوليد النيسابوري.\nقبيصة.\nأبو نعيم.\nعبد الحكم بن ميسرة.\nالنضر بن شميل.\nمحاضر بن المورع.\nيحيى بن أبي بكير.\nمسلم بن إبراهيم.\nتلاميذه:\nإبراهيم بن أبي طالب.\nالحسين بن محمد القباني.\nمحمد بن خزيمة.\nأبو بكر بن أبي داود.\nمحمد بن وكيع الطوسي.\nمحمد بن أحمد بن زهير الطوسي.\nزنجويه بن محمد اللباد.\nعلي بن عبد الله.\nالحسن بن علي بن نصر الطوسي.\nعلي بن الحسن الهلالي.\nمحمد بن عبد الوهاب الفراء.\nمكانته:\nقال الذهبي: الإمام الحافظ الربان، شيخ الإسلام.\nقال أبو عبد الله الحاكم: كان من الأبدال المتتبعين للآثار.\nوقال فيه محمد بن رافع: دخلت على محمد بن أسلم فما شبهته إلا بأصحاب رسول الله صلي الله عليه وسلم.\nوقال ابن خزيمة: حدثنا من لم تر عيناي مثله أبو عبد الله محمد بن أسلم.\nوقال مرة: حدثنا رباني هذه الأمة محمد بن أسلم الطوسي.\nوقال الحاكم: قام محمد بن أسلم مقام وكيع وأفضل من مقامه؛ لزهده وورعه وتتبعه للأثر.\nوقال إسحاق بن راهويه: قال إسحاق لم أسمع عالما منذ خمسين سنة كان أشد تمسكا بأثر النبي صلي الله عليه وسلم من محمد بن أسلم.\nقال محمد بن القاسم: دخلت على ابن أسلم قبل موته بأربعة أيام بنيسابور، فقال: يا أبا عبد الله، تعالَ أبشرْك بما صنع الله بأخيك من الخير، قد نزل بي الموت وقد من الله علي أنه ما لي درهم يحاسبني الله عليه، ثم قال: أغلق الباب ولا تأذن لأحد حتى أموت، وتدفنون كتبي، واعلم أني أخرج من الدنيا وليس أدع ميراثا غير كسائي ولبدي وإنائي الذي أتوضأ فيه وكتبي هذه، فلا تكلفوا الناس مؤنة، وكان معه صرة فيها نحو ثلاثين درهما فقال: هذا لابني، أهداه قريب له، ولا أعلم شيئا أحل منه؛ لأن النبي صلي الله عليه وسلم قال: «أنت ومالك لأبيك»، وقال: «أطيب ما أكل الرجل من كسبه، وإن ولده من كسبه»، فكفنوني منها، فإن أصبتم لي بعشرة ما يستر عورتي فلا تشتروا بخمسة عشر، وابسطوا على جنازتي لبدي، وغطوا عليها كسائي، وأعطوا إنائي مسكينا، يا أبا عبد الله إن هؤلاء قد كتبوا رأي فلان، وكتبت أنا الأثر فأنا عندهم على غير الطريق وهم عندي على غير الطريق، أصل الفرائض في حرفين؛ ما قال الله ورسوله: افعل، فهو فريضة ينبغي أن يفعل، وما قال الله ورسوله: لا تفعل، فينبغي أن ينتهى عنه وتركه فريضة، وهذا في القرآن وفي فريضة النبي صلي الله عليه وسلم وهم يقرءونه ولكن لا يتفكرون فيه؛ قد غلب عليهم حب الدنيا.\nوقال محمد بن القاسم: صحبت محمد بن أسلم أكثر من عشرين سنة لم أره يصلي ركعتين من التطوع إلا يوم الجمعة، وسمعته كذا وكذا مرة يحلف: لو قدرت أن أتطوع حيث لا يراني ملكاي لفعلت؛ خوفا من الرياء، وكان يدخل بيتا له ويغلق بابه ولم أدر ما يصنع، حتى سمعت ابنا له صغيرا يحكي بكاءه، فنهته أمه، فقلت لها: ما هذا؟ قالت: إن أبا الحسن يدخل هذا البيت فيقرأ ويبكي، فيسمعه الصبي فيحكيه، وكان إذا أراد أن يخرج غسل وجهه واكتحل؛ فلا يرى عليه أثر البكاء، وكان يصل قوما ويكسوهم، ويقول للرسول: انظر أن لا يعلموا من بعثه، ولا أعلم منذ صحبته وصل أحدا بأقل من مائة درهم إلا أن لا يمكنه ذلك، وكان يقول لي: اشتر لي شعيرا أسود، فإنه يصير إلى الكنيف، ولا تشتر لي إلا ما يكفيني يوما بيوم، واشتريت له مرة شعيرا أبيض ونقيته وطحنته فرآه فتغير لونه وقال: إن كنت تنوقت فيه فأطعمه نفسك، لعل لك عند الله أعمالا تحتمل أن تطعم نفسك النقي، وأما أنا فقد سرت في الأرض ودرت فيها فبالله ما رأيت نفسا تصلي أشر عندي من نفسي، فبما أحتج عند الله إن أطعمتها النقي؟ خذ هذا الطعام واشتر لي كل يوم بقطعة شعيرا رديئا، واشتر لي رحى فجئني به؛ حتى أطحن بيدي وآكله؛ لعلي أبلغ ما كان فيه علي وفاطمة - رضي الله عنهما.\nمصنفاته:\n«المسند».\n«الرد على الجهمية».\n«الأربعون».\n«طرق حديث قبض العلم».\nقال الزركلي: له «الإيمان والأعمال» في الرد على الكرامية، أكثر من جزأين\nمصادر الترجمة:\nحلية الأولياء.\nسير الأعلام.\nالرسالة المستطرفة.\n(نقلا عن: موقع جامع الحديث)",
  "books": [
    {
      "text_id": 10620,
      "title": "الأربعون لمحمد بن أسلم الطوسي"
    }
  ]
}