{
  "author_id": 2803,
  "author_meta": "(نعمان جغيم)\nجزائري، ولد في ٥/ ٦/ ١٩٦٦ م، وهو أستاذ مشارك بكلية معارف الوحي والعلوم الإنسانية، الجامعة الإسلامية العالمية بماليزيا\n[المؤهلات العلمية]\n١ - دكتوراه في الفقه وأصوله (٢٠٠١) الجامعة الإسلامية العالمية بماليزيا.\n٢ - ماجستير في الشريعة والقانون (١٩٩٦) الجامعة الإسلامية العالمية بإسلام آباد.\n٣ - ماجستير في الدراسات الإسلامية (١٩٩٣) جامعة البنجاب.\n٤ - بكالوريوس في الشريعة (١٩٨٩) جامعة الأمير عبد القادر للعلوم الإسلامية، الجزائر.\n[الكتب المنشورة]\n١ ـ طرق الكشف عن مقاصد الشارع، الأردن: دار النفائس للنشر والتوزيع، ٢٠٠٢.\n٢ ـ شهود يهوه بين اليهودية والمسيحية، دمشق: دار النهضة، ٢٠٠٧.\n٣ ـ مدخل إلى المذهب الشافعي: رجاله وكتبه واصطلاحاته، ماليزيا: مركز البحوث، الجامعة الإسلامية العالمية بماليزيا، ٢٠٠٧.\n[كتب قيد الإعداد للنشر]\n١ ـ تهذيب الموافقات للشاطبي (قيد الإعداد للطبع)\n٢ ـ الجدل والمناظرة عند الأصوليين (قيد الإعداد للطبع)\n٣.  Ethics and Fiqh for Everyday Life (تحت الطبع، مركز البحوث، الجامعة الإسلامية العالمية بماليزيا)\n[الأبحاث المنشورة]\n١ - «الاستئناف والطعن في الأحكام القضائية في نظام القضاء الإسلامي»، مجلة الدراسات الإسلامية، فصلية محكمة يصدرها مركز البحوث الإسلامية، الجامعة الإسلامية العالمية بإسلام آباد، السنة الثالثة والثلاثون، العدد الثالث، جويلية ـ سبتمبر ١٩٩٨، ص ٥ - ٤١.\n٢ - «الشروط وأثرها في العقود في الفقه الإسلامي»، مجلة الحكمة، العدد السادس عشر، ١٩٩٨، ص ٣٠٧ - ٣٤٤.\n٣ - دراسة ونقد لكتاب  Theories of Islamic Law: Methodology of Ijtihad (نظريات الفقه الإسلامي: منهجية الاجتهاد) للدكتور عمران نيازي خان، إسلامية المعرفة، مجلة محكمة يصدرها المعهد العالمي للفكر الإسلامي، المجلد الرابع، العدد الرابع عشر، خريف ١٩٩٨، ص ٢٠٣ - ٢١٧.\n٤ - دراسة ونقد لكتاب  Shatibi's Philosophy of Law (مقاصد الشريعة عند الإمام الشاطبي) للدكتور خالد مسعود، إسلامية المعرفة، مجلة محكمة يصدرها المعهد العالمي للفكر الإسلامي، المجلد الرابع، العدد الخامس عشر، شتاء ١٩٩٨، ص ١٢١ - ١٣٤.\n٥ - دراسة ونقد لكتاب «السنة ومكانتها في الفقه الجديد» لجمال البنا، التجديد، مجلة محكمة تصدرها الجامعة الإسلامية العالمية بماليزيا، السنة الثالثة، العدد الخامس، ١٩٩٩، ص ٢١٣ - ٢٣٣.\n٦ - «الاستقراء عند الإمام الشاطبي»، التجديد، مجلة محكمة تصدرها الجامعة الإسلامية العالمية بماليزيا، السنة الرابعة، العدد السابع، ٢٠٠٠، ص ٢٠١ - ٢٢٤.\n٧ - دراسة ونقد لكتاب «القرآن والتشريع: قراءة جديدة في آيات الأحكام» للصادق بلعيد، التجديد، مجلة محكمة تصدرها الجامعة الإسلامية العالمية بماليزيا، السنة الخامسة، العدد التاسع، ٢٠٠١، ص ٢٣١ - ٢٥٤.\n٨ ـ «أهمية الحرية والعدل في تحقيق الوحدة بين المسلمين»، المجلة الدولية لوحدة المسلمين (IIMU)،  يصدرها معهد وحدة المسلمين بماليزيا، ٢٠٠٤.\n٩ ـ دراسة ونقد لكتاب «العقائد النصرانية وعلم التفسير الإسلامي»، مجلة التجديد، مجلة محكمة تصدرها الجامعة الإسلامية العالمية بماليزيا، السنة الثامنة، العدد السادس عشر، ٢٠٠٤.\n١٠ ـ دراسة ونقد لكتاب «المقاصد الكلية والاجتهاد المعاصر»، مجلة التجديد، مجلة محكمة تصدرها الجامعة الإسلامية العالمية بماليزيا، السنة الخامسة، العدد السابع عشر، ٢٠٠٥.\n١١ ـ «دراسة تحليلية لمفهوم الاستحسان في المذهب الحنفي: بين مرحلتي التأسيس والتدوين»، مجلة الإسلام في آسيا، تصدرها كلية معارف الوحي والعلوم الإنسانية بالجامعة الإسلامية العالمية بماليزيا، المجلد ٢، العدد ٢، ٢٠٠٥ م.\n١٢ ـ «الاستقراء عند الأصوليين»، مجلة التجديد، مجلة محكمة تصدرها الجامعة الإسلامية العالمية بماليزيا، السنة العاشرة، العدد ٢٠، ٢٠٠٦ م.\n١٣ ـ «تطور علم أصول الفقه دراسة تحليلية تقويمية»، مجلة تفكُّر، المجلد الثالث، العدد الأول، ٢٠٠٧.\n١٤ ـ «العلاقة بين مقاصد الشريعة وعلم أصول الفقه»، مجلة الإسلام في آسيا، تصدرها كلية معارف الوحي والعلوم الإنسانية بالجامعة الإسلامية العالمية بماليزيا، ديسمبر ٢٠٠٧.\n١٥ ـ «تحرير القول في مسمى الاستحسان عند المالكية»، مجلة الشريعة والقانون، تصدرها كلية الشريعة والقانون، جامعة الإمارات العربية المتحدة، السنة الثانية والعشرون، العدد الثالث والثلاثون، ذو الحجة ١٤٢٨ هـ، يناير ٢٠٠٨ م.\n١٦ ـ «المنظور الشرعي للاعتمادات المستندية في المعاملات البنكية المعاصرة»، قبل للنشر في مجلة التجديد، الجامعة الإسلامية العالمية بماليزيا (تم قبوله للنشر).",
  "books": [
    {
      "text_id": 16884,
      "title": "طرق الكشف عن مقاصد الشارع"
    }
  ]
}