{
  "author_id": 2809,
  "author_meta": "أحمد بن محمد الشنقيطي\nأحمد بن محمد الأمين بن أحمد بن المختار المحضريّ، ثم الإبراهيمي، ثم الجكنيّ الشنقيطي\nوُلد أول العقد الخامس مِن القرن الرابع عشر، وعاش بين أبويه إلى أن بلغ سنّ التّعليم، وكان والده إذ ذاك رئيسَ قبيلته، ورئيسَ المحاكم الشرعية، وكان الاستعمار الفرنسي يُشدد وطأته على الرؤساء لأخذ أبنائهم للتّعليم؛ فبسبب ذلك دَفَعَه والدُه لتعليم اللغة الفرنسية، وذهب إلى مَحِلّةِ تُسمى «أباتيلميت»؛ حيث مقرّ الدّراسة هناك، واستمر في تلك الدّراسة حتَّى أنهى المرحلة الابتدائية\nثم توفي والده -عليه رحمة الله-، وبقي يتيمًا، ولكن كانت له همةٌ عاليةٌ حملتْه على النبوغ المبكر.\nولَما بلغ وأدرك أنَّه مِن أسرةِ ذات علمِ أقْبل على التعليم وانقطع له، فذهب إلى محضرة مشهورة هناك تسمى: «محضرة أهل ديد»؛ فلازَم بها الفقيه سيدي جعفر الملقّب بالصحّة، ولم يزل في تلك المحضرة حتَّى قرأ «مختصر خليل»، وأعاده ثانيًا، وقَرَأَ القواعد المعروفة عند المالكيّة بقواعد الفقه، وهي: «المنهج» للإمام الزقاق، وتكميله لـ: مياره؛ كلاهما مالكي.\nولَما انتهى مِن الدراسة بدأ يحاول التجارة فلم تصلح له، وسافر سنة أربع وسبعين وثلاثمائة وألف إلى الحجاز، وأدى فريضة الحج، ثم لزم الشيخَ الأمين صاحب تفسير «أضواء البيان» مدّةً طويلة، وسافر معه إلى الرياض فأحسن صحبته، وصار مِن أخص تلاميذه وأكثرهم انتفاعًا بعلمه.\nولم يزل في المملكة العربية السعودية بعد أن تقلد الوظيفة فيها إلى أن استقلت موريتانيا مِن تحت يد المحتل الفرنسيّ، وعند ذلك تاقت نفسه إلى رؤية مسقط رأسه بعد تحرره من المحتل الغاشم، فذهب إلى موريتانيا وشَغَل فيها عدَّة وظائف في وزارة الخارجية\nثم بدا له أن يترك ذلك ويرجع إلى الوطن الثاني، فذهب إلى الحجاز، وشغل عدَّة وظائف في وزارة الإعلام، ثم في سنة ١٣٨٩ هـ كُرِّم بنقله إلى الحرم المكّيّ للتدريس فيه، وعين مدرسًا بالمعهد في الحرم المكي.\nومن أهّم ما أُسند إلى الشيخ تدريسُه: أصول الفقه، وأصول التفسير، وألفية ابن مالك، وكان ممتلئًا عِلمًا، له اليد الطّولى في أنساب العرب والسّيرة النّبويّة والأدب والتاريخ، أمّا الفقه وأصوله فهما فنّاهُ اللذان تخصّص فيهما، ولم يزل بالحرم مدرّسًا إلى سنة ١٤٠٨ هـ؛ حيث تقاعد.\nوللشيخ عدّة مؤلّفات منها:\n- «مواهب الجليل من أدلة خليل» في أربعة مجلّدات\n- «تحقيق وتكملة عمود النَّسب في أنساب العرب» في ثلاثة مجلّدات\n- «اختصار زهر الأفنان على حديقة ابن الونّان» في الأدب، وثلاثتها مطبوعةٌ\n- وله نظْم يبلغ ثمانمائة بيت في البلاغة\n- وله شرحٌ لمنظومة لعمّته أمّ الخيرات في معجزات النبي - صلى الله عليه وسلم -\n- وله نظمٌ في أمّهات النّبي - صلى الله عليه وسلم -\n- وله شرح على لاميّة الأفعال\n- وله تهذيبٌ لشرح الشيخ محمد الأمين بن أحمد زيدان على المنهج\nتوفي- رحمه الله- عن عمر يناهز الـ ٩٠ عاما ً، بمدينة رسول الله - صلى الله عليه وسلم - ليلة الجمعة الموافق ١٤٣٤/ ٩/١٠ هـ. وصلي عليه فجر الجمعة",
  "books": [
    {
      "text_id": 14260,
      "title": "مجالس مع فضيلة الشيخ محمد الأمين الشنقيطي"
    }
  ]
}