{
  "author_id": 2821,
  "author_meta": "د عماد علي عبد السميع حسين\nأستاذ مشارك بقسم الدراسات الاسلامية, كلية الآداب والعلوم الانسانية بجامعة طيبة بالمدينة المنورة\n(من مؤلفاته)\nالشهادة والرواية عند الفقهاء والمحدثين (دراسة مقارنة). [بحث منشور في العدد ٣ (١٤٣٥ هـ) من مجلة كلية الآداب والعلوم الانسانية بجامعة طيبة بالمدينة المنورة]\nالمدخل إلى علم الدعوة [مكتبة دار الزمان للنشر والتوزيع - المدينة المنورة]\nالإسلام واليهودية: دراسة مقارنة من خلال سفر اللاويين [دار الكتب العلمية - بيروت (لبنان)]\nتجديد الخطاب الديني بما يتناسب مع روح العصر: ضرورة دعوية في ضوء المستجدات والمتغيرات المعاصرة [دار الكتب العلمية - بيروت (لبنان)]\nالأصولية الإسلامية والأصوليات الدينية الأخرى: دراسة دينية مقارنة [دار الكتب العلمية - بيروت (لبنان)]\nخيانات الشيعة وأثرها في هزائم الأمة الإسلامية [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nكيف نحيا بالقرآن؟ القرآن مؤهل لا تثبت أمامه مؤهلات [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nالبدر في الحث على صلاة الفجر: وقتها -فضلها - أحكامها -الخطوات العملية للمحافظة على صلاة الفجر [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nأحبهم أنفعهم: أحب الناس إلى الله أنفعهم للناس: دراسة شرعية نفسية حول تفعيل المسلم لنفع إخوانه والنهوض بمجتمعه وأمته [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nالعجلة والأناة في حياة الرسول صلى الله عليه وسلم وصحابته الكرام [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nالتيسير في أصول واتجاهات التفسير [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nالموالي ودورهم في الدعوة إلى الله تعالى: دراسة وافية حول دور المسلمين من غير العرب في الدعوة إلى الله تعالى وانتشار الدين الإسلامي [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nنصيحة وتذكير: لم تقولون ما لا تفعلون [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nالقول الثمين في أصول التخريج ودراسة الأسانيد ومناهج المحدثين [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\nترجمة الإمام أحمد بن حنبل وقصته مع المسند وبيان الجهود المبذولة في خدمته [دار الإيمان للطبع والنشر والتوزيع - الإسكندرية (مصر)]\n(تخريج أحاديث)\nفقه وفتاوى البيوع (عبد العزيز بن باز) ويليه رسالة في حكم البيع بالتقسيط (محمد ناصر الدين الألباني) [مكتبة الإيمان - المنصورة (مصر)]\nتفسير جزء عم (محمد بن صالح بن العثيمين) [مكتبة الإيمان - المنصورة (مصر)]",
  "books": [
    {
      "text_id": 18118,
      "title": "التيسير في أصول واتجاهات التفسير"
    }
  ]
}