{
  "author_id": 2835,
  "author_meta": "سعيد حوَّى (١٣٥٤ - ١٤٠٩ هـ = ١٩٣٥ - ١٩٨٩ م)\nسعيد بن محمد ديب بن محمود حوَّى النعيمي:\nولد في مدينة حماة بسورية في ٢٨ جمادى الآخر سنة ١٣٥٤ هـ الموافق ل ٢٧ سبتمبر ١٩٣٥ م)\nتوفيت والدته وهو في الثانية من عمره، فتعهدته جدّته بالتربية والتهذيب.\nالتحق بمدرسة ابن رشد الثانوية، ثم التحق بجامعة دمشق سنة ١٣٧٦ هـ الموافق ل ١٩٥٦ م)، ودخل كلية الشريعة بها، وتتلمذ على عدد من أستاذة الشريعة منهم الدكتور مصطفى السباعي، والفقيه مصطفى الزرقا، وفوزي فيض الله، ومعروف الدواليبي. كما درس على يد عدد كبير من الأساتذة، منهم الشيخ محمد الحامد، والشيخ محمد الهاشمي، والشيخ عبد الوهاب دبس، والشيخ عبد الكريم الرفاعي.\nتخرج في الجامعة سنة ١٣٨١ هـ الموافق ل ١٩٦١ م)، وبعد عامين التحق بالخدمة العسكرية ضابطًا في كلية الاحتياط، وتزوج في هذه الفترة، فأنجب أربعة أولاد.\nبعد خروجه من الجيش سافر إلى المملكة العربية السعودية سنة ١٣٨٦ هـ = ١٩٦٦ م وعمل مدرسًا للغة العربية والتربية الإسلامية، وقضى هناك خمس سنوات\nثم رجع إلى سوريا، ووقعت أحداث سُجن فيها خمس سنوات، وبعد خروجه سافر إلى الأردن، وأقام فيها إلى نهاية حياته\nوفاته:\nكان رحمه الله مصابا بأمراض منها الشلل الجزئي، والسكري والضغط وتصلب الشرايين والكلى وضعف البصر، ودخل في غيبوبة الموت من (٥ من جمادي الأول ١٤٠٩ هـ =ديسمبر ١٩٨٨ م) حتى (١ من شعبان ١٤٠٩ هـ = ٩ من مارس ١٩٨٩ م) حيث توفي رحمه الله في المستشفى الإسلامي بعمان في غرة شعبان ١٤٠٩ هـ = ١٩٨٩ م، ودفن في مقبرة سحاب جنوب عمان بالأردن. وقد رثاه زهير الشاويش بقوله: «إن سعيد حوى كان من أنجح الدعاة الذين عرفتهم أو قرأت عنهم، حيث استطاع إيصال ما عنده من رأي ومعرفة إلى العدد الكبير من الناس، وقد مات وعمره لم يتجاوز الثالثة والخمسين، وهو عمر قصير، وترك من المؤلفات العدد الكبير، مما يلحقه بالمكثرين من المؤلفين في عصرنا الحاضر».\nمؤلفاته\n- الله جل جلاله.\n- كتاب الرسول.\n- كتاب الإسلام.\n- الأساس في التفسير في ١١ مجلدًا.\n- الأساس في السنة وفقهها في ١٤ مجلدًا.\n- الأساس في قواعد المعرفة وضوابط الفهم للنصوص.\n- المستخلص في تزكية الأنفس.\n- مذكرات في منازل الصدّيقين والربّانيين. للكتاب طبعة في عام ١٩٨٩\n- كي لا نمضي بعيداً عن احتياجات العصر. (١١ رسالة).\nمما كتب عنه:\n- رسالةً ماجستير، جامعة بغداد بعنوان «سعيد حوى ومنهجه في التفسير» - الباحث سعدي زيدان\n- بحث «نظرية الوحدة الموضوعية للقرآن الكريم من خلال كتاب» الأساس في التفسير - أحمد بن محمد الشرقاوى\n- مؤلفات سعيد حوى دراسة وتقويم، دراسة نشرت سنة (١٤٠٣ هـ = ١٩٨٣ م) - سليم الهلالي",
  "books": [
    {
      "text_id": 18162,
      "title": "الأساس في التفسير"
    },
    {
      "text_id": 18332,
      "title": "الأساس في السنة وفقهها - السيرة النبوية"
    },
    {
      "text_id": 18338,
      "title": "الأساس في السنة وفقهها - العقائد الإسلامية"
    },
    {
      "text_id": 18339,
      "title": "الأساس في السنة وفقهها - العبادات في الإسلام"
    }
  ]
}