{
  "author_id": 2852,
  "author_meta": "عبد العزيز الميمني الراجكوتي (١٣٠٦ - ١٣٩٨ هـ) (١٨٨٨ - ١٩٧٨ م)\nأديب، باحث، محقق، لغوي، خبير بالمخطوطات ونوادر الكتب. [عاش في الهند (وفيها وُلد) وباكستان (وفيها تُوفي)، وزار عددًا من الدول العربية والإسلامية، منها: مصر وسورية والعراق وتركيا]\nولد ببلدة راجكوت، على الساحل الغربي للهند. واستكمل دراساته العالية في لكنهؤ ورامبور ودهلي، ودرس على شيوخ كبار، وتعمق في علوم اللغة والأدب، وحفظ من الشعر العربي القديم ما يزيد على سبعين ألف بيت! وبدأ حياة التعليم، وعين رئيساً لقسم اللغة العربية في الجامعة الإسلامية بعليكره، وأسندت اليه مناصب علمية أخرى، وقد مثل إدارة معهد الدراسات الإسلامية لمعارف باكستان إلى أن توفاه الله.\nوكان يعرف من أنباء الثقافة وأخبار العلماء والأدباء والشعراء في بلاد الهند وفارس وما يجاورهما، ما لا يعرفه سواه من أبناء البلاد العربية. وأتاح له اطلاعه على خزائن الهند وخبرته وفطنته ومعاناته أن يتهدَّى إلى الفرائد النوادر من المخطوطات العربية في الهند، وأن يتحف المكتبة العربية بما تيسَّر له طبعه منها.\nوكان يشارك إلى جانب تدريسه وتأليفه - في النشاط اللغوي والأدبي - بمحاضراته ومقالاته وتحقيقاته التي ينشرها أو يلقيها في المؤتمرات.\nوتم انتخابه عضواً مراسلاً في المجمع العلمي العربي بدمشق في سنة ١٩٢٨، وكان آنذاك في الأربعين من عمره وظل عضواً في المجمع خمسين عاماً أو يزيد. وكان قلبه يخفق بحب دمشق وأهلها، زارها أكثر من مرة. ثم أصبح عضواً مراسلاً في مجمع القاهرة.\nوبدأ رحلته الشهيرة إلى البلاد العربية وتركيا، منذ سنة ١٣٥٤ هـ، فاطلع على نوادر المخطوطات، واستعانت به وزارة الثقافة بدمشق للاستفادة من خبرته في هذا المجال (١)\nومن تحقيقاته التي وقفتُ على عناوينها:\n- الطرائف الأدبية: وهي مجموعة من الشعر (تصحيح وتخريج ومعارضة على النسخ المختلفة وتذييل). - القاهرة: لجنة التأليف والترجمة، ١٣٥٦ هـ، ٣٠٥ ص.\n- سمط اللآلي في شرح أمالي القالي/لأبي عبيد البكري (نسخ وتصحيح وتحقيق وتخريج وإضافة). - ط ٢ - بيروت: دار الحديث، ١٤٠٤ هـ، ٩٧٢، ١٣٠ ص.\n- ديوان حميد بن ثور الهلالي. وفيه بائية أبي وفاء الإيادي (صنعة). - القاهرة: الدار القومية، ١٣٨٤ هـ، ١٧٣ ص. - (المكتبة العربية؛ ٢٣).\n- ديوان سحيم عبد بني الحسحاس (تحقيق). - القاهرة: الدار القومية، ١٣٨٤ هـ، ٧٠ ص. - (المكتبة العربية؛ ١٩).\n- أبو العلاء وما إليه. فائت شعر أبي العلاء. رسالة الملاكئة (تصحيح وشرح). - القاهرة: المطبعة السلفية، ١٣٤٤ هـ.\n- الوحشيات: وهو الحماسة الصغرى/لأبي تمام الطائي (تعليق وتحقيق، وزاد في حواشيه محمود محمد شاكر). - القاهرة: دار المعارف، ١٣٨٣ هـ، ٣٧٧ ص. - (ذخائر العرب؛ ٣٣).\n- الفاضل في اللغة والأدب/لأبي العباس المبرد (تحقيق). - القاهرة: دار الكتب المصرية، ١٣٧٥ هـ، ١٦٥ ص.\n- نسب عدنان وقحطان/لأبي العباس المبرد (تصحيح وشكل ومعارضة). - القاهرة: لجنة التأليف والترجمة، ١٣٥٤ هـ، ٢٤ ص.\n- المنقوص والممدود/للفراء. والتنبيهات/لعلي بن حمزة (تحقيق). - القاهرة: دار المعارف، ١٣٩٧ هـ - (ذخائر العرب؛ ٤١).\n- أبواب مختارة من كتاب أبي يوسف يعقوب بن إسحاق الأصبهاني من النسخة الفريدة. - القاهرة: المطبعة السلفية، ١٣٥٠ هـ، ٤٥ ص.\n- الفاضل/لأبي العباس المبرد (تحقيق). - القاهرة: دار الكتب المصرية، ١٣٧٥ هـ، ١٦٧ ص.\n- فهارس سمط اللآلئ على غرار مبتكر فريد. - عليكره، الهند، د. ن.\n_________\n(١) مجلة مجمع اللغة العربية بدمشق مج ٥٤ ج ١ (صفر ١٣٩٩ هـ) ص ٢٣٦ - ٢٧٩ بقلم شاكر الفحام. وفيه حديث وتحليل لمؤلفاته، وانظر العدد الذي يليه ص ٢١٠، والبحث الإسلامي مج ٢٩ ع ٢ ص ٥١. وأصدرت مجلة المجمع العلمي الهندي - التي يصدرها المجمع العلمي الهندي بجامعة عليكره بالهند - عدداً ممتازاً عنه (راجع عرضاً له في مجلة البعث الإسلامي مج ٣١ ع ١٠ (رجب ١٤٠٧ هـ) ص ٩٣ - ٩٧).\nنقلا عن: «تكملة معجم المؤلفين» [مع إضافة بين معقوفين]",
  "books": [
    {
      "text_id": 19234,
      "title": "بحوث وتحقيقات عبد العزيز الميمني"
    }
  ]
}