{
  "author_id": 2855,
  "author_meta": "محمد الخضر حسين (١٢٩٣ - ١٣٧٧ هـ)\nهو: محمد الأخضر بن الحسين بن علي بن عمر. ولما جاء إلى الشرق حذف «بن» من اسمه على الطريقة المشرقية، وغلب عليه الخضر عوضًا عن الأخضر\nأصله من الجزائر: أبوه من عائلة العمري، من قرية طولقة (ببسكرة)، وهي واحة من واحات الجنوب، وأمه من وادي سوف\nولد في بلدة نفطة (جنوبي تونس)، وكانت موطن العلم والعلماء، حتى إنها كانت تلقب بالكوفة الصغرى، وبها جوامع ومساجد كثيرة، وهي واحة بها زرع وفيها فلاحون\nعاش في تونس وسورية ومصر والجزائر - وتوفي في القاهرة.\nتلقى أولى مراحله التعليمية ببلدة نفطة بالجنوب التونسي، ثم التحق بجامع الزيتونة عام ١٨٨٧ لاستكمال دراسته، حيث تكونت شخصيته العلمية والدينية والثقافية. وفي عام ١٨٩٨ حصل على شهادة التطويع، وهي الشهادة التي تمكن حاملها من التطوع لإلقاء الدروس في جامع الزيتونة، كما تؤهله للظفر بمناصب علمية ودينية عديدة.\nعمل مدرسًا بجامع الزيتونة، وحضر المجالس العلمية والأدبية مشاركًا نشطًا، مما أكسبه شهرة واسعة في أوساط الطلاب والعلماء على زمانه.\nتولى خطة القضاء بمدينة بنزرت عام ١٩٠٥.\nأسس مجلة «السعادة العظمى» في شهر محرم سنة ١٣٢٢ هـ / إبريل ١٩٠٤ م، وهي أول مجلة عربية ظهرت في تونس، وكانت تصدر كل نصف شهر، ولم يصدر منها سوى ٢١ عددًا ثم انقطع صدورها، وقد كان الشيخ يكتب أغلب مقالاتها\nوعمل محررًا في عدد من المجلات كالهداية الإسلامية، ونور الإسلام، ولواء الإسلام، كما كتب في مجلة المنار، ومجلتي الدر والفجر التونسيتين، ومجلة الفتح بالقاهرة.\nكان عضوًا بالمجمع العلمي العربي بدمشق عام ١٩١٩، وفي عام ١٩٣٣ اختير عضوًا للمجمع اللغوي بالقاهرة. كما كان واحدًا ممن أسسوا جمعية الهداية الإسلامية (١٩٢٨)، وكان رئيسًا للرابطة الإسلامية التي تدعو إلى الوحدة بين بني الإسلام.\nله جهود كبيرة في الدعوة إلى الإصلاح الديني والاجتماعي والأخلاقي. إضافة إلى مشاركاته في الأحداث السياسية آنذاك بقلمه، وفكره، وتحركاته.\nكان مؤمنًا بوحدة الهدف والمصير بين المسلمين، وكان يدعو إلى ضرورة اتحاد المسلمين في نظام ديني وسياسي واحد، هو نظام الخلافة.\nحصل على عضوية هيئة كبار العلماء برسالته «القياس في اللغة العربية» سنة (١٣٧٠ هـ= ١٩٥٠ م)\nاختير لمنصب «شيخ الأزهر» في ٢٦ ذي الحجة ١٣٧١ هـ/١٦ سبتمبر ١٩٥٢ م)\nواستقال من مشيخة الأزهر (بعد أقل من سنتين) في ٧ يناير عام ١٩٥٤ م - ٢ من جمادى الأولى ١٣٧٣ هـ احتجاجاً علي إلغاء القضاء الشرعي ودمجه في القضاء المدني\nكان له نشاط سياسي ملحوظ في مراحل من عمره، فقد أسس رابطة الدفاع عن شماليّ أفريقيا، اهتماما بالمغرب العربي وعدالة قضيته، ووحدة مصيره، مما دفعه إلى توجيه برقيات الاحتجاج والشكوى باسم الرابطة الإسلامية التي كان يرأسها، إلى المنظمات العربية والأوروبية هادفًا إلى شرح قضية الشمال الأفريقي على مسمع ومرأى من العالم.\nيعد من أبرز الكتاب في أدب الرحلات، فقد تعددت مقالاته الوصفية عن رحلاته، وعن الأماكن التي زارها والمعالم التي اطلع عليها، والعلماء والأدباء الذين اتصل بهم.\n[مؤلفاته]\nله العديد من المؤلفات منها:\n«آداب الحرب في الإسلام».\n«أديان العرب قبل الإسلام»\n«الحرية في الإسلام»\n«الخيال في الشعر العربي» - دمشق ١٩٧٢.\n«الرحلات»\n«بلاغة القرآن» - دمشق ١٩٧١\n«تعليقات على كتاب الموافقات للشاطبي».\n«تونس وجامع الزيتونة»\n«تونس، ٦٧ عاما تحت الاحتلال الفرنساوي ١٨٨١ - ١٩٤٨»\n«حياة ابن خلدون ومثل من فلسفته الاجتماعية»\n«دراسات في العربية وتاريخها» - دمشق ١٩٦١\n«علماء الإسلام في الأندلس» - القاهرة ١٩٢٨\n«نقض كتاب الإسلام وأصول الحكم» - القاهرة ١٩٢٦. (في الرد على كتاب علي عبد الرازق)\n«نقض كتاب في الشعر الجاهلي» - القاهرة ١٩٢٧. (في الرد على كتاب طه حسين)\nله ديوان شعر «خواطر الحياة» - القاهرة ١٩٤٦. وقد طبع هذا الديوان ثانية عام ١٩٥٣\nإلى جانب بحوث ومقالات نشرت في مجلة الأزهر (نور الإسلام) ولواء الإسلام والهداية الإسلامية.",
  "books": [
    {
      "text_id": 14579,
      "title": "موسوعة الأعمال الكاملة للإمام محمد الخضر حسين"
    },
    {
      "text_id": 18428,
      "title": "الخطابة عند العرب"
    }
  ]
}