{
  "author_id": 2870,
  "author_meta": "محمود شاكر (١٣٢٧ - ١٤١٨ هـ) = (١٩٠٩ - ١٩٩٧ م)\nأبو فهر، محمود بن محمد شاكر بن أحمد بن عبد القادر\nمن أسرة أبي علياء الحسينية في جرجا بصعيد مصر.\nولد في الإسكندرية في المحرم ١٩٠١ م، وانتقل إلى القاهرة في نفس العام إذ عُيّن والده وكيلا للجامع الأزهر، وكان قبل ذلك شيخا لعلماء الإسكندرية.\nتدرج في التعليم المدني إلى أن التحق بكلية الآداب قسم اللغة العربية ١٩٢٦ م\nبعد السنة الثانية في الكلية توقف عن مواصلة دراسته على أثر خلاف نشب بينه وبين أستاذه في الجامعة طه حسين حول منهج دراسة الشعر الجاهلي. فسافر إلى جدة مهاجرا سنة ١٩٢٨ م، وأنشأ هناك مدرسة جدة السعودية الابتدائية وعمل مديرا لها، حتى عاد إلى القاهرة في أواسط سنة ١٩٢٩ م.\nثم انصرف إلى الأدب والكتابة وقراءة دواوين الشعراء، وبدأ ينشر في مجلتي «الفتح» و «الزهراء» لمحب الدين الخطيب، واتصل بأعلام عصره من أمثال أحمد تيمور وأحمد زكي باشا والخضر حسين ومصطفى صادق الرافعي وعباس محمود العقاد الذي ارتبط بصداقة خاصة معه\n[مع طه حسين]\nبدأ صدامه مع طه حسين في الجامعة عندما استمع لمحاضرات طه عن الشعر الجاهلي، وفيها يزعم أن الشعر الجاهلي منتحل وأنه كذب ملفق لم يقله أمثال امرئ القيس وزهير، وإنما ابتدعه الرواة في العصر الإسلامي، وكان محمود شاكر سبق له أن اطلع على هذا الزعم في مقال للمستشرق اليهودي الحاقد مرجليوث في مجلة استشراقية، وتيقن أن طه قد سطا سطوا عريانا على مقال مرجليوث. ورد شاكر على طه، وانتهى هذا الخلاف بأن ترك شاكر الجامعة.\nألف شاكر كتابه المشهور «المتنبي» عندما كلفه فؤاد صروف رئيس تحرير مجلة «المقتطف» أن يكتب دراسة عن المتنبي ما بين عشرين إلى ثلاثين صفحة، ولكن الأمر انتهى إلى كتاب مستقل عن المتنبي ونشرته مجلة المقتطف في عدد مستقل صدّره فؤاد صروف بقوله: هذا العدد من المقتطف يختلف عن كل عدد صادر منذ سنتين إلى يومنا هذا، فهو في موضوع واحد ولكاتب واحد. وتوصل شاكر في كتابه إلى أشياء كثيرة لم يكتبها أحد من قبله استنتجها من خلال تذوقه لشعر المتنبي، فقال بعلوية المتنبي وأنه ليس ولد أحد السقائين بالكوفة كما قيل، بل كان علويا نشأ بالكوفة وتعلم مع الأشراف في مكاتب العلم، وقال بأن المتنبي كان يحب خولة أخت سيف الدين الحمداني واستشهد على ذلك من شعر المتنبي نفسه، واستُقبل الكتاب بترحاب شديد وكتب عنه الرافعي مقالة رائعة أثنى عليه وعلى مؤلفه\nصدر كتاب محمود شاكر عن المتنبي عام ١٩٣٦ ثم صدر كتاب طه حسين «مع المتنبي» عام ١٩٣٨، وعلى الرغم من أن طه نقد في كتابه كتاب شاكر إلا أنه لم يستطع أن يمنع نفسه من أن يسلك سبيلاً يقلد فيها محمود شاكر، لذا فقد هاجم شاكر ما كتبه طه في ١٣ مقالة في جريدة (البلاغ)، تحت عنوان (بيني وبين طه) ذكر فيها أنه سطا على أفكاره وحذا حذوه، وقال: أن كتاب طه حسين محشو بأشياء كثيرة تدل دلالة قاطعة على أن الدكتور طه لم يسلك هذا الطريق الجديد على كتبه في كتاب المتنبي إلا بعد أن قرأ كتابه! .\n[مع لويس عوض]\nنشر لويس عوض (المستشار الثقافي للأهرام حينذاك) سنة ١٩٦٤ مجموعة مقالات في الأهرام بعنوان (على هامش الغفران) وذهب في كلامه إلى تأثر المعري باليونانيات، كما ألمح إلى أثر الأساطير اليونانية في الحديث النبوي، مما دفع شاكر إلي العودة إلى الكتابة بعد عزلة فرضها على نفسه، فكتب سلسلة من المقالات المبهرة في مجلة الرسالة، بلغت ٢٣ مقالة كشفت عما في كلام لويس عوض من الوهم والخلط التاريخي والتحريف والتهافت، ثم انتقل إلى الكلام عن الفكر والثقافة في العالم العربي والإسلامي وما طرأ عليها من غزو فكري غربي. واعتبرت مقالات شاكر في ذلك حدثا ثقافيا مدويا كشفت عن علم غزير ومعرفة واسعة بالشعر وغيره من الثقافة العربية، وقدرة باهرة على المحاجاة والبرهان. لم يتوقف شاكر عند كتابة مقالاته حتى أغلقت مجلة الرسالة نفسها، وقد جمعت هذه المقالات في كتابه «أباطيل وأسمار»\n[تحقيقاته]\nيعد شاكر على رأس قائمة محققي التراث العربي، وأطلق عليه العقاد المحقق الفنان، وإنجازاته في هذا المجال كثيرة، تمتاز بالدقة والإتقان، وهو لا يحب أن يوصف بأنه محقق لنصوص التراث العربي، وإنما يحب أن يوصف بأنه قارئ وشارح لها، وهو يكتب على أغلفة الكتب التي يقوم بتحقيقها عبارة: «قرأه وعلق عليه» وهذه العبارة كما يقول الدكتور محمود الربيعي «هي الحد الفاصل بين طبيعة عمله وطبيعة عمل غيره من شيوخ المحققين، إنه يوجه النص ويبين معناه بنوع من التوجيه أو القراءة التي تجعله محررا؛ لأنها قراءة ترفدها خبرة نوعية عميقة بطريقة الكتابة العربية، وهو إذا مال بالقراءة ناحية معينة أتى شرحه مقاربا، وضبطه مقنعا، وأفق فهمه واسعا، فخلع على النص بعض نفسه وأصبح كأنه صاحبه ومبدعه».\n١ - تفسير الطبري (١٦ جزءا): الأول والثاني ـ دار المعارف ١٩٥٤ م ـ الثالث والرابع دار المعارف ١٩٥٥ م ـ السادس والسابع والثامن دار المعارف ١٩٥٦ م. ـ من التاسع إلى الثاني عشر دار المعارف ١٩٥٧ م. ـ الثالث عشر والرابع عشر دار المعارف ١٩٥٨ م. ـ الخامس عشر دار المعارف ١٩٦٠ م. ـ السادس عشر دار المعارف ١٩٦٩ م.\n٢ - تهذيب الآثار للطبري (٦ مجلدات)، واسمه الكامل تهذيب الآثار وتفصيل الثابت عن رسول الله (صلى الله عليه وسلم) من الأخبار:\nمسند علي بن أبي طالب ـ مسند عبد الله ابن عباس ـ السفر الأول. ـ منشورات جامعة الإمام محمد بن سعود الإسلامية ـ الرياض ١٤٠٢ هـ/ ١٩٨٢ م.\nمسند عبد الله بن عباس ـ السفر الثاني ـ مسند عمر بن الخطاب. ـ منشورات جامعة الإمام محمد بن سعود الإسلامية ـ الرياض ١٤٠٣ هـ ـ ١٩٨٢ م.\n٣ - طبقات فحول الشعراء لمحمد بن سلام الجمحي (مجلدان) دار المعارف ط أولى ١٩٥٢ م ـ ط ثانية ١٩٧٤ م\n٤ - فضل العطاء على العسر لأبي هلال العسكري المطبعة السلفية ـ القاهرة ١٣٥٣ هـ /١٩٣٤ م.\n٥ - إمتاع الأسماع بما للرسول من الأبناء والأموال والحفدة والمتاع لتقي الدين المقريزي. ـ لجنة التأليف والترجمة والنشر ـ القاهرة ١٩٤٠ م.\n٦ - المكافأة وحسن العقبى لأحمد بن يوسف بن الداية الكاتب ـ المكتبة التجارية ١٣٥٩ هـ /١٩٤٠ م.\n٧ - جمهرة نسب قريش وأخبارها للزبير بن بكار ـ جـ ١ مكتبة دار العروبة ١٣٨١ هـ السفر الأول.\n٨ - دلائل الإعجاز لعبد القاهر الجرجاني ـ مكتبة الخانجي ـ القاهرة ١٩٨٩ م\n٩ - أسرار البلاغة لعبد القاهر الجرجاني ـ دار المدني ـ جدة ١٤١٢ هـ/ ١٩٩١ م\n[مؤلفاته]\n١ - المتنبي ـ عدد خاص من المقتطف سنة ١٩٣٦ م ـ ط. ثانية في مجلدين القاهرة ١٩٧٧ م ـ ط. ثالثة مطبعة المدني ـ القاهرة ـ دار المدني بجدة ١٤٠٧ هـ ـ ١٩٨٧ م\n٢ - القوس العذراء ـ قصيدة طويلة، نشرت أول مرة في مجلة الكتاب ١٣٧١ هـ/١٩٥٢ م ـ ثم أعاد نشرها على هيئة كتاب في مكتبة دار العروبة ـ القاهرة ١٣٨٤ هـ ـ ١٩٦٤ م ثم في مكتبة الخانجي ـ القاهرة ـ ١٣٩٢ هـ ـ ١٩٧٢ م.\n٣ - أباطيل وأسمار ـ الجزء الأول مكتبة دار العروبة ١٣٨٥ هـ ـ ١٩٦٥ م ـ الجزءان الأول والثاني مطبعة المدني ـ القاهرة ١٩٧٢ م [وهي مقالات نشرت في مجلة «الرسالة» ردا على لويس عوض]\n٤ - برنامج طبقات فحول الشعراء مطبعة المدني القاهرة ١٩٨٠ م\n٥ - نمط صعب ونمط مخيف دار المدني ـ جدة ١٩٩٦ م [وهو سبع مقالات نشرت في مجلة «المجلة» سنة ١٩٦٩، ١٩٧٠ م]\n٦ - قضية الشعر الجاهلي في كتاب ابن سلام ـ دار المدني ـ جدة ١٤١٨ هـ ـ ١٩٩٧ م\n٧ - رسالة في الطريق إلى ثقافتنا صُدّر بها كتابُ المتنبي في طبعته الثالثة ١٤٠٧ هـ ـ ١٩٨٧ م ثم صدرت في كتاب مستقل في سلسلة كتاب الهلال بالقاهرة، والطبعة الحديثة صدرت عن الخانجي بالقاهرة عام ٢٠٠٦ وآخر طبعة صدرت عن الهيئة المصرية العامة للكتاب ٢٠٠٩ ضمن مشروع مكتبة الأسرة.\n٨ - مداخل إعجاز القرآن - مطبعة المدني - دار المدني بجدة - الطبعة الأولى _ سنة النشر ١٤٣٢ هـ ٢٠٠٢ م.\n٩ - رسالة (لا تسبوا أصحابي) -مجلة المسلمون العدد الثالث - سنة النشر ١٩٥١.\n١٠ - وله ديوان عنوانه «اعصفي يا رياح وقصائد أخرى» - شرح وتقديم - عادل سليمان جمال - جمع وتحقيق - فهر محمود محمد شاكر - مطبعة المدني - القاهرة، دار المدني - جدة ٢٠٠١\n١١ - ونشرت له صحيفة السياسية الأسبوعية عددًا من القصائد\n١٢ - وله العديد من القصائد المخطوطة في حوزة ابنته.",
  "books": [
    {
      "text_id": 20641,
      "title": "جمهرة مقالات محمود شاكر"
    }
  ]
}