{
  "author_id": 2883,
  "author_meta": "أحمد رِضا (١٢٨٩ - ١٣٧٢ هـ = ١٨٧٢ - ١٩٥٣ م)\nأحمد رضا بن إبراهيم بن حسين بن يوسف بن محمد رضا العاملي، أبو العلاء، بهاء الدين\nعالم باللغة والأدب، شاعر، من طلائع العاملين للقضايا القومية والوطنية في بلاد الشام ومن أعضاء المجمع العلمي العربيّ.\nولد ونشأ في النبطية (من بلاد جبل عامل) وتعلم في مدرستها الابتدائية، وانتقل الى مدرسة أنشئت في قرية (أنصار) فأقام عاما واحدا، كان هو عمر تلك المدرسة، وعاد إلى بلده، فدخل مدرسة أخرى. وأكثر من المطالعة والأخذ عن الشيوخ، على الطريقة الأزهرية الأولى. ودرّس، ومارس التجارة، ونشر مقالات وقصائد، واشتهر.\nولما حاول الترك (العثمانيون) القضاء على روح الدعوة إلى الإصلاح في بلاد العرب (سنة ١٩١٥) ونصبت المشانق في سورية ولبنان كان الشيخ أحمد رضا من أوائل المعتقلين، ولبث نحو شهرين يحاكم في ديوان الحرب العسكري المعقود في (عاليه) بلبنان. وأجل النظر في أمره هو وبعض زملائه فأفرج عنهم، بعد أن حكم بإعدام أحد عشر (شهيدا) منهم.\nوأقام في بلدة عاكفا على كتبه إلى أن كان الاحتلال الفرنسي عقيب الحرب العامة الأولى، فأوذي.\nوعهد إليه المجمع العلمي بتصنيف (معجم) يجمع بين مفردات اللغة قديمها ومحدثها، وما وضعه مجمعا دمشق ومصر، وأقرّ استعماله، من كلمات ومصطلحات، فألف في خلال اثني عشر عاما كتابا سماه (متن اللغة العربية - ط) في خمسة مجلدات.  وله من الكتب أيضا (ردّ العامي الى الفصيح - ط) في اللغة\n(هداية المتعلمين - ط) أظنه مدرسيا\n(الدروس الفقهية - ط) في مذهب الشيعة\n(روضة اللطائف - خ)\n(رسالة الخط - ط) في تاريخ الكتابة العربية\n(الوافي بالكفاية والعمدة - خ) شرح به كفاية المتحفظ لابن الأجدابي، ونظمه المسمى بالعمدة لمحمد بن أحمد الطبري.\nوله في المجلات الشامية وغيرها أبحاث منها ما يكون رسائل، كمقالات متسلسلة انتقد بها (في مجلة المجمع العلمي العربي) ثلاثمئة صفحة من كتاب (أقرب الموارد) فأظهر فيها ٤٠٠ غلطة.\nوأصابه حجر طائش في أثناء مظاهرة (انتخابية) في النبطية، فحمل الى منزله، فلم يكد يصل حتى فارق الحياة (١).\n_________\n(١) رسالة خاصة منه، بخطه، اشتملت على ترجمته في صباه، وفيها مختارات من شعره كتبها لي سنة ١٣٢٩ هـ. ومجلة المجمع العلمي العربيّ ٢٨: ٦٤٠ - ٦٤٤ ومصادر الدراسة ٢: ٣٩٣ والقاموس العام ١١ وجريدة الحياة البيروتية ١٢ و ١٨/ ٧ / ١٩٥٣ وجريدة (بيروت) ١٣/ ٧ / ٥٣ وجريدة النهار ١٥/ ٧ / ١٩٥٣.\nنقلا عن: «الأعلام» للزركلي",
  "books": [
    {
      "text_id": 29613,
      "title": "معجم متن اللغة"
    }
  ]
}