{
  "author_id": 2887,
  "author_meta": "علي محمّد زينو\nباحث وشاعر، مشارك في العديد من المواقع، وهو باحث سابق في «قسم البحث العلمي» في «أروقة للدراسات والنشر» ـ عمّان، وباحث سابق في «مؤسسة الرسالة ناشرون» ـ دمشق\nدكتوراه في الحديث الشريف وعلومه في «جامعة أريس الدولية» بتقدير: «ممتاز».\nماجستير في الحديث الشريف وعلومه في «معهد الدعوة الجامعي» ـ بيروت، بتقدير «ممتاز».\nتمهيدي ماجستير في شعبة الدعوة والثقافة الإسلامية ـ جامعة أم درمان الإسلامية، فرع مجمع الشيخ أحمد كفتارو، بتقدير: «جيد جداً».\nإجازة في اللغة العربية والدراسات الإسلامية من كلية الدعوة الإسلامية ـ فرع دمشق «دفعة الشيخ أحمد كفتارو رحمه الله»، بتقدير: «ممتاز».\nمن أعماله:\n١ - «شرح المعلقات السبع» للزوزني (٤٨٦ هـ): اعتناء مع مسارد شاملة. ٢٠٠٤ م.\n٢ - «دلائل الإعجاز» للإمام عبد القاهر الجرجاني (٤٧١ هـ): اعتناء مع مسارد شاملة. ٢٠٠٥ م.\n٣ - «الآداب الشرعية» للإمام ابن مفلح المقدسي الحنبلي (٧٦٣ هـ): اعتناء بالاشتراك. ٢٠٠٥ م.\n٤ - «التبري من معرة المعري» للإمام جلال الدين السيوطي (٩١١ هـ): تحقيق وشرح وإتباع بمنظومةِ «التحري في إتمام التبري» وشرحها مع مسارد شاملة: ٢٠٠٥ م.\n٥ - «الكامل في اللغة والأدب» للإمام محمد بن يزيد المبرد (٢٨٦ هـ): اعتناء مع مسارد شاملة بالاشتراك: ٢٠٠٦ م.\n٦ - «وخزات وعظات» (قصص من الواقع): توطئة وتعليق. ٢٠٠٦ م.\n٧ - «صفات الرجولة في القرآن الكريم مع مشاهد من تحلي النبي -صلى الله عليه وسلم - بها»: تأليف. ٢٠٠٧ م.\n٨ - «البلاغة الواضحة» للأستاذين علي الجارم (١٣٦٨ هـ) ومصطفى أمين: اعتناء، ووضع خلاصات مشجَّرة، مع مسارد شاملة، وانتقاء من أبياتِ «الألفية في علوم البلاغة» للإمام السيوطي. ٢٠٠٧ م.\n٩ - «النحو الواضح» (للمدارس الثانوية) للأستاذين علي الجارم (١٣٦٨ هـ) ومصطفى أمين: اعتناء، وتعليق، وإعراب أمثلة، وحلّ تمرينات بالاشتراك: ٢٠٠٧ م.\n١٠ - «الأمالي» للإمام أبي علي القالي (٣٥٦ هـ): تحقيق وتعليق مع مسارد شاملة. ٢٠٠٨ م.\n١١ - «أدب الكاتب» للإمام ابن قتيبة الدينوري (٢٧٦ هـ): تحقيق وتعليق مع مسارد شاملة. ٢٠٠٨ م.\n١٢ - «إعلام الأحياء بحظر الغناء في الإحياء»: (دفاعٌ عن الإمام الغزالي فيما أسيء فهمه من كلامٍ له في إحياء علوم الدين): تأليف. ٢٠٠٩ م.\n١٣ - «معين الوالدين والمربين على تنشئة الفتيان الصالحين»: تأليف. ٢٠٠٩ م.\n١٤ - «معين الوالدين والمربيات على تنشئة الفتيات الصالحات»: تأليف. ٢٠٠٩ م.\n١٥ - «الدين والبيئة ـ الإنسان أولاً»: (فعاليات الندوة العلمية التي أقامها مجمع الشيخ أحمد كفتارو بالتعاون مع بطريركية الروم الأرثوذكس، وجمعية أصدقاء البيئة بدمشق: ٢٦ - ٢٧/ ٥/٢٠٠٨): إعداد. ٢٠٠٩ م.\n١٦ - «إتمام الوفاء في سيرة الخلفاء» للشيخ محمد الخضري بك (١٣٤٥ هـ): اعتناء وتعليق مع مسارد شاملة. مع التقديم بمنهج التعامل السليم مع الروايات التاريخية، وتوطئة في أهمية منصب الحاكم، وضرورة قيام الدولة، وخطورة الفكر الخوارجي. ٢٠٠٩ م.\n١٧ - «رسالة الإمام أحمد بن حنبل إلى الخليفة المتوكل العباسي»: تحقيق وتقديم مع مسارد شاملة. ٢٠١٠ م.\n١٨ - «سوف تبقى إسرائيل أول الأعداء»: تأليف. ٢٠١٠ م.\n١٩ - «رسالة في أن التعدد للجمع جائز» للشيخ محمد أمين كفتارو (١٣٥٧ هـ): تحقيق بالاشتراك مع مسارد شاملة. ٢٠١٠ م.\n٢٠ - «القيراطية» (قصيدة همزية في مدح خير البرية) لِبُرهانِ الدينِ القِيراطيِّ (٧٨١ هـ): تحقيق. ٢٠١١ م.\n٢١ - «النور الباهر في تبرك الصحابة بالنبي الطاهر- صلى الله عليه وسلم-»: تأليف. ٢٠١١ م.\n٢٢ - «القرآنيون»: تأليف. ٢٠١١ م.\n٢٣ - «القلب والإبهام وأثرهما في علل الحديث»: تأليف. ٢٠١٢ م.\n٢٤ - «منهج ابن أبي حاتم في كتابه الجرح والتعديل»: تأليف. ٢٠١٢ م.\n٢٥ - «فوائد منتقاة من كتب النحاة» بذيل «منحة الجليل بتحقيق شرح ابن عقيل» للعلامة محيي الدين عبد الحميد (١٣٩٢ هـ) على «شرح ابن عقيل على ألفية ابن مالك» للقاضي بهاء الدين ابن عقيل (٧٦٩ هـ): ٢٠١٣ م.\n٢٦ - الجزء الثالث من «التفسير الرحيب» للدكتور الشيخ رجب ديب: تخريج أحاديث ووضعُ حواشٍ. ٢٠١٣ م.\n٢٧ - «ديوان السلطان محمد الفاتح» (٨٨٦ هـ): نظمٌ بالعربية وتقديم. ٢٠١٤ م.\n٢٨ - «رسالة في بيان وجوه التعارض والترجيح بين حديثي القرض والصدقة» لشيخ الإسلام سراج الدين البلقيني (٨٠٥ هـ): تحقيق. ٢٠١٥ م.\n٢٩ - «المسائل المكية» للقاضي علم الدين البلقيني (٨٦٨ هـ): تحقيق. ٢٠١٥ م.\n٣٠ - «إظهار النبأ في سؤال رافع الوبأ» للقاضي علم الدين البلقيني (٨٦٨ هـ): تحقيق. ٢٠١٥ م.\n٣١ - «الجوهر الفرد فيما يخالف فيه الحر العبد» للقاضي علم الدين البلقيني (٨٦٨ هـ): تحقيق. ٢٠١٥ م.\n٣٢ - «المسائل التي تخالف فيها الكتابة الصحيحة الكتابة الفاسدة» للقاضي علم الدين البلقيني (٨٦٨ هـ): تحقيق. ٢٠١٥ م.\n٣٣ - «بديع الإنشاء والصفات في المكاتبات والمراسلات» ويليه:\n٣٤ - «الغزل المطلوب في المحبّ والمحبوب» كلاهما للعلّامة مرعي بن يوسف الكرمي الحنبلي (١٠٣٣ هـ): تحقيق. ٢٠١٦ م.\n٣٥ - «من رُئي بعد موته فسُئل: ما فعل الله بك؟ ». تأليف: ٢٠١٦ م.\n٣٦ - «اللواء المعلَّم بمواطن الصلاة على النبي صلى الله عليه وسلم» للحافظ قطب الدين الخيضِريّ (٨٩٤ هـ): تحقيق. ٢٠١٦ م.\n٣٧ - «رسالة في أسماء حفاظ الحديث» لأحد تلامذة الحافظ برهان الدين الناجي (٩٠٠ هـ): تحقيق ونظم.\n٣٨ - «الدر المنظم في اسم الله الأعظم» للحافظ جلال الدين السيوطي (٩١١ هـ) تحقيق واستدراك ونظم.\nإضافةً إلى عدد من المؤلّفات والتحقيقات لم تطبع",
  "books": [
    {
      "text_id": 32184,
      "title": "القرآنيون، نشأهم - عقائدهم - أدلتهم"
    }
  ]
}