{
  "author_id": 29,
  "author_meta": "الاسم : أحمد محمد الشرقاوي سالم .\nتاريخ الميلاد ٢١/٢/١٩٦٨م الموافق ٢٣/١١/١٣٨٧هـ .\nالعنوان البريدي : القصيم عنيزة ص.ب ٣١٣٧\nالبريد الإلكتروني : sharkawe٢٠٠٠@yahoo.com\nالجوال : ٠٠٩٦٦٠٥٠٨٨٥٩٣٨٥\nالفاكس : ٠٠٩٦٦٦٣٦٤٠٥٧٠\nالوظيفة الحالية : أستاذ مشارك بجامعة الأزهر والقصيم .\nالمؤهلات العلمية\nحصل على درجة الإجازة العالية في التفسير وعلوم القرآن من كلية أصول الدين والدعوة بجامعة الأزهر سنة ١٤١١ هـ الموافق سنة ١٩٩٠ م بتقدير ممتاز مع مرتبة الشرف .\nحصل على درجة التخصص الماجستير في التفسير وعلوم القرآن من كلية أصول الدين جامعة الأزهر سنة ١٤١٩هـ الموافق سنة ١٩٩٨ م بمرتبة الشرف الأولى وكان موضوعها \"المرأة في القصص القرآني \" دراسة موضوعية مقارنة ٠\nحصل على درجة العالمية \" الدكتوراه \" في التفسير وعلوم القرآن من كلية أصول الدين جامعة الأزهر سنة ١٤١٩هـ الموافق سنة ١٩٩٨ م بمرتبة الشرف الأولى وكان موضوعها \"المرأة في القصص القرآني \" دراسة موضوعية مقارنة ٠\nالتدرج الوظيفي\nعين معيدا بكلية أصول الدين والدعوة بالزقازيق قسم التفسير وعلوم القرآن بتاريخ ٩/٤ /١٩٩٢ .\nرقي إلى درجة مدرس مساعد بتاريخ ٦/٣/١٩٩٥ م ٠\nثم رقي إلى درجة مدرس بتاريخ ٢/١٢/١٩٩٨ م وحتى ٢٠٠٢ ٠\nرقي إلى درجة أستاذ مشارك بتاريخ ٢/ ٥ /٢٠٠٣\nيعمل حاليا أستاذا مشاركا ، بكلية التربية للبنات القصيم .\nالتدريس\nقام بالتدريس في العديد من كليات جامعة الأزهر : كلية أصول الدين والدعوة ، وكلية اللغة العربية ، وكلية الشريعة ، وكلية الدراسات الإسلامية والعربية ، وكلية الدراسات الإنسانية ، كذلك العديد من المعاهد العلمية ودور التحفيظ وحلقات المساجد ، وعقد الكثير من الدورات العلمية في كتب العقيدة والفقه والتفسير وعلومه والحديث وعلومه .\nدرَّس التفسير التحليلي والموضوعي ، وتاريخ التفسير ومناهجه ، وعلوم القرآن ، وأصول التفسير وقواعده ، ومادة الدخيل في التفسير ، وعلوم الحديث ، والحديث والسيرة النبوية ، ومقاصد التشريع ، وتاريخه ، والثقافة الإسلامية .\nأشرف على العديد من الرسائل العلمية بمصر والسعودية وبعض البلدان العربية والإسلامية .\nرُشِّح لتحكيم العديد من البحوث العلمية في جامعة القصيم والعديد من الجامعات الإسلامية .\nقام بالتدريس لطالبات الدراسات العليا بجامعة القصيم ، كلية التربية للبنات عديدا من المواد منها مادة مناهج البحث ومادة تحقيق التراث بالإضافة إلى مواد التخصص وغيرها .\nدرَّس شرح المنظومة البيقونية للشيخ ابن عثيمين رحمه الله وذلك في معهد إعداد المعلمات التابع لجمعية تحفيظ القرآن بعنيزة .\nالدورات العلمية\nحَاضَر في الكثير من الدورات العلمية بمصر والسعودية وباكستان وماليزيا وتركيا في التفسير وعلوم القرآن والحديث وعلومه والفقه .\nالبحوث والمؤلفات\nأولا : كتب وبحوث منشورة .\n١. المرأة في القصص القرآني ط دار السلام للطباعة والنشر والتوزيع ١٤٢٠هـ\n٢. مناهج المفسرين مكتبة الرشد بالرياض ١٤٢٥هـ مقرر معتمد على كليات البنات بالسعودية .\n٣. المقصد السني تفسير آية الكرسي ، و المنهل القدسي في فضائل آية الكرسي توزيع دار السلام بالقاهرة ١٤٢٢هـ\n٤. يتيمة الدهر في تفسير سورة العصر . توزيع دار السلام بالقاهرة . ١٤٢٢هـ ، وطبعة دار طيبة دمشق .\n٥. تأملات في قصة أصحاب الكهف حولية كلية أصول الدين . ١٤٢٥هـ\n٦. نحو منهج أمثل لتفسير القرآن . مؤتمر مناهج المفسرين وشراح الحديث بماليزيا ١٤٢٧هـ .\n٧. منهج الشيخ سعيد حوى في كتابه الأساس في التفسير \"رسالة التخصص الماجستير\" طبع الجزء الأول منها بمطبعة الفردوس بالزقازيق . ١٤٢١هـ .\n٨. نظرية الوحدة الموضوعية في القرآن الكريم من خلال الأساس في التفسير. ١٤٢٣هـ .\n٩. نظرات في علوم القرآن مطبعة الفردوس بالزقازيق ١٤٢٣هـ .\n١٠. موقف الإمام الشوكاني في تفسيره من المناسبات : محكم بكلية أصول الدين جامعة الأزهر ١٤٢٥هـ ومنشور بمكتبة التفسير بملتقى أهل التفسير .\n١١. أوراق متناثرة في مناهج المفسرين المعاصرة مطبعة الفردوس بمصر ١٤٢٣هـ\n١٢. اختلاف المفسرين أسبابه وضوابطه حولية كلية أصول الدين جامعة الأزهر ١٤٢٦هـ.\n١٣. التوثيق القرآني لغزوة الخندق مجلة مركز الدراسات بالمدينة المنورة.١٤٢٧هـ\n١٤. مباهج الزواج في ضوء البيان القرآني حولية كلية أصول الدين جامعة الأزهر ١٤٢٨هـ .\n١٥. البيان القرآني للسيرة النبوية - جامعة بهاولبور - باكستان ١٤٢٨هـ .\n١٦. الوعي البيئي من منظور قرآني المؤتمر الوطني للبيئة بجامعة القصيم ١٤٢٨هـ .\n١٧. التفسير الموضوعي لسورة الأنعام . موسوعة التفسير الموضوعي بجامعة الشارقة .\n١٨. التفسير الموضوعي لسورة الكهف . موسوعة التفسير الموضوعي بجامعة الشارقة .\n١٩. التفسير الموضوعي لسورة مريم .موسوعة التفسير الموضوعي بجامعة الشارقة .\n٢٠. التفسير الموضوعي لسورة سبأ . موسوعة التفسير الموضوعي بجامعة الشارقة .\n٢١. التفسير الموضوعي لسورة فاطر . موسوعة التفسير الموضوعي بجامعة الشارقة .\n٢٢. مدخل إلى الثقافة الإسلامية مكتبة الرشد بالرياض ١٤٢٥هـ كتاب مقرر على كليات البنات بالمملكة العربية السعودية .\n٢٣. الوسيط في تاريخ التشريع والفقه الإسلامي ط مكتبة الصميعي بالرياض .\n٢٤. الصبر عند فقد الولد ط دار السلام للطباعة والنشر والتوزيع ط ٣ ١٤٢٠هـ\n٢٥. صلاة الاستخارة فضلها وأحكامها ط دار السلام للطباعة والنشر والتوزيع ١٤٢٠هـ .\n٢٦. الثقافة الإسلامية الجزء الثاني ط مكتبة الرشد ١٤٢٨هـ .\n٢٧. فقه الدعوة إلى الله مكتبة الرشد ١٤٢٨هـ .\n٢٨. فصل المقال في إمامة النساء للرجال . نشر على العديد من المواقع . ١٤٢٦هـ\n٢٩. حقوق المرأة في السنة النبوية . مكتبة الصميعي بالرياض .\n٣٠. محاضرات في مناهج البحث والمكتبة الإسلامية مكتبة الرشد ١٤٢٩ هـ .\n٣١. ظاهرة الرعب من الإسلام … وحقوق المرأة ط دار السلام بالقاهرة ١٤٢٩هـ .\nكتب وبحوث مُعدَّة للطبع .\n٣٢. أسماء الله الحسنى في ضوء الكتاب والسنة .\n٣٣. سلسلة بحوث عن المرأة .\nكتب وبحوث جارٍ إعدادها .\n٣٤. غثاء السيل !\n٣٥. بيت في الجنة .\n٣٦. ٧٠ فائدة من قصة الإفك .\n٣٧. التفسير الموضوعي لسورة القيامة والإنسان والمرسلات. موسوعة التفسير الموضوعي بجامعة الشارقة .\n٣٨. التجديد في التفسير .\n٣٩. أسرار التذييل في القرآن\n٤٠. لطائف أندلسية .\n٤١. حياة العلماء .\n٤٢. النهوض بالعمل الخيري في ضوء الكتاب والسنة .\n٤٣. ترجمان القرآن\nوالعديد من هذه البحوث منشور على ملتقى أهل التفسير وملتقى أهل الحديث وعضو بملتقى أهل القرآن وملتقى الجمعية العلمية السعودية للقرآن وعلومه وموقع صيد الفوائد وموقع لها أون لاين وموقع طريق الإسلام وموقع أم الكتاب وموقع مشكاة وموقع الإسلام اليوم ، وموقع المختار الإسلامي وغيره وعلى العديد من المنتديات .\nعنوانه على شبكة الانترنت\nhttp://saaid.net/Doat/sharkawe/\nالأنشطة العلمية والاجتماعية\nشارك في المؤتمر التأسيسي للمنظمات التطوعية في العالم الإسلامي .باسطنبول بورقة عمل حول \" سبل النهوض بالعمل الخيري \" . ١٤٢٥هـ\nشارك في مؤتمر الثقافة الإسلامية بجامعة الملك فيصل بالإحساء ٢٣ شوال ١٤٢٦هـ بورقة عمل عن : \" الثقافة الإسلامية وقضايا المرأة \" وقد طبع البحث ضمن أعمال المؤتمر كما نشر على العديد من المواقع العلمية والدعوية .\nشارك في المؤتمر العالمي لمناهج المفسرين وشراح الحديث بماليزيا . ١٤٢٧هـ ببحث عنوانه : نحو منهج أمثل للتفسير .\nشارك في مؤتمر المدينة المنورة للتوثيق الميداني - ذو القعدة ١٤٢٧هـ عنوان البحث : التوثيق القرآني لغزوة الخندق\nشارك في المؤتمر الوطني للبيئة بجامعة القصيم ٢٨ صفر- ١ ربيع أول ١٤٢٨\nشارك في المؤتمر الثالث للسيرة والسنة بالجامعة الإسلامية بباكستان - بهاولبور ٢١- ٢٢ أبريل ٢٠٠٧ .\nشارك في مؤتمر الحوار مع الآخر بجامعة الشارقة ١٦ - ١٨ أبريل ٢٠٠٧\nشارك في المؤتمر العالمي للمنظمات التطوعية في العالم الإسلامي .باسطنبول بورقة عمل حول \" ظاهرة الرعب من الإسلام وحقوق المرأة \" ٨ ، ٩ /١٢/ ٢٠٠٧ م وطبع البحث ضمن أعمال المؤتمر كما طبعته دار السلام بالقاهرة .\nكما دعي للمشاركة في الكثير من المؤتمرات العالمية في العالم العربي والإسلامي وبلاد الغرب\nحصل على جائزة الطالب المثالي لجامعة الأزهر عام ١٤١١ هـ الموافق ١٩٩٠ م\nفاز بجائزة الشيخ الشعراوي العالمية في البحوث والدراسات عن بحثه شبهات حول حقوق المرأة في السنة .\nالمشاركة في الجمعيات العلمية وغيرها .\nعضو مؤسس بالجمعية السعودية للقرآن الكريم وعلومه .\nعضو مشارك بالهيئة العالمية لتدبر القرآن الكريم .\nعضو الجمعية العلمية لأبناء أبو كبير بالجامعات .\nعضو مؤسس في الاتحاد العالمي للمنظمات الإسلامية التطوعية باسطنبول .\nعضو هيئة علماء الجمعية الشرعية للعاملين بالكتاب والسنة بمصر .\nمن المعنيين بتاريخ التفسير ومناهجه .\nمن المعنيين بقضايا المرأة والأسرة .\nكتب العديد من المقالات المتنوعة في الصحف والمجلات العربية وعلى بعض المواقع الإسلامية على شبكة الانترنت ومشرف على بعض المنتديات ومستشار لبعض المواقع الإسلامية .",
  "books": [
    {
      "text_id": 943,
      "title": "موقف الشوكاني في تفسيره من المناسبات"
    }
  ]
}