{
  "author_id": 2908,
  "author_meta": "عطية محمد عطية صقر (١٣٣٣ - ١٤٢٧ هـ = ١٩١٤ - ٢٠٠٦ م)\nمن كبار علماء الأزهر الشريف وعضو المجلس الأعلى للشؤون الإسلامية، شغل منصب رئيس لجنة الإفتاء بالأزهر\nولد في قرية بهنباي بمركز الزقازيق بمحافظة الشرقية بمصر\nحفظ القرآن الكريم وعمره تسع سنوات، وجوَّده بالأحكام وعمره عشر سنوات\nالتحق بالمدرسة الأولية بالقرية، ثم بمعهد الزقازيق الديني\nتخرج في كلية أصول الدين، وحصل منها على الشهادة العالية سنة ١٩٤١ م\nالتحق بتخصص الوعظ، وحصل منه على شهادة العالمية مع إجازة الدعوة والإرشاد سنة ١٩٤٣ م.\nعين بالأوقاف فور تخرجه ١٩٤٣ م إمامًا وخطيبًا ومدرسًا\nعين واعظا بالأزهر ١٩٤٥ م، ثم مفتشا للوعظ ومراقبا عاما للوعظ، وتنقل في عدة مساجد بالقاهرة والجيزة وطهطا جرجاوية، والسويس، والبحر الأحمر، ثم القاهرة\nأحيل إلى التقاعد في نوفمبر سنة ١٩٧٩ م\nوعمل في أثناء ذلك مترجمًا للغة الفرنسية بمراقبة البحوث والثقافة بالأزهر سنة ١٩٥٥ م، ووكيلاً لإدارة البعوث سنة ١٩٦٩ م، ومدرسًا بالقسم العالي للدراسات الإسلامية والعربية بالأزهر، ومديرًا لمكتب شيخ الأزهر سنة ١٩٧٠ م، وأمينًا مساعدًا لمجمع البحوث الإسلامية.\nوبعد التقاعد عمل مستشارًا لوزير الأوقاف، وعضوًا بالمجلس الأعلى للشؤون الإسلامية، وعضوًا بمجمع البحوث الإسلامية بالأزهر، ورئيسًا للجنة الفتوى، وانتخب عضوًا بمجلس الشعب سنة ١٩٨٤ م، وعين عضوًا بمجلس الشورى سنة ١٩٨٩ م، ومديرًا للمركز الدولي للسُّنَّة والسيرة بالمجلس الأعلى للشؤون الإسلامية بالأوقاف سنة ١٩٩١ م.\nتعاقد مع وزارة الأوقاف بالكويت سنة ١٩٧٢ م لمدة سبع سنوات\nوسافر في رحلات إلى إيران، ثم أندونيسيا وليبيا والبحرين والجزائر\nكما سافر في مهمة رسمية بعد التقاعد إلى السنغال ونيجيريا وبنين والولايات المتحدة الأمريكية وباكستان وبنغلاديش والعراق\nوزار باريس ولندن وماليزيا وبروناي وسنغافورة والاتحاد السوفيتي.\nشارك في البرامج الدينية بالإذاعة والتليفزيون، وتنشر له الصحف والمجلات، ويقوم بالخطابة والوعظ، ويعقد الندوات، مع نشاطه في لجنة الفتوى، ومجمع البحوث الإسلامية، والمجلس الأعلى للشؤون الإسلامية\nوحصل على وسام العلوم والفنون من الطبقة الأولى.\nوأشهر فتاواه الحكم بريوية الفوائد البنكية ودفاعه عن ختان الإناث بأنه بين الوجوب والاستحباب ولقي بسبب بعض فتاواه الكثير من المشاكل حتي جاءت فتواه الشهيرة بتحريم مصافحة المرأة الأجنبية أثناء برنامجه التلفزيوني «فتاوى وأحكام» مما تسبب حالة من الجدل والخلاف أدت إلى إيقاف البرنامج لفترة وأيضا في تنحيته عن منصب رئيس لجنة الفتوي بالأزهر الشريف عام ٢٠٠٢ م\nتوفى في ٩ ديسمبر ٢٠٠٦ م عن عمر يناهز ٩٢ عاما في مركز الطب العالمي بالهايكستب - القاهرة ودفن في قريته بهنباي\n[من مؤلفاته]\nالدعوة الإسلامية دعوة عالمية: وهو الكتاب الحاصل على جائزة المجلس الأعلى للشؤن الإسلامية (طبع مؤسسة الصباح للنشر والتوزيع، القاهرة ١٩٨٠ في ٥١١ صفحة)\nدراسات إسلامية لأهم القضايل المعاصرة.\nالأسرة تحت رعاية الإسلام «٦ مجلدات».\nدراسات إسلامية لأهم القضايا المعاصرة.\nالزكاة وآثارها الاجتماعية.\nالدين العالمى ومنهج الدعوة إليه.\nالعمل والعمال في نظر الإسلام.\nالحجاب وعمل المرأة\nالبابية والبهائية تاريخا ومذهبا\nفن إلقاء الموعظة",
  "books": [
    {
      "text_id": 95667,
      "title": "الدين العالمي ومنهج الدعوة إليه"
    }
  ]
}