{
  "author_id": 2923,
  "author_meta": "د فضل بن عبد الله عبده مراد\nعميد كلية الشريعة في جامعة الإيمان باليمن سابقاً، وأستاذ القضايا الفقهية المعاصرة -كلية الشريعة- جامعة قطر.\nنسبه متصل إلى قبيلة مراد الشهيرة .. وموطن ولادته ونقلة أجداده إلى محافظة ريمة غرب صنعاء عاصمة اليمن.\nحفظ القرآن الكريم على يد الشيخ الدكتور أحمد عبد الله عباس عام ١٩٨٥ م بالحديدة، ثم التحق بدار القرآن الكريم بصنعاء وأتم حفظه وقرأ القراءات السبع ثم العشر الصغرى من طريق الشاطبية والدرة، ثم قرأ العشر الكبرى من طريق الطيبة على العلامة المقرئ إسماعيل عبد العال.\n(من شيوخه)\n١ - الشيخ القاضي العلامة محمد بن إسماعيل العمراني -عمدة الفتيا في اليمن، أخذ عليه علم الأصول لابن الأمير، وإرشاد الفحول للشوكاني، وصحيح البخاري، ونيل الأوطار للشوكاني، ووبل الغمام، والدراري المضيئة، والسيل الجرار، وفي سبل السلام لابن الأمير وسنن أبي داود وبداية المجتهد.\n٢ - الشيخ السيد محمد بن عبدالله الحسني .. أخذ عليه الفقه الشافعي -متن أبي شجاع وسفينة النجا وأخذ عليه الأجرومية وبعض القرآن والأربعين في سن السادسة والسابعة من العمر.\n٣ - العلامة السيد محمد الغزالي الحسني: أخذ عليه فقه الشافعي كاملاً، والسنن الأربع مع فوت في بعضها والكواكب الدرية في النحو وعلم الفرائض وشرح الشنشوري على الرحبية والتفسير للشوكاني.\n٤ - العلامة السيد قاسم بحر: أخذ عليه في الفقه الشافعي في شرح المنهاج والموطأ وبعض السنن وعلم النحو والفرائض والوصايا والقسمة.\n٥ - القاضي العلامة محمد الجرافي -مفتي اليمن: أخذ عليه فقه المعاملات في التاج المذهب ومغني اللبيب في اللغة لابن هشام وآيات الأحكام، ومن علماء الجامع الكبير العلامة ابن معياد في الفقه والنحو والصرف والفرائض والتفسير.\n٦ - الأستاذ الدكتور العلامة عبد الكريم زيدان: أخذ عليه الفقه الحنفي، كتاب بدائع الصنائع كاملاً واختبره فيه من أوله لآخره وأجازه وهو أجل كتاب في المذهب الحنفي كما يقول ابن عابدين، كما أخذ عليه جميع كتبه التي يدرسها في الأصول والقواعد الفقهية والدعوة.\n٧ - العلامة محمد يوسف حربة -رحمه الله: أخذ عليه في المنهاج للإمام النووي في الفقه والمصطلح والفقه المقارن في بداية المجتهد والنحو ولازمه حتى مات رحمه الله، كما أخذ عليه العقيدة الطحاوية.\n٨ - القاضي العلامة محمد يحيى آل قطران -مفتي شام اليمن: أخذ عليه ولازمه حتى مات -رحمة الله عليه- في: كتاب شرح كافية ابن الحاجب في النحو، وكتاب قواعد الإعراب لابن هشام وكتاب جوهرة الفرائض وكتاب شذى العرف وكتاب مغني اللبيب عن كتب الأعاريب.\n٩ - العلامة محمد المختار الشنقيطي - من أجل ما أخذه عليه: كتاب المغني لابن قدامه المقدسي كاملاً مع اختباره من أوله إلى آخره وإجازة عامة وخاصة .. وأخذ عليه كامل ألفية ابن مالك حفظا وشرحا مع شرح ابن عقيل وشرح الشيخ، وأخذ عليه لامية الأفعال في الصرف والرسالة في مذهب مالك وآماليه عليها وقواعد ميارة والمنجور في مذهب مالك.\n١٠ - العلامة المحدث الفقيه الأستاذ الدكتور حسن مقبولي الأهدل -رحمه الله: درس عليه في الفقه الشافعي وأصوله والفروق للقرافي وسبل السلام وصحيح البخاري ومصطلح الحديث وإرشاد الفحول إلى آخره.\n١١ - العلامة المحدث حافظ الجزيرة حسن حيدر الوائلي -صاحب كتاب نزهة الألباب في قول الترمذي وفي الباب: أخذ عليه في العلل والرجال والمصطلح وفي صحيح مسلم والترمذي وأجازه رواية ودراية.\n١٢ - العلامة المحدث المتفنن عبدالله الحاشدي: أخذ عليه سُلَّم علم المصطلح من أوله إلى آخره ابتداءً بالبيقونية ثم الباعث ثم تدريب الراوي وعلم الإسناد والتخريج والجرح والتعديل وصحيح مسلم رواية ودراية من أوله إلى آخره مع شرحه للنووي وشرح وتعليقات الشيخ.\n١٣ - العلامة محمد حسن الددو الشنقيطي. أخذ عليه: علم الأصول في مفتاح الأصول لابن التلمساني وسمع له كثيراً في فقه المعاملات.\n١٤ - وسمع ودوّن قديما أكثر المكتبة الصوتية لابن عثيمين وابن باز والألباني كما لقي الشيخين ابن باز والعثيمين وسمع منهما بمكة\n(من مؤهلاته)\nشهادتا دكتوراه أحدهما في الفقه المقارن وأصوله بمرتبة الشرف الأولى من جامعة الإيمان باليمن، والثانية في الشريعة والقانون بامتياز من جامعة درمان بالسودان\nعدد من الإجازات في القراءات والفقه، وإجازة من العلامة محمد بن إسماعيل العمراني في الإفتاء والتدريس والقضاء.\nدبلوم تخصص في علم الطب\n(من مؤلفاته)\n١ - المقدمة في فقه العصر.\n٢ - النفس اليماني بشرح سنن أبي داوود السجستاني، ولا يزال مستمرا في تأليفه.\n٣ - مشروعية العمل الإسلامي وتعدده والإنتماء إليه -رسالة ماجستير بامتياز.\n٤ - المرجعية الشرعية لمن؟\n٥ - بحث «من هو العالم»؟\n٦ - الترجيح للفتاوى بالكثرة وأمر الأمير (رسالة دكتوراة بامتياز).\n٧ - التحقيقات على شرح الجلال للورقات.\n٨ - شرح قواعد السعدي.\n٩ - شرح القواعد الخمس التي تدور عليها الشريعة.\n١٠ - عشرون قاعدة في الرد على أهل البدع في العقيدة.\n١١ - ولاية المرأة.\n١٢ - منظومة المدلسين اسمها الجوهر النفيس بنظم أهل التدليس.\n١٣ - التنفيس عما تضمنه الجوهر النفيس.\n١٤ - قواعد الأسانيد ومهمات العلل منثور ومنظوم.\n١٥ - إجماع السلف والخلف على ردة من سب الله ورسوله.\n١٦ - التعليقات على القاسمي.\n١٧ - أطراف الصحيحين.\n١٨ - دية المرأة.\n١٩ - فقه التنزيل.\n٢٠ - شذوذ زيادة على الصدر.\n٢١ - ترجيح المذاهب الأربعة في مسألة قراءة الجنب والحائض للقرآن.\n٢٢ - الحج والعمرة من الكتاب والسنة.\n٢٣ - الطرق الكاملة لحديث الزاد والراحلة.\n٢٤ - الإجازة لرفع اليدين في صلاة الجنازة.\n٢٥ - الفوائد المنثورة في القواعد الظابطة للإجارة.\n٢٦ - شرح البيقونية.\n٢٧ - التعليقات على الموافقات «جزء المقاصد».\n(الترجمة مختصرة مما ورد في كتاب المؤلف «المقدمة في فقه العصر»)",
  "books": [
    {
      "text_id": 130550,
      "title": "المقدمة في فقه العصر"
    },
    {
      "text_id": 156,
      "title": "التحقيقات على شرح الجلال للورقات"
    }
  ]
}