{
  "author_id": 2932,
  "author_meta": "محمد بن عبد الله بن أحمد بن عبد الله بن أحمد بن محمد بن إبراهيم بن أحمد بن عبد الرحمن بن إسماعيل بن منصور بن عبد الرحمن المقدسي، ثم الصَّالحي، الحنبلي، الحافظ شمس الدين، أبو بكر بن المحب الصَّامت.\nقال ابن حجر في «الدرر»: ولد سنة ثلاث عشرة وسبع مئة، وأحضره أبوه على التقي سليمان، ومحمد بن يوسف بن المهتار، وست الوزراء وغيرهم، وأسمعه الكثير من عيسى المطعم، وأبي بكر بن عبد الدائم وأبي الفتح بن النشو، والقاسم بن عساكر، وأبي نصر بن الشيرازي، وأبي بكر بن مشرف، ويحيى بن سعد، وإسحاق الآمدي، وابن الزراد، وابن مزيز، وآخرون، وأجاز له الرَّضي الطبري، وزينب بنت شكرٍ، والرَّشيد بن المعلم، وحسن الكردي، والشريف الموسوي، والدشتي، وابن جرادة، ومحمد بن المحسن الدَّوَاليبي وغيرهم، وكان مكثرًا شيوخًا وسماعًا، وطلب بنفسه فقرأ الكثير، وأجاد، وخرَّج، وأفاد، وكان عالمًا متفننًا، كبيرًا متقشفًا، منقطع القرين، وحدَّث دهرًا، ومات بالصَّالحية ليلةَ الخامس من شوال سنة تسعٍ وثمانين وسبع مئة، وكان قد شُهِرَ بالصَّامت لكثرة سكوته، وكان يكره أنْ يُلَقَّبَ بذلك، وتفقه إلى أن فاق الأقران، وأفتى، ودرَّس، وكان كثير المروءة، حسنَ الهيئة، من رؤساء أهل دمشق، انتهى.\nوذكره ابن العماد، وقال: قال الذهبيُّ: فيه عقلٌ وسكون، وذهنُه جيَّدٌ، وهمتهُ عاليةٌ في التحصيل، وأثنى عليه الأئمة، وكان آخرَ مَنْ بقي من أئمة هذا الفن، وحدَّث فسمع منه الأئمة. انتهى.\nوذكره الحسيني في «ذيل طبقات الحفاظ»، وقال: له اليد الطولى في معرفة الرَّجال. وذكره الذهبيُّ وقال: حدَّثَ وانتقى لشيخه المطعم، وكتبت عنه خرَّج «المتباينات» لنفسه والمِزَّي والبِرْزَالي، ونسخ «تهذيب الكمال»، ومهر. قلت: عنده عقل وسكون، وانقباض من الناس، منشغلٌ بنفسه، وكان عالمًا متقنًا، منقطعَ القرين. انتهى.\nوذكره السُّيوطي في «ذيل طبقات الحفاظ»، وابن الجزري في «غاية النهاية»، وقال: سمع الكثير بإفادة والده، وسمع، وقرأ بنفسه ما لا يُحَدُّ ولا يوصف من الأجزاء والكتب، وخرَّج، وأفاد، وسمع منه الطلبة والحفاظ، وسمع كثيرًا من الكتب والقراآت، وكان صالحًا قانتًا، قانعًا باليسير متقشفًا. انتهى.\nوله مصنفات منها «ترتيب رجال المسند»، قال ابن حجر: رتبه على حروف المعجم في أسماء المقلين، وذيل «كتاب المختارة» للضياء فأكمله.\nوذكره ابن عبد الهادي.\n(نقلا عن تسهيل السابلة جـ ٣/ صـ ١١٩٤)",
  "books": [
    {
      "text_id": 1318,
      "title": "صفات رب العالمين - ت تمالت"
    },
    {
      "text_id": 132403,
      "title": "صفات رب العالمين - رسائل جامعية - ناقص"
    }
  ]
}