{
  "author_id": 2935,
  "author_meta": "صالح بن عبد العزيز آل عثيمين (١٣٢٠ - ١٤١٠ هـ)\nالعلامة، الفقيه المؤرخ: صالح بن عبد العزيز بن علي (١) بن عبد الرحمن الشهير بـ «ابن عثيمين» (٢) النجدي القصيمي، البُرَدِي دارًا ومولدًا ثم المكي مجاورةً ومدفنًا\nولد في مدينة «بُرَيْدة» قاعدة: (القصيم) من نواحي نجد، والنسبة إليها: (بُرَدِي) بضم الباء، وفتح الراء، وكسر الدال، وحَذْف الحرف الثالث (الياء) من: (بريدة) على خلاف القياس. وفيها أخذ مبادئ القراءة والكتابة، وتلقى العلم عن المشايخ في حِلق المساجد وجلس فيها للتدريس قبل بلوغ عشرين عامًا من عمره، وكُلِّفَ بالشخوص إلى الهِجَر للدعوة.\n(رحلاته)\nكانت أول رحلاته إلى: (عُمان) البحر فأخذ عن بعض الشيوخ في: (مسقط) و (الإمارات) فجمع بين طلب العلم، واحتراف الغوص لسداد العيش، ثم رحل إلى (الهند) و (بهوبال) و (ديوبند) و (مَرات سر) وإلى (علي كر) و (روابندي) وكان تحصيله الحديث رواية ودراسة من رحلته إلى هذه الولايات الهندية، ثم رحل إلى إيران. وأفادته هذه الرحلات إجادة اللغتين: الأوردية، والفارسية.\nثم أخذ في العودة إلى: (جزيرة العرب) فدخل: (الكويت) وعمل مدرسًا فيها، ثم مديرًا لإحدى المدارس فيها، بجانب عمله في: (الغَوْصِ) ثم عاد بعد مدة إلى بلده: (بُرَيْدَة)\nحتى إذا جاء عام ١٣٥٢ هـ رحل إلى مكة، فاستقر به المقام هناك وفتح دكاناً بالجودرية يصلح الساعات، وفي هذا العام لفت أنظار العلماء، والوجهاء والأعيان، فبدأ التحول في حياته العلمية من (إصلاح الساعات) إلى عدة مجالات: أحاديث في الإذاعة ومقالات في الصحافة. واستوطن مكة نحو ثمانية وخمسين عامًا حتى وفاته فيها رحمه الله.\nوكان موظفًا رسميًا في وزارة الحج والأوقاف يعمل: (رئيس الإرشاد والشؤون الدينية) ثم انتقل إلى رابطة العالم الإسلامي مستشارًا، وعضوًا في اللجنة الثقافية ثم اختير عضوًا في المجمع الفقهي بالرابطة، فاستمر فيه حتى توفي.\n(مكانته العلمية)\nكان مغرمًا بجمع الكتب وتحصيلها، حتى تجمع لديه منها الكثير في طبعاتها القديمة، في غرفتين ومخزن صغير، وقد آلت بعد وفاته إلى الوجيه الأستاذ الفاضل/ عبد الرحمن بن عمر نصيف في مدينة جدة.، وكان لغرامه بالكتب جمعًا وقراءة، ودراسة، يُسمى (كشف الظنون) على لسان عدد من أقرانه.\nوكانت له - رحمه الله تعالى - مشاركات في الفقه، والتفسير، وتحصيل بارز في الحديث والتاريخ، واللغة، والأدب، والشعر، والنحو خاصة. واشتهر بين معاصريه بمعرفة أخبار العرب وأشعارها، وفنون الأدب، وأنواعها: ولذا حَلّاه بعض مترجميه بلقب: (الأديب الشاعر) وكانت مجالسه عامرة بذلك، ولعل هذا التحصيل مما جعله في صدر مجالس الوجهاء والأعيان.\n(كتبه المطبوعة)\nتسهيل السابلة لمريد معرفة الحنابلة. (طبع بتحقيق الشيخ بكر بن عبد الله أبو زيد - رحمه الله -)\nمقاصد الإسلام: مجموعة مقالات في التوحيد والحديث والفقه والآداب والأخلاق، كانت تنشر في: (صحيفة البلاد) منذ عام ١٣٧٨ ثم طبعت في دار ابن الجوزي بإشراف الشيخ بكر بن عبد الله أبو زيد - رحمه الله -\n(الترجمة ملتقطة من مقدمة الشيخ بكر بن عبد الله أبو زيد - رحمه الله - لتحقيق «تسهيل السابلة»)\n_________\n(١) والصحيح أن اسم جده «عليّ» كما هو مدون في إجازات مشايخه وفي مقدمة كتابه تسهيل السابلة، بخلاف ما ورد في «روضة الناظرين» أن جده محمدا، وما ورد في «علماء نجد خلال ثمانية قرون» أن جده عبد الرحمن [موقع آل عثيمين على الإنترنت]\n(٢) وعثيمين هو ابن لعثمان بن عبد الله وليس تصغيراً له، بخلاف ما ورد في «معجم أسر بريدة» [موقع آل عثيمين على الإنترنت]\nوقد ذكر د. محمد بن عبدالله بن إبراهيم المشوح في مقال بجريدة «الجزيرة» بعنوان «الشيخ صالح العثيمين - الساعاتي - الموسوعي» أن هناك ثلاث أسر ببريدة يحملون نفس الاسم (العثيمين) وليس بينهم أي صلة قرابة",
  "books": [
    {
      "text_id": 132527,
      "title": "تسهيل السابلة لمريد معرفة الحنابلة"
    }
  ]
}