{
  "author_id": 2939,
  "author_meta": "بشار عواد معروف (١٣٥٩ هـ)\nمفكر ومؤرخ وكاتب عراقي ومتخصص في تحقيق المخطوطات، يجيد اللغتين العربية والإنكليزية.\nبَشّار بن عَوّاد بن معروف بن عبد الرزاق بن محمد بن بكر العُبَيْديُّ البَغْداديُّ الأعظميُّ، ولد في غرة شعبان سنة ١٣٥٩ هـ في «الأعظمية» بالعراق.\nوالده هو المحامي عواد معروف، ووالدته هي رضِيّة بنت أحمد الصالح، من أشهر عوائل الأعظمية، وهي أكبر خالات الشاعر المشهور وليد الأعظمي، وعمه هو المؤرخ ناجي معروف صاحب كتاب عروبة الإمام أبي حنيفة النعمان\nتخرج في قسم التاريخ بكلية الآداب جامعة بغداد سنة ١٩٦٤ وكان ترتيبه الأوّل على القسم للسنوات الأربع، ونال من أجل ذلك جائزة المجمع العلمي العراقي.\nحصل على الماجستير سنة ١٩٦٧ م (بامتياز) من جامعة بغداد، عن دراسة وتحقيق «التكملة لوفيات النقلة» للمنذري، في ٨ مجلدات، وأثناء تحقيق هذا الكتاب اتصل اتصالاً قوياً بالدكتور مصطفى جواد (المتوفى ١٩٦٩ م) يرحمه الله ـ فلازمه ودرس عليه علم تحقيق النصوص، وتأثر به تأثراً بيّناً في تحقيقه للكتاب، وكان يقول: «هو شيخي الذي علمني التحقيق بصفة خاصة».\nحصل على الدكتوراه من كلية الآداب بجامعة بغداد عن رسالته «الذهبي ومنهجه في كتابه تاريخ الإسلام»\nنال مرتبة الأستاذية (بروفسور) سنة ١٩٨١ م.\nتولى (١٩٨٩ - ١٩٩٢ م) رئاسة جامعة صدّام للعلوم الإسلامية (الجامعة العراقية حاليا) حيث أشرف على تأسيسها ووضع مناهجها وبرامجها، وإقامة قواعدها.\nعُيّن سنة ١٩٩٢ - ١٩٩٤ أستاذاً للحديث والتفسير في جامعة عمان الأهلية\nثم أستاذاً في جامعة البلقاء التطبيقية منذ سنة ٢٠٠٤ م.\nاختير عضوا اً في المجمع العلمي العراقي (١٩٨٦ م)، والمجلس الأعلى للشؤون الإسلامية في القاهرة (١٩٨٧ م)، ومجمع اللغة العربية الأردني (١٩٨٨ م)، والمجمع الملكي لبحوث الحضارة الإسلامية «مؤسسة آل البيت للفكر الإسلامي» (١٩٨٨ م) [وعهدت إليه المؤسسة في ٢٠٠١ م بالإشراف العلمي العام على مشروعها للتفسير على شبكة الإنترنت]، ومجمع اللغة العربية بدمشق (٢٠٠٢ م)، وشارك في عدة مؤتمرات علمية دولية قدّم فيها بحوثاً.\n[المؤلفات]\n١ - أثر الحديث في نشأة التاريخ عند المسلمين. بغداد ١٩٦٦ م.\n٢ - المنذري وكتابه التكملة. النجف ١٩٦٨ م.\n٣ - تواريخ بغداد التراجمية. بغداد ١٩٧٤ م.\n٤ - الذهبي ومنهجه في كتابه تاريخ الإسلام. القاهرة ١٩٧٦ م.\n٥ - رحلة في الفكر والتراث، بالمشاركة. بغداد ١٩٨٠ م.\n٦ - ضبط النص والتعليق عليه، مؤسسة الرسالة. بيروت ١٩٨٢ م.\n٧ - تاريخ العراق. بالمشاركة بغداد ١٩٨٣ م.\n٨ - حضارة العراق. بالمشاركة بغداد ١٩٨٥ م.\n٩ - الإسلام والمستقبل. بالمشاركة، الكويت ١٩٨٦ م\n١٠ - علي والخلفاء. بغداد ١٩٨٨ م.\n١١ - الإسلام ومفهوم القيادة العربية للأمة الإسلامية. بغداد ١٩٨٨ م.\n١٢ - البيان في حكم التغني بالقرآن. بغداد ١٩٩٠ م.\n١٣ - المنتقى من حديث المصطفى. بغداد ١٩٩٠ م.\n١٤ - الحقوق في الإسلام. بالمشاركة، عمان ١٩٩٤ م.\n١٥ - المسند الجامع لأحاديث الكتب الستة ومؤلفات أصحابها الأخرى، بيروت والكويت ١٩٩٢ م.\n١٦ - تحرير تقريب التهذيب للحافظ ابن حجر العسقلاني (في النقد)، بالمشاركة، في أربعة مجلدات، مؤسسة الرسالة، بيروت ١٩٩٧ م.\n١٧ - في تحقيق النص، أنظار تطبيقية نقدية في مناهج تحقيق المخطوطات العربية (٥٩٤ صفحة) بيروت، دار الغرب الإسلامي ٢٠٠٤ م.\n[التحقيقات]\n١ - كتاب الوفيات لأبي مسعود الحاجي (ت ٥٦٦ هـ)، بمشاركة، بغداد ١٩٦٦ م.\n٢ - التكملة لوفيات النقلة، للحافظ المنذري (ت ٦٥٦ هـ)، الطبعة الأولى في سبعة مجلدات. وأعادت نشره منقحاً مؤسسة الرسالة في بيروت في أربع مجلدات.\n٣ - أهل المئة فصاعداً، للحافظ الذهبي (ت ٧٤٨ هـ)، بغداد ١٩٧٣ م.\n٤ - ذيل تاريخ مدينة السلام بغداد، لابن الدبيثي (ت ٦٣٧ هـ) طبع منه مجلدان ببغداد ١٩٧٤ م/ ١٩٧٩، ثم طبع كاملاً في دار الغرب الإسلامي (بيروت، ٢٠٠٧).\n٥ - مشيخة النعال البغدادي (ت ٦٥٩ هـ)، بمشاركة، (طبعه المجمع العلمي العراقي سنة ١٩٧٥).\n٦ - تهذيب الكمال في أسماء الرجال، للحافظ المزي (ت ٧٤٢ هـ) نشرته مؤسسة الرسالة في خمسة وثلاثين مجلداً.\n٧ - سير أعلام النبلاء، للحافظ الذهبي (ت ٧٤٨)، نشرته مؤسسة الرسالة وحقق منه ثلاث مجلدات، والسيرة النبوية، وسير الخلفاء الراشدين، وكتب له مقدمة ضافية في صدر المجلد الأول.\n٨ - معرفة القراء الكبار على الطبقات والأعصار، للحافظ الذهبي (ت ٧٤٨ هـ)، بالمشاركة، في مجلدين.\n٩ - الموطأ للإمام مالك بن أنس، برواية أبي مصعب الزهري المدني (ت ٢٤٢ هـ)، بالمشاركة، في مجلدين.\n١٠ - تفسير الطبري من كتابه جامع البيان عن تأويل آي القرآن، تحقيق وتهذيب بالمشاركة، نشرته مؤسسة الرسالة في بيروت سنة ١٩٩٤ م في سبعة مجلدات.\n١١ - وجيز الكلام في الذيل على دول الإسلام، للسخاوي (ت ٩٠٢ هـ)، بالمشاركة، نشرته مؤسسة الرسالة ببيروت سنة ١٩٩٥ م في أربعة مجلدات.\n١٢ - الموطأ، للإمام مالك بن أنس، برواية يحيى بن يحيى الليثي (ت ٢٣٤ هـ)، نشرته دار الغرب الإسلامي ببيروت سنة ١٩٩٦ في مجلدين، وأعيد طبعه ثانية في سنة ١٩٩٨ م في مجلدين.\n١٣ - الجامع الكبير، للإمام أبي عيسى الترمذي (ت ٢٧٩ هـ)، نشرته دار الغرب الإسلامي ببيروت سنة ١٩٩٦ م ودار الجيل في بيروت سنة ١٩٩٦ م في ستة مجلدات، وأعيد طبعه سنة ١٩٩٨ م.\n١٤ - سنن ابن ماجة، للإمام محمد بن يزيد القزويني المعروف بابن ماجة (ت ٢٧٣ هـ). نشرته دار الجيل ببيروت سنة ١٩٩٨ م في ستة مجلدات.\n١٥ - كتاب الحوادث، لمؤلف من القرن الثامن الهجري (وهو الكتاب المسمى وهماً بالحوادث الجامعة والتجارب النافعة، والمنسوب لابن الفوطي)، بالمشاركة، دار الغرب الإسلامي، بيروت ١٩٩٧ م، ٦٥٠ صفحة.\n١٦ - حياة الصحابة، للكاندهلوي (ت ١٣٨٤ هـ)، حققه وعلق عليه سنة ١٩٩٦ م، ونشرته مؤسسة الرسالة ببيروت سنة ١٩٩٩ م في خمسة مجلدات.\n١٧ - تحفة الأشراف بمعرفة الأطراف، للإمام المزي (ت ٧٤٢ هـ) حققه استناداً إلى أصول بخط المؤلف - دار الغرب الإسلامي في ١٩٩٩ م في ١٣ مجلداً.\n١٨ - تاريخ مدينة السلام، للحافظ أبي بكر الخطيب البغدادي (ت ٤٦٣ هـ)، نشرته دار الغرب الإسلامي ببيروت سنة ٢٠٠٠ م في سبعة عشر مجلداً.\n١٩ - تاريخ الإسلام ووفيات المشاهير والأعلام، للحافظ شمس الدين الذهبي (ت ٧٤٨ هـ) حققه على عشر مجلدات، وقد صدر عن دار الغرب الإسلامي في سنة ٢٠٠٣ في طبعة بسبعة عشر مجلداً.\n٢٠ - معجم شيوخ تاج الدين السبكي (٨٢٥ صفحة) (بالاشتراك) بيروت، دار الغرب الإسلامي ٢٠٠٤ م.\n٢١ - صلة التكملة لوفيات النقلة، لعز الدين الحسيني (ت ٦٩٥ هـ).\n٢٢ - الجزء الرابع من كتاب العبر لابن خلدون - نشرته دار القيروان للنشر - تونس، ٢٠٠٧ م.\n[الأبحاث]\nوله أكثر من ثلاثين بحثاً منشوراً، من أبرزها:\n١ - مظاهر تأثير علم الحديث في علم التاريخ عند المسلمين - الأقلام البغدادية) السنة الأولى، العدد الخامس، (بغداد ١٩٦٥ م).\n٢ - كتب الوفيات وأهميتها في دراسة التاريخ الإسلامي (مجلة كلية الدراسات الإسلامية العدد الثاني - بغداد ١٩٦٨ م).\n٣ - المستدرك على معجم البلدان لياقوت الحموي (مجلة كلية الشريعة العدد الثالث، بغداد ١٩٦٨ م).\n٤ - تاريخ ابن الفرات (نقد) (مجلة المورد، السنة الأولى ـ العددان ١، ٢ - بغداد ١٩٧١).\n٥ - العثور على أثر مفقود لمؤرخ العراق ابن الساعي (المورد العراقية، السنة الثالثة، العدد الثالث، بغداد ١٩٧٤ م).\n٦ - ذيل تاريخ بغداد لابن الدبيثي: منهجه، موارده، أهميته (بغداد، ١٩٧٤ م).\n٧ - تاريخ الإسلام للذهبي، نقد مطول في مئة وثمانين صفحة للمجلد الأول الصادر عن دار الكتب المصرية باسم التاريخ الكبير (نشر في مجلة معهد المخطوطات وفي عددين من مجلة كلية الآداب ببغداد ١٩٧٩ - ١٩٨٠ م).\n٨ - تهذيب الكمال في أسماء الرجال: منهجه وأهميته (مجلة دراسات عربية وإسلامية، العدد الأول بغداد سنة ١٩٨٠ م).\n٩ - مؤسسات التعليم في العراق بين القرنين الخامس والسابع الهجريين. بحث نشر ضمن كتاب: التربية العربية الإسلامية: ٢/ ٣٧٣ - ٤٠٣ (منشورات المجمع الملكي لبحوث الحضارة الإسلامية، عمّان ١٩٨٩ م).\n١٠ - ابن حبان (موسوعة الحضارة الإسلامية) التي يصدرها المجمع الملكي لبحوث الحضارة الإسلامية (المجلد الأول، عمان ١٩٩٣).\n١١ - أبو حنيفة (موسوعة الحضارة الإسلامية).\n١٢ - أحمد بن حنبل (موسوعة الحضارة الإسلامية).\n١٣ - مفهوم الحكم في الإسلام وفي الديموقراطية (بحث قدم للمؤتمر الثالث عشر لمؤسسة آل البيت - عمان ٢٠٠٤ م).\n[كتب راجعها وقَدَّم لها]\n١ - الوفيات، لابن رافع السَّلامي (دراسة وتحقيق) الدكتور صالح مهدي عباس (بيروت ١٩٨٢) في مجلدين.\n٢ - المستفاد من ذيل تاريخ بغداد، للحسامي الدمياطي (دراسة وتحقيق) للسيد محمد مولود خلف. بيروت ١٩٨٦ (مجلد واحد).\n٣ - الآداب الشرعية والمنح المرعية، لابن مفلح الحنبلي (دراسة وتحقيق) للسيد عصام فارس الحرستاني، بيروت ١٩٩٤ (في ثلاثة مجلدات).\n٤ - الشمائل المحمدية، للإمام الترمذي، تحقيق الدكتور ماهر ياسين الفحل، بيروت ٢٠٠٠ (مجلد واحد).\n٥ - الجمع بين الصحيحين، لأبي محمد عبد الحق الإشبيلي، تحقيق طه بن علي بوسريح، بيروت ٢٠٠٣ (في أربع مجلدات ضخمة).\n٦ - المشيخة البغدادية، لابن مسلمة (دراسة وتحقيق) تحقيق السيد كامران الدلوي بيروت ٢٠٠٢ (في مجلد واحد).\n٧ - البداية والنهاية لابن كثير، مجموعة من كبار المحققين. راجعها وخرج أحاديثها (في ثمانية عشر مجلداً) صدر عن دار ابن كثير بدمشق.\n٨ - تدوين الحديث، تأليف مناظر أحسن كيلاني، ترجمة الدكتور عبد الرزاق اسكندر، (مراجعة وتخريج الأحاديث)، بيروت، دار الغرب الإسلامي ٢٠٠٤ م.\n٩ - أخبار الصوفية والزهاد من تاريخ بغداد، للسيدة بلسم بصري عزت، بيروت دار الغرب الإسلامي ٢٠٠٤ م.\n(نقلا عن ويكيبيديا، مع اختصار وزيادة)",
  "books": [
    {
      "text_id": 127715,
      "title": "تحرير تقريب التهذيب"
    }
  ]
}