{
  "author_id": 2943,
  "author_meta": "محمد المختار الشنقيطي (١٣٣٧ - ١٤٠٥ هـ)\nمحمد المختار ابن محمد بن سيد الأمين بن حبيب الله بن أحمد مزيد بن بون (واسمه سعيد) الجكني نسبا الرشيدي مولدا ومنشأ، ثم المدني إقامة وهجرة الشنقيطي شهرة\nولد عام ١٣٣٧ هـ في ضاحية قرية \"الرشيد\"، بموضع يسمى \"الشقيق\" كان مزرعة لأهله [وقرية الرشيد في منطقة \"تكانت\" من بلاد موريتانيا]، وإنما اشتهرت النسبة لأهل هذه البلاد بشنقيط -وهي قرية من قراها- لأنها صارت علما عليهم بالتغليب، وأكثر المنتسبين إليها -ومن بينهم المترجم- لا يعرفون \"شنقيط\" إلا بالاسم\nخرج من مسقط رأسه على رأس سنة ١٣٥٧ هـ، وهو على تمام التاسعة عشرة من عمره مهاجرا من البلاد أيام حكم الفرنسيين لها، وجاور بالمدينة المنورة.\nيقول ابنه الشيخ محمد بن محمد المختار الشنقيطي (المدرس بالمسجد النبوي، وعضو هيئة كبار العلماء):\n- كان يدرّس (يعني في المسجد النبوي) بعد الفروض كلها، إلا العصر أحياناً يكون عنده درس في البيت\n[بعد المغرب] فلما بلغت الخامسة عشرة، أمرني أن أجلس بين يديه وأن أقرأ عليه دروس الحرم، فابتدأت بقراءة سنن الترمذي، ثم الموطأ، وختمته عليه، ثم سنن ابن ماجة، وتوفي ولم أكمله عليه، وأسأل الله أن يكتب له أجر إكماله. هذا بالنسبة للدرس الأول بعد المغرب.\nثم يأتي طالب ويقرأ عليه درسا في اللغة، ثم طالب يقرأ عليه درساً في الفقه، وكنت أحضر معه.\n[بعد العشاء] وبعد العشاء كنت أقرأ عليه صحيح مسلم، حتى ختمه، وابتدأ بالختمة الثانية، وتوفي في آخرها، ومن غريب ما يذكر أنه توفي عند باب فضل الموت والدفن في المدينة. وأذكر أنه في آخر هذا الدرس دعا، ولم تكن عادته الدعاء في هذا الموضع، وقد قرأت عليه هذا الحديث من البخاري ومسلم قرابة أربعة مرات، ما أذكر أنه دعا إلا في آخر مجلس من حياته، وكان صحيحاً ليس به بأس، فبعد أنه ذكر الفضل في الموت في المدينة وأقوال الصحابة، قال: وأسأل الله ألا يحرمنا ذلك، فأمن الحاضرون، وكان تأمينهم ملفت للنظر كتأمين المصلين في الحرم في الصلاة من كثرتهم.\n[بعد الفجر] ثم في الفجر كان يقرأ حتى تطلع الشمس\n[بعد الظهر] وأما بعد صلاة الظهر فكنت أقرأ عليه صحيح البخاري حتى ختمته، ثم ابتدأتُ قراءة ثانية، وتوفي ولم أكملها عليه.\n- وكان -رحمه الله- واسع الباع في علم الخلاف، إلا أنه من ورعه كان لا يرجح.\n- وأما بالنسبة لعلم الأصول فقرأت عليه، لكن كان -رحمه الله- لا يحب كثرة الجدل والمنطق التي يقوم علم الأصول، فكان إذا دخلت معه في المنطق يقول: قم، يطردني؛ لأنه كان يرى تحريمه وهو قول لبعض العلماء.\n- أما المصطلح فقرأت عليه بعض المنظومات، منها البيقونية والطلعة، وقرأت عليه تدريب الراوي.\n- والسيرة كان له درس في رمضان فيه البداية والنهاية، وكان في التاريخ شيء عجيب، حتى إن الشيخ محمد العثيمين يقول: كان والدك يحفظ البداية والنهاية.\n- وكان له باع في علم الأنساب، والحقيقة أنني قصّرت فيه ولم آخذه عنه، ويعلم الله ما كان يمنعني منه إلا خشية أن الإنسان يأتي ويقول: هذه القبيلة تنتمي إلى كذا، فيتحمل أوزار أنساب أمم هو في عافية منه، لكن الحمد الله، في الفقه والحديث والعلوم التي أخذتها عليه غناء عن غيرها.\n[الترجمة ملتقطة من مقدمة شرح المترجم لسنن النسائي، ومن كلمة لولده الشيخ -حفظه الله- في شريط مسجل]",
  "books": [
    {
      "text_id": 18222,
      "title": "شرح سنن النسائي المسمى شروق أنوار المنن الكبرى الإلهية بكشف أسرار السنن الصغرى النسائية"
    }
  ]
}