{
  "author_id": 2949,
  "author_meta": "عثمان بن المكي التَّوْزَري (حوالي ١٢٥٤ - ١٣٥٠ هـ = حوالي ١٨٤٠ - ١٩٣١ م)\nعثمان بن أبي القاسم بن المكيّ الزُبيدي التّوزَري:\nفقيه مالكي.\nو (الزبيدي): نسبة إلى عرش الزبدة.\nو (التوزري): نسبة إلى (تَوزَر) مدينة كبيرة في الجنوب الغربي التونسي، تبعد عن العاصمة التونسية حوالي ٥٠٠ كلم، وتُعرَف الآن بنفس التسمية.\nوُلد في حدود عام ١٢٥٤ هـ الموافق ١٨٤٠ م.\nتخرج من جامع الزيتونة بتونس.\nتولى القضا بتوزَر، ثم عمل بالإشهاد العدلي [والتي تُسمَى كتابة العدل والشهر العقاري في بلاد أخرى]، ثم مدرسا بالمدرسة الأندلسية، إلى أن تم تعيينه مدرسا بجامع الزيتونة فمكث في ذلك قرابة ٤٠ عاما حتى لقبه بعضهم بـ (الشيخ الصراط).\nمؤلفاته:\nله كثيرٌ من المؤلفات عامّتها رسائل فيما يرى حاجة الناس والطُّلاب إليه، وكان حريصًا على طَبْع مؤلفاته بحياته [وقد حفلتْ المكتبة الوطنية التونسية بجملة وافرة منها ووفّرتْها مصورة بموقعها الرسمي]، فمِن مؤلفاته:\n١ - «التسهيل والبيان على شواهد العلامة المكّودي عبدالرحمن»: شرَح فيه شواهد المكّودي شارح «ألفية ابن مالك في النحو»، [فرغ من تأليفه عام ١٤٢٦ هـ وطبعه بالمطبعة التونسية بنفس العام في ٢٣ صفحة].\n٢ - «توضيح الأحكام على تحفة الحكام»: وهو شرح على «تحفة الحُكام» لابن عاصم في فقه القضاء وتوابعه، منه نسخة بخط المؤلف في أربعة أجزاء بدار الكتب الوطنية بتونس، وهو أكبر كتبه، فرغ من تأليفه سنة ١٣٣٨ هـ، [ثم طُبع الطبعة الأولى في مجلدين بالمطبعة التونسية عام ١٣٣٩ هـ].\n٣ - «التمرين على رسالة سلم علم البيان للمبتدئين والصبيان»: كتاب مُيَسّر في البلاغة [طُبع في مطبعة هنري بريفول بتونس].\n٤ - «الجواهر والدرر على خطبة المختصر»: شرَح فيه مقدمة «مختصر خليل» في الفقه المالكي [مطبوع].\n٥ - «الجواهر السنية على السمرقندية»: في استعارات علم البلاغة، [فرغ منه عام ١٣٣٦ هـ ثم طبعه].\n٦ - «الحلل على نظم المجرادية في الجُمل»: في قواعد إعراب الجُمل، [طُبع بالمطبعة التونسية].\n٧ - «الدرر السنية في المبادئ النحوية»: في قواعد النحو، [طبع بالمطبعة التونسية في ٢٤ صفحة].\n٨ - «السراج المنير على إيساغوجي»: في علم المنطق، [وهو أول مؤلفاته كما نص على ذلك في خاتمته التي فرغ منها عام ١٣٠٧ هـ ثم طبعه طبعتين: الثانية بالمطبعة التونسية عام ١٣٤١ هـ في ٥٦ صفحة].\n٩ - «القلائد العنبرية على المنظومة البيقونية»: في علم مصطلح الحديث، [فرغ منه عام ١٣٢٩ هـ ثم طَبَعه في المطبعة التونسية عام ١٣٣٠ هـ-١٩١٢ م في ٣٥ صفحة، ثم طُبع بتحقيق علي حسن الحلبي عن دار ابن عفان بالسعودية ١٤١٨ هـ-١٩٩٧ م في ١٢٨ صفحة، ثم بتحقيق د. نور الدين بن البشير الجلاصي عن مجمع الأطرش للكتاب المختص بتونس عام ١٤٣٥ هـ-٢٠١٤ م في ٣٢٠ صفحة وقدم له بمقدمة ضافية فلْتُستفاد].\n١٠ - «الكواكب الدرية في أحاديث خير البرية»: منتخب من «الجامع الصغير» للسيوطي، [فرغ من تأليفه عام ١٣٣٠ هـ وطبع بالمطبعة التونسية بنفس العام في ٢٤ صفحة].\n١١ - «المِرآت لإظهار الضلالات»: في نقد المحدثات والبدع وطُرُق الصوفية، [فرغ من تبييضها عام ١٣٢٩ هـ ثم طَبعها الطبعة الأولى لدى الدار التونسية عام ١٣٣٠ هـ في ٢٤ صفحة ثم الطبعة الثانية عام ١٣٤٤ هـ -وجاء عنوان الكتاب في مقدمة المؤلف في طبعتيه وعلى غلافهما كما أثبتناه (المرآت) بالتاء المفتوحة مراعاةً للسجعة-، كما طُبعَت هذه الرسالة مؤخرا بتصحيح: عبدالله بن صالح البراك عن دار الوطن بالرياض عام ١٤٢٠ هـ-٢٠٠٠ م، وبتحقيق: مختار الجبالي عن دار ابن حزم بيروت ١٤٣٠ هـ-٢٠٠٩ م -وقدم لها بترجمة وافية للمؤلف منها استفدنا جُلّ هذه الترجمة جزاه الله خيرا-].\n١٢ - «المِسْكة الفائحة في الأعمال الصالحة»: [في أبواب العبادات على مذهب مالك بصورة السؤال والجواب، فرغ من تأليفه عام ١٣٣٠ هـ وطبعه بالمطبعة التونسية بنفس العام في ٨١ صفحة].\n١٣ - «معالم الاهتدا في شرح شواهد قطر الندا وبل الصدا»: في النحو، [فرغ من تأليفه عام ١٣١٢ هـ، وطُبع بنفس العام في مطبعة هنري بريفول بتونس، ثم طُبِع طبعةً ثانية بمطبعة السعادة بمصر عام ١٣٢٤ هـ، ثم ثالثة بالمطبعة التونسية في ٧٢ صفحة].\n١٤ - «الهداية لأهل البداية»: [هذا اسمه الصحيح الذي طُبع به، وليس «الهداية لأهل البيان» كما جاء في «الأعلام» للزركلي وتبعه عليه كثيرون]، وهو في فقه مالك [كما قاله الزركلي، وقد فرغ من جزئه الثاني عام ١٣٢٨ هـ وطبَعه بالمطبعة التونسية بنفس العام، ويقع الجزء الثاني في ٤٨ صفحة فقط، قال مؤلفه: وقد أَلّفتُ الكتاب الأول منه في العقائد والعبادات].\nتوفي يوم الاثنين ٢٠ صفر ١٣٥٠ هـ الموافق ٦ يوليو ١٩٣١ م، عن عُمر نيّف على التسعين عاما؛ كما حرره محقق كتابه «المرآة» مختار الجبالي؛ قال وتحصّلْتُ على ذلك عن طريق وثائق الأرشيف الوطني وبعض الصحف التونسية الصادرة في عهده.\n_________\nمستفاد من: مقدمة تحقيق مختار الجبالي لكتاب «المرآة لإظهار الضلالات» للمؤلف، وقد جمعها من مصادر عدة ومن روايات شهادات بعض مشايخ الزيتونة الذين عاصرو المؤلف أو درسوا عليه. مع زيادات طفيفة بين [معقوفين] من فريق المكتبة الشاملة.\nثم وقفنا على ترجمة أخرى حافلة بقلم: سمير سمراد عنوانها: «الشيخ عثمان بن المكي التوزري ورسالته المرآة» نُشِرت في «مجلة الإصلاح» الجزائرية العدد ١١ لعام ١٤٢٩ هـ-٢٠٠٨ م فلْتُستفاد.",
  "books": [
    {
      "text_id": 133369,
      "title": "توضيح الأحكام شرح تحفة الحكام"
    }
  ]
}