{
  "author_id": 2957,
  "author_meta": "الشيخ عبد الله بن محمد بن سعد آل خنين عضو اللجنة الدائمة للفتوى المتفرّعة من هيئة كبار العلماء\nولد بالخرج جنوب الرياض، عام ١٣٧٦ هـ.\nحصل على ليسانس في الشريعة من كلية الشريعة بالرياض عام ١٣٩٨ هـ بجامعة الإمام محمد بن سعود الإسلامية.\nدبلوم عالي في علوم التفسير والحديث بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية.\nعمل في القضاء تسعة وعشرين عاماً\nعضو هيئة كبار العلماء بالمملكة العربية السعوديَّة.\nعضو اللجنة الدائمة للفتوى بالمملكة العربية السعوديَّة.\n[المؤلفات المطبوعة]\nتسبيب الأحكام القضائية في الشريعة الإسلامية. (مجلّد واحد)\nالتحكيم في الشريعة الإسلامية، مع دراسة نظام التحكيم السعودي. (مجلّد واحد)\nالمدخل إلى فقه المرافعات. (مجلّد واحد)\nتوصيف الأقضية في الشريعة الإسلامية ـ دراسة شرعيَّة لأصول وفروع تنزيل الأحكام الكليَّة على الوقائع القضائيَّة والفَتْوِيَّة. (ثلاثة مجلدات)\nالمحقّق الجنائي في الفقه الإسلامي. (مجلّد واحد)\nالكاشف في شرح نظام المرافعات الشرعيَّة السعودي. (مجلّدان)\nالفتوى في الشريعة الإسلامية (مقدمات عنها، آدابها، إعداد الحكم الكلي لها، وقائعها، تنزيل الحكم على وقائعها، إصدارها، آثارها). (مجلّدان)\nالخلع بطلب الزوجة لعدم الوئام مع زوجها. (مجلّد واحد)\nسلطة القاضي في تقدير العقوبة التعزيريّة. (مجلّد واحد)\nدعوى الولد على والده والتنفيذ عليه. (غلاف)\nالأصول الإجرائية لإثبات الأوقاف. (غلاف) من منشورات كرسي الشيخ راشد بن دايل لدراسات الأوقاف.\nضبط تصرفات نظار الأوقاف من قبل القضاء. (غلاف) من منشورات كرسي الشيخ راشد بن دايل لدراسات الأوقاف.\n[البحوث المنشورة]:\nجهود القضاء السعودي في إنماء الفقه البيئي ـ دراسة تطبيقية من خلال عرض بعض القضايا البيئية ـ بحث منشور في العدد السابع والعشرين من المجلة العربية للفقه والقضاء، وهي مجلة نصف سنوية علمية متخصصة تُعْنى بشؤون التشريع والقضاء، تصدر عن الأمانة العامة بجامعة الدول العربية.\nتدوين المرافعة القضائية في الشريعة الإسلامية ـ بحث منشور في العدد الثاني من مجلة العدل، وهي مجلة فصلية علمية مُحَكَّمَة تُعْنى بشؤون الفقه والقضاء، تصدر عن وزارة العدل بالمملكة العربية السعودية.\nتسبيب قرار التحقيق في الجريمة ـ بحث منشور في العدد العاشر من مجلة العدل المشار إليها آنفا.\nالوكالة على الخصومة وأحكامها المهنيَّة في الفقه الإسلامي ونظام المحاماة السعودي ـ بحث منشور في العدد الخامس عشر من مجلة العدل المشار إليها آنفا.\nأدلة شرعية الأحكام وأدلة وقوعها ـ بحث في أصول الفقه منشور في العدد السابع والثلاثين من مجلة جامعة الإمام محمد بن سعود الإسلامية، وهي مجلة فصلية علمية مُحَكَّمَة، تصدر عن جامعة الإمام محمد بن سعود الإسلامية بالمملكة العربية السعودية.\nالمحكمة في القضاء الإسلامي والتنظيم القضائي السعودي ـ بحث منشور في العدد الثامن عشر من مجلة العدل المشار إليها آنفا.\nمنهج اللوائح التنفيذيَّة في النُّظُم وتطبيقه في لوائح نظام المرافعات الشرعيَّة السعودي ـ بحث منشور في العدد الثاني والعشرين من مجلة العدل المشار إليها آنفا.\nتنزيل الأحكام على الوقائع القضائيَّة والفتويَّة في الفقه الإسلامي ـ بحث منشور في العدد (٧٨) من مجلة البحوث الإسلامية الصادرة عن الرئاسة العامة البحوث العلمية والإفتاء.\nدعوى الولد على والده والتنفيذ عليه في الفقه الإسلاميّ ـ بحث منشور في العدد (٣١) من مجلة العدل المشار إليها آنفا. [وطُبع منفردا، كما مر]\nالأصول الإجرائية لإثبات الأوقاف، من منشورات ندوة الوقف والقضاء المنعقدة في الرياض عام ١٤٢٦ هـ. [وطُبع منفردا، كما مر]\nالخلع بطلب الزوجة لعدم الوئام مع زوجها، من منشورات المجمع الفقهي الإسلامي لرابطة العالم الإسلامي بمكة المكرمة، الدورة الثامنة عشرة المنعقدة عام ١٤٢٧ هـ. [وطُبع منفردا، كما مر]\nضبط تصرفات نظار الأوقاف من قبل القضاء، من منشورات المؤتمر الثاني للأوقاف بالمملكة العربية السعودية المنعقد في جامعة أم القرى عام ١٤٢٧ هـ. [وطُبع منفردا، كما مر]\nأحكام وقضايا، نشر فيه عدد من الوقائع القضائية مع التعليق عليها وذلك في الأعداد (٢٨، ١٣، ١٢، ٩) مجلة العدل السعودية.\nأثر الفتوى في تأكيد وسطية الأمة ـ بحث مقدم لمؤتمر الفتوى برابطة العالم الإسلامي.\nتنفيذ أحكام الحضانة والزيارة ـ بحث مقدم في ندوة أثر متغيرات العصر في أحكام الحضانة والتي ينظمها المجمع الفقهي الإسلامي برابطة العالم الإسلامي عام ١٤٣٦ هـ.\nالعقوبات في الإسلام ـ بحث منشور ضمن منظومة أبحاث تصدرها مؤسسة الفكر العربي تحت عنوان: النظام العدلي في السعودية.",
  "books": [
    {
      "text_id": 17810,
      "title": "توصيف الأقضية في الشريعة الإسلامية"
    }
  ]
}