{
  "author_id": 2960,
  "author_meta": "أبو زيد الأنصاري (ت: ٢١٥ هـ)\nأبو زيد سعيد بن أوس بن ثابت بن زيد بن قيس بن زيد بن النعمان بن مالك ابن ثعلبة بن كعب بن الخزرج (وقال محمد بن سعد في «الطبقات»: هو أبو زيد سعيد بن أوس بن ثابت بن بشير بن ابي زيد ثابت بن زيد بن قيس. والأول ذكره الخطيب في تاريخه، والله أعلم بالصواب) الأنصاري اللغوي البصري\nكان من أثمة الأدب، وغلب عليه اللغات والنوادر والغريب، وكان يرى رأي القدر، وكان ثقة في روايته.\nحدث أبو عثمان المازني قال: رأيت الأصمعي وقد جاء إلى حلقة أبي زيد المذكور، فقبل رأسه وجلس بين يديه وقال: أنت رئيسنا وسيدنا منذ خمسين سنة.\nوكان التوزي يقول: قال لي ابن مناذر: أصف لك أصحابك أما الأصمعي فأحفظ الناس، وأما أبو عبيدة فأجمعهم، وأما أبو زيد الأنصاري فأوثقهم\nوكان النضر بن شميل يقول: كنا ثلاثة في كتّاب واحد أنا وأبو زيد الأنصاري وأبو محمد اليزيدي.\nوقال أبو زيد حدثني خلف الأحمر، قال: أتيت الكوفة لأكتب عنهم الشعر، فبخلوا علي به، فكنت أعطيهم المنحول وآخذ الصحيح، ثم مرضت فقلت لهم: ويلكم! أنا تائب إلى الله تعالى، هذا الشعر لي، فلم يقبلوا مني، فبقي منسوباً إلى العرب لهذا السبب.\nوأبو زيد المذكور له في الآداب مصنفات مفيدة: منها\nالقوس والترس\nالإبل\nخلق الإنسان\nالمطر\nالمياه\nاللغات\nالنوادر\nالجمع والتثنية\nاللبن\nبيوتات العرب\nتخفيف الهمزة\nالقضيب\nالوحوش\nالفرق\nفعلت وأفعلت\nغريب الأسماء\nالهمزة\nالمصادر\nوغير ذلك، ولقد رأيت له في النبات كتاباً حسناً جمع فيه أشياء غريبة.\nوحكى بعضهم أنه كان في حلقة شعبة بن الحجاج، فضجر من إملاء الحديث فرمى بطفره فرأى أبا زيد الأنصاري في أخريات الناس فقال: يا أبا زيد:\nاستعجمت دارُ مَي ما تكلمنا … والدار لو كلمتنا ذات إخبار\nإليّ يا أبا زيد، فجاءه، فجعلا يتحدثان ويتناشدان الأشعار، فقال له بعض أصحاب الحديث: يا أبا بسطام، نقطع إليك ظهور الإبل لنسمع منك حديث رسول الله صلى الله عليه وسلم فتدعنا وتقبل على الأشعار قال: فغضب شعبة غضباً شديداً، ثم قال: يا هؤلاء، أنا أعلم بالأصلح لي، أنا والله الذي لا إله إلا هو في هذا أسلم مني في ذاك.\nوكانت وفاته بالبصرة في سنة خمس عشرة - وقيل أربع عشرة، وقيل ستة عشرة - ومائتين، وعمر عمراً طويلاً حتى قارب المائة، وقيل أنه عاش ثلاثاً وتسعين سنة، وقيل خمساً وتسعين، وقيل ستاً وتسعين، رحمه الله تعالى.\nنقلا عن: «وفيات الأعيان» لابن خلكان",
  "books": [
    {
      "text_id": 133417,
      "title": "النوادر في اللغة لأبي زيد الأنصاري"
    }
  ]
}