{
  "author_id": 2965,
  "author_meta": "محمد Fuat Sezgin فؤاد سزگين (١٣٤٢ - ١٤٣٩ هـ = ١٩٢٤ - ٢٠١٨ م)\nباحث تركي، ولد وتوفي بها، وعاش في ألمانيا، تخصص في التراث العلمي العربي والإسلامي. مؤسِّس ومدير معهد دراسات التاريخ والعلوم الإسلامية والعربية في جامعة گوته في فرانكفورت\nبعد دراسته الثانوية، التقى بالمستشرق هلموت ريتر Hellmut Ritter الذي كان يدرّس في تركيا منذ عام ١٩٢٦، فوجهه إلى دراسة التاريخ العربي الإسلامي\nتعلم العربية، بل أتقن ٢٧ لغة، من بينها السريانية والعبرية واللاتينية والعربية والألمانية بشكلٍ جيِّدٍ جدًّا.\nحصل في عام ١٩٥٤ تحت إشراف هلموت ريتر على الدكتوراه بأطروحةٍ عنوانها «مصادر البخاري»، نشرها بعد ذلك ككتاب باسم «دراسات حول مصادر الجامع الصحيح للبخاري»\nأصبح أستاذًا في جامعة إسطنبول عام ١٩٥٤.\nعام ١٩٦٠ غادر إلى ألمانيا ليواصل دراساته بجامعة فرانكفورت. وفي سنة ١٩٦٥، قدّم أطروحة دكتوراة ثانية عن عالم الكيمياء «جابر بن حيان»، وتزوج من المُستشرقة أورسولا Ursula .\n[معهد تاريخ العلوم العربية والإسلامية]\nسعى لدى الدول العربيَّة إلى تأسيس معهد دولي متخصِّص بتاريخ العلوم العربيَّة الإسلاميَّة، فشارك فيه ١٤ دولة عربية وعدد من المنظمات، فتم تأسيس (معهد تاريخ العلوم العربيَّة والإسلاميَّة) عام ١٩٨٢ في فرانكفورت\nوكان من أهم ما أنجزه خلال معهده أنه أعاد صنع الآلات العربيَّة القديمة، وكان قد عثر على كثيرٍ منها في المخطوطات القديمة، رغم أنَّ المخطوطات غالبًا ما تصف الآلات فقط دون أن ترسمها، فأسس في عام ١٩٨٣ متحفا داخل المعهد جمع فيه أكثر من ٨٠٠ نسخة من الأجهزة العلمية التاريخية والأدوات والخرائط\n[دور العرب والمسلمين في تاريخ العلوم]\nوكان مهتما ببيان إسهام العرب في تاريخ العلوم، لأن مؤرِّخي العلوم يبالغون في دور النهضة الأوروبِّيَّة، وينكرون مكانة العلوم العربيَّة والإسلاميَّة.\nفأثبت أن خرائط العالم والخرائط الجزئية الأوربية حتى بداية القرن الثامن عشر الميلادي ترجع إلى أصول عربية. ففي عهد الخليفة المأمون في بداية القرن التاسع الميلادي قام نحو ٧٠ جغرافيًّا برحلة استغرقت عدة سنوات جالوا خلالها في السفن وعلى ظهور الخيول والفيلة مختلف أرجاء أفريقيا وأوربا وآسيا، وأسفرت هذه الرحلة العلمية عن وضع خريطة للعالم تعتبر -بالنسبة إلى ذاك الزمان- ذات دقة عالية تثير الدهشة، يعرضها معهد فرانكفورت بعد أن حولها بطريقة فنية بارعة إلى مجسم على شكل كرة أرضية\nومن ذلك استفاضته في المجلَّد الرابع (الكيمياء) من كتابه «تاريخ التراث العربي» في دحض الافتراءات الملصقة بالكيميائي «جابر بن حيان»، التي تهدف إلى الطَّعْن في منزلة الكيمياء في الحضارة العربية، مع إنكار صحَّة نسب عددٍ ضخمٍ من الكتب الكيميائيَّة إليه، فهو في رأي المُنكرِين له «شخصيَّة وهميَّة»، لا وجود لها.\n[مع الإمام البخاري]\nبسبب آرائه في «صحيح البخاري» وجهت له انتقادات شديدة، حيث يزعم أن البخاري في تأليفه قد جمع من الكتب السابقة دون انتقاء، وأنه لم يكن موفقا أيضا في جمع المواد اللغوية والتاريخية والفقهية، كما تابع جولدزيهر وغيره من المستشرقين في زعمه أن وجود (المعلقات) في «صحيح البخاري» يشكك في قيمته وأن الأسانيد ناقصة فى حوالي ربع المادة. وكلها مزاعم باطلة مردود عليها، لعل سزكين وقع فيها بسبب عدم تعمقه في علم الحديث، ويستغرب منه التسرع في إطلاق هذه الاتهامات\n[كتاب تاريخ التراث العربي]\nبدأ العمل فيه كمستدرك على كتاب أستاذه كارل بروكلمان (تاريخ الأدب العربي)، لكنه غيّر ذلك واتجه لعمل كتاب جديد كليا مستقل عن كتاب بروكلمان\nويُغطِّي الكتاب الفترةَ من ظهور الإسلام حتى عام (٤٣٠ هـ) ليُؤرِّخ لمنجزات العلماء العرب والمسلمين، مع ترجمةٍ لكلِّ عالم، وأسماء مؤلَّفاته، وأماكنها في مكتبات العالم المخطوط منها، وناشري المطبوع، مع بيان ما تعلَّق بها من شروح، ومختصرات، وذيول .. إلخ، مرتِّبًا ذلك ترتيبًا زمنيًّا.\nصدرت أولى مجلدات هذا الكتاب سنة ١٩٦٧ م ثم تتابعت مجلداته حتى وصل (في أصله الألماني) إلى ١٣ مجلدا، كالتالي:\n(١) في ٤ أجزاء: علوم القرآن والحديث - التدوين التاريخي - الفقه - العقائد والتصوف (طبعته جامعة الإمام محمد بن سعود الإسلامية ١٩٩١)\n(٢) في ٥ أجزاء: الشعر (طبعته جامعة الإمام محمد بن سعود الإسلامية ١٩٩١)\n(٣) في جزئين: الطب والبيطرة (طبعته جامعة الملك سعود ٢٠٠٩)\n(٤) في جزء واحد: السيمياء والكمياء النبات والفلاحة (طبعته جامعة الملك سعود ١٩٨٦)\n(٥) في جزء واحد: الرياضيات (طبعته جامعة الملك سعود ٢٠٠٢)\n(٦) في جزئين: الفلك (طبعته جامعة الملك سعود ٢٠٠٨)\n(٧) في جزء واحد: أحكام النجوم والآثار العلوية وما شابهها (طبعته جامعة الملك سعود ١٩٩٠)\n(٨) في جزئين: علم اللغة (طبعته جامعة الإمام محمد بن سعود الإسلامية ١٩٨٨)\n(٩) النحو\n(١٠، ١١، ١٢) في الجغرافيا والخرائط (مجلدان للنصوص، والثالث للخرائط)\n(١٣) الرياضيات الجغرافية والخرائطية في التراث الإسلامي وتواجدها المستمر في الغرب\nكان الدكتور أكرم العمري (أستاذ التاريخ بجامعة بغداد) أوَّل من قدم دراسة نقدية لكتاب «تاريخ التراث العربي»، ونشرها في مجلة المورد العراقية في فبراير ١٩٧٣ م. وقد ركز فيها على الجزء الأول الذي تناول التفسير وعلم الحديث، وذكر ٢٣ ملاحظة وصحّح ٥٦ خطأ مطبعيًّا وعلميًّا، واعترف بالقيمة العلميَّة لِلكتاب ونوّه بالجهود الكبيرة التي بذلها المُؤلِّف في إعداده هذه الموسوعة. كما نقد آراؤه حول منهج البخاري والنسائي وغيرها، وقد أكد الدكتور أكرم بعد نقد هذه الآراء، أن سزكين قد تراجع عن تلك الآراء بعد مراجعتها، فيقول: «من الجدير التنبيه عليه أن سزكين قد حذف هذه الآراء في الطبعة التي أصدرتها جامعة الإمام محمد بن سعود الإسلامية، وإنَّما أوردته في البحث لتنبيه من يُراجع الطبعة الأولى ولا سيَّما أنَّ الحذف جرى دون توضيح أو تنبيه» (يعني بالطبعة الأولى: التي ترجمها إلى العربية فهمي أبو الفضل، ونشرتها دار الكتاب العربي (جزئين فقط منه)).\nكما نشر الدكتور حكمت بشير بحثا في مجلة الجامعة الإسلامية بالمدينة المنورة عنوانه «استدراكات على تاريخ التراث العربي لفؤاد سزكين في كتب التفسير». وأصدر الدكتور نجم عبد الرحمن خلف كتابًا عنوانه «استدراكات على تاريخ التراث العربي لفؤاد سزكين في علم الحديث»، ونشره في دار البشائر الإسلامية. كما نشرت بعد ذلك دراسات وتقاريظ عديدة حول هذا الكتاب\nمن مؤلفاته أيضًا: «تاريخ البلاغة العربية»، وحقَّق «مجاز القرآن» لأبي عبيدة معمر بن المثنَّى.\nفي سنة ١٩٧٨ كان أول شخص يحصل على جائزة الملك فيصل للعلوم الإسلامية، وفي سنة ١٩٧٩ حصل على ميدالية گوته من مدينة فرانكفورت. وفي عام ١٩٨٢ منحه رئيس دولة ألمانيا وسام الاستحقاق من الدرجة الأولى\nكما حصل على جوائز وأوسمة دولية عديدة طيلة حياته، من مؤسسات مختلفة مثل مجمع اللغة العربية بالقاهرة، ومجمع اللغة العربية بدمشق، ومجمع اللغة العربية في بغداد، وأكاديمية العلوم في تركيا، ودكتوراة فخرية من عدد من جامعات العالم\nويذكر هو أنه كان منهمكاً يوما بالبحث في مكتبة الجامعة فجاء أستاذه المستشرق كارل بروكلمان وسأله قائلاً: كم ساعة يا فؤاد تقضي في المكتبة؟ فأجاب فؤاد: أقضي من ١٠ - ١٢ ساعة في اليوم يا أستاذ. فتعجب بروكلمان قائلاً: أني أقضي يومياً (١٦) ساعة في البحث والدراسة ولا أستطيع أن أنجز كل ما أريده فكيف يتسنى لك أنجاز أعمالك في وقت كهذا\nوقبل وفاته -رحمه الله-، كان يواصل كتابة المجلد الـ ١٨ من «تاريخ التراث العربي»",
  "books": [
    {
      "text_id": 143160,
      "title": "تاريخ التراث العربي لسزكين - العلوم الشرعية"
    },
    {
      "text_id": 143162,
      "title": "تاريخ التراث العربي لسزكين - الشعر"
    },
    {
      "text_id": 143164,
      "title": "تاريخ التراث العربي لسزكين - الكيمياء والنبات"
    },
    {
      "text_id": 143165,
      "title": "تاريخ التراث العربي لسزكين - اللغة"
    }
  ]
}