{
  "author_id": 2973,
  "author_meta": "عبد الرحمن بن عبد العزيز بن صالح بن محمد العقل\nأستاذ مساعد في قسم السُّنة وعلومها -كلية الشريعة -جامعة القصيم-، وإمام وخطيب جامع ابن القيم بشمال بريدة، والمشرف العام على مركز النُّخب العلمية للدورات والتأصيل العلمي.\nولد في رمضان ١٣٩٢ هـ. وحصل على البكالوريوس من كلية الشريعة جامعة الإمام فرع القصيم (جامعة القصيم لاحقا)\nحصل على الماجستير في السُّنة النبوية عام ١٤٢٦ هـ، وكانت أطروحة البحث بعنوان «أحاديث أحكام القرآن للكيا الهراسي الطبري، دراسةً وتخريجًا»، من كلية أصول الدين بجامعة الإمام بالرياض.\nحصل على الدكتوراه في السُّنة النبوية أيضًا عام ١٤٣٢ هـ، وكانت الأطروحة بعنوان «لباس الرجل في السنة النبوية، جمعًا ودراسة»، من كلية الحديث بالجامعة الإسلامية بالمدينة النبوية.\n[من شيوخه]:\n١ - والده فضيلة الشيخ عبدالعزيز بن صالح العقل، الذي رعاه ورباه على العلم منذ الصغر.\n٢ - سماحة العلامة الشيخ عبدالعزيز بن عبدالله بن باز، وقد لازمه من عام ١٤١٧ هـ، وحتى وفاة الشيخ عام ١٤٢٠ هـ، في دروس «فتح الباري»، و «تفسير ابن كثير»، و «زاد المعاد»، و «صحيح مسلم»، و «سنن النسائي».\n٣ - فضيلة العلامة الشيخ محمد بن صالح العثيمين، وقد حضر عنده جملة من الدروس «شرح زاد المستقنع» و «الواسطية»، و «شرح كتاب التوحيد»، و «مجالس في التفسير والحديث»، وقد بدأ بحضور دروسه ابتداءً من عام ١٤١٣ هـ.\n٤ - فضيلة العلامة الشيخ عبد الله بن عبد الرحمن بن جبرين، وقد حضر بعض دروسه ما بين عام ١٤١٧ هـ حتى ١٤٢٠ هـ، في التعليق على كتاب «السنة لابن أبي عاصم».\n٥ - فضيلة الشيخ عبدالله بن محمد الغنيمان، حفظه الله، وقد قرأ عليه أوائل «فتاوى شيخ الإسلام، و «مجموع مسائل شيخ الإسلام» (٥ مجلدات)، و «الجواب الصحيح لمن بدل دين المسيح»، و «مختصر منهاج السُّنة النبوية»، و «شرح الطحاوية».\n٦ - فضيلة الشيخ يحيى بن عبدالعزيز اليحيى، وقد حفظ عليه «مختصر الصحيحين»، و «زوائد السنن الأربع».\n٧ - فضيلة الشيخ الدكتور: إبراهيم بن عبدالله اللاحم، رئيس قسم السُّنة النبوية بجامعة القصيم سابقًا، وقد استفاد منه في تخصص السنة النبوية في مرحلة الماجستير وغيرها.\n٨ - فضيلة الشيخ عبدالله بن صالح الفوزان حفظه الله، وقد انتفع كثيرًا بدروسه في شرح «بلوغ المرام».\n[الشروح والمؤلفات]\n١ - «التعامل مع غير المسلمين في السنة النبوية»، بحث موسع يقع في (٩٠٠) صفحة، وقد نال الكتاب جائزة الأمير نايف بن عبدالعزيز العالمية للسنة النبوية عام ١٤٣٢ هـ، وقد جاء البحث شاملًا وواسعًا في كافة التعاملات مع غير المسلمين وفق النصوص الواردة في سنة النبي -صلى الله عليه وسلم-، ويعد البحث من أبرز المراجع في هذا الباب، وقد طُبع الكتاب باسم جائز السنة العالمية عام ١٤٣٢ هـ.\n٢ - «بدر التمام شرح لامية شيخ الإسلام» مطبوع باسم مركز النخب العلمية.\n٣ - «نثر الورود شرح حائية ابن أبي داود» مطبوع باسم مركز النخب العلمية.\n٤ - «التحفة الندية شرح العقيدة الواسطية» مطبوع باسم مركز النخب العلمية.\n٥ - «غاية المستفيد شرح كتاب التوحيد» مطبوع باسم مركز النخب العلمية.\n٦ - شرح أجزاء من كتاب «بلوغ المرام من أدلة الأحكام»، ضمن سلسلة الدورات العلمية التأصيلية المقامة بجامع الراجحي ببريدة.\n٧ - شرح كتاب «عمدة الأحكام من كلام خير الأنام»، ضمن سلسة الدورات العلمية التأصيلية المقامة بجامع الراجحي ببريدة، ويجري الترتيب لإخراج شرح العمدة في مجلدين كبيرين، وهو شرح فقهي حديثي يعنى بالجوانب الفقهية والصنعة الحديثية.\n٨ - كتاب «حينما يعتكف القلب»، وهو كتاب يتناول المفهوم الحقيقي للاعتكاف، والوسائل التي يستطيع من خلالها العبد أن يتذوق هذه العبادة، ويستحضر روحها ومعاني العبودية فيها، وقد طُبع في رمضان عام ١٤٣٥ هـ.",
  "books": [
    {
      "text_id": 145171,
      "title": "نثر الورود شرح حائية ابن أبي داود"
    },
    {
      "text_id": 145172,
      "title": "غاية المريد شرح كتاب التوحيد"
    },
    {
      "text_id": 45,
      "title": "بدر التمام شرح لامية شيخ الإسلام"
    },
    {
      "text_id": 55,
      "title": "التباريح في صلاة التراويح"
    },
    {
      "text_id": 56,
      "title": "التحفة الندية شرح العقيدة الواسطية - عبد الرحمن العقل"
    },
    {
      "text_id": 59,
      "title": "حينما يعتكف القلب"
    },
    {
      "text_id": 60,
      "title": "مدخل إلى علوم الشريعة"
    }
  ]
}