{
  "author_id": 2974,
  "author_meta": "فضل حسن عباس (١٩٣٢ - ٢٠١١ م)\nأبو محمد فضل حسن عباس: أردني من علماء التفسير وعلوم القرآن\nولد في بلدة صفورية في فلسطين، وأتم حفظ القرآن الكريم في بلدته وهو ابن عشر سنين، ثم حفظ من المتون العلمية: متن الغاية والتقريب في الفقه الشافعي، ومتن الرحبية في الفرائض، وجوهرة التوحيد في العقائد، والألفية، لابن مالك.\nتوجه إلى مصر عام ١٩٤٨ م وفيها درس المرحلة الثانوية ثم كلية أصول الدين في الأزهر وتخرج فيها سنة ١٩٥٢ م\nرحل إلى الأردن سنة ١٩٦٥ م، ثم عيّن مدرساً في كلية الشريعة في الجامعة الأردنية سنة ١٩٦٦ م\nحصل على درجة الدكتوراه من الأزهر سنة ١٩٧٢ م، وكانت رسالته بعنوان «اتجاهات التفسير في مصر والشام».\nمن مشايخه: محمد عبد الله دراز، ومحمد البيصار، شيخ الجامع الأزهر وعبد الحليم محمود.\nمن تلاميذه: سليمان الدقور، وجمال أبو حسان، وجهاد نصيرات، وأحمد نوفل\nتوفي في عمان حيث كان متوجهًا إلى مكة المكرمة لأداء العمرة، فوافته المنية قبل خروجه إلى المطار ودفن في المقبرة الإسلامية في سحاب.\nمؤلفاته\nإعجاز القرآن الكريم.\nالقصص القرآني، إيحاؤه ونفحاته.\nقصص القرآن الكريم، صدق حدث وسمو هدف.\nلطائف المنان وروائع البيان في دعوى الزيادة في القرآن.\nقضايا قرآنية في الموسوعة البريطانية، نقض مطاعن ورد شبهات.\nإتقان البرهان في علوم القرآن، في مجلدين.\nاتجاهات التفسير ومناهج المفسرين في العصر الحديث.\nالدكتورة بنت الشاطئ والبيان القرآني.\nالكلمة القرآنية وأثرها في الدراسات اللغوية.\nبيان إعجاز القرآن للخطابي، تحليل ومقارنة ونقد.\nقضية الزوائد في كتاب الله.\nقضية التكرار في كتاب الله.\nشبهات حول نشأة التفسير.\nشبهات حول القراءات القرآنية.\nالنكت في إعجاز القرآن للرماني، تحليل ومقارنة ونقد.\nمفردات القرآن الكريم مظهر من مظاهر إعجازه.\nالبلاغة، فنونها وأفنانها.\nالقراءات القرآنية من الوجهة البلاغية.\nفقهنا بين التوسط والتسلط.\nأنوار المشكاة في أحكام الزكاة.\nالتوضيح في صلاتي التراويح والتسابيح.\nالبيان والإتحاف في أحكام الصيام والاعتكاف.\nالمنهاج، نفحات من الإسراء والمعراج.\nخماسيات مختارة في تهذيب النفس الأمارة.\nوللدكتور محمد الجوراني رسالة دكتوراه في الجامعة الإسلامية العالمية في الأردن حول جهود الشيخ العلامة فضل عباس في التفسير.",
  "books": [
    {
      "text_id": 145333,
      "title": "التفسير والمفسرون في العصر الحديث - فضل عباس"
    }
  ]
}