{
  "author_id": 2975,
  "author_meta": "إبراهيم بن عبيد آل عبد المحسن (١٣٣٤ - ١٤٢٥ هـ)\nالشيخ الفرضي اللغوي المؤرخ الواعظ إبراهيم بن عبيد بن عبد المحسن بن عبيد\nولد في في مدينة بريدة بمنطقة القصيم ونشأ في بيئة محافظة وأسرة معروفة بالعلم والديانة. وتوفي والده وعمر المترجم سبعة عشر عامًا\nلمَّا بلغ السادسة من عمره، التحق بمدرسة الشيخ صالح بن محمد الصقعبي، رحمه الله [مدرسة أهلية يتعلم فيها الطالب مبادئ العلوم والقراءة والكتابة والحساب، يدرسهم الشيخ صالح والبارزون من طلابه. وتستمر الدراسة فيها ست ساعات يوميًا]\nوتوفي الشيخ صالح سنة (١٣٥٨ هـ)، وانتقل المترجم إلى حيث دروس الشيخ العلامة عبد العزيز بن إبراهيم العبادي فدرس عليه في شتى العلوم وأخذ عنه في التجويد وأيضا أخذ عنه في الحديث والفقه والتوحيد والفرائض وقرأ عليه في المطولات كـ (أعلام الموقعين عن رب العالمين) و (المغني) و (الشرح الكبير) و (شرح المنتهى) و (المقنع) و (الصحاح والسنن والمسانيد).وقرأ عليه (مدارج السالكين) وكتب الشيخ محمد بن عبد الوهاب\nومع أخذه عن العبادي، رحمه الله، كان ملازمًا لشيخه الشيخ عمر بن سليم، رحمه الله، الذي انتهى إليه قضاء القصيم في زمنه، وأخذ في شتى العلوم، وأكثر من الأخذ عنه، خاصة في الفرائض، فهو شيخه ومعلمه في الفرائض.\nجلس للتدريس في المساجد وهو في الثانية والعشرين من عمره، بإلحاح من مشايخه سنة ١٣٥٦ هـ. وأخبر أنه جلس أربعين سنة يدرس فيها بالمساجد وهكذا وأكثر منها في إمامة المسجد.\nمن طلابه: الشيخ صالح بن إبراهيم البليهي رحمه الله، صاحب (السلسبيل في معرفة الدليل) حاشية على زاد المستقنع، الشيخ الدكتور صالح بن فوزان الفوزان، حفظه الله، عضو هيئة كبار العلماء في المملكة، والشيخ علي السكاكر رئيس هيئات الأمر بالمعروف والنهي عن المنكر سابقًا\nكان رحمه الله أبيض اللون طويلًا، عريض ما بين المنكبين، وله هيبة ووقار، وكان يأمر بالمعروف وينهى عن المنكر وربما طالب بتأديب المعتدي ويقف على تأديبه بنفسه، وله احترام وتقدير لدى المسؤولين من ولاة الأمر.\nوكان اجتماعيا يحب الاختلاط والامتزاج بمشايخه وتلاميذه، وكانت النكتة لا تغادر مجلسه\nوكان من شأنه أيام الطلب أنه يقضي أوقاتًا كثيرة في طلب العلم تزيد على ست عشرة ساعة يوميًا ما بين قراءة وتأليف، وكان يكره أن يشغله أحد عن القراءة والكتابة، واختار الاشتغال بالتعليم عن الوظائف الأخرى، فلقد عرض عليه القضاء مرات فاعتذر حبًا للسلامة وإيثارًا للعافية\nوكان له جلد في نسخ الكتب بيده، ونسخ عددًا من الكتب قبل وجود الطباعة الحديثة مثل (حادي الأرواح) لابن القيم، و (فتح المجيد) للشيخ عبد الرحمن بن حسن آل الشيخ.\nأنشأ عددًا من القصائد في فنون متنوعة كالوصف والنصيحة والمدح والرثاء والإخوانيات وغيرها، واحتوى كتابه «تذكرة أولى النهي والعرفان»، على مادة شعرية وفيرة لنفسه ولغيره\n[كتبه المطبوعة]\nأقدمها وأشهرها هو كتاب (عقود اللؤلؤ والمرجان في وظائف شهر رمضان) ألَّفه وعمره خمس وعشرون سنة\n(تذكرة أولي النهى والعرفان بأيام الله الواحد الديان وذكر حوادث الزمان): أودع فيه أخبارًا عالمية مصدره منها الإذاعات والإعلام وأفواه الرواة، وأخبارًا محليه وقف على كثير من الإعلام وأخبارًا عن علماء نجد والقصيم بخاصة وأخبار القصيم وتراجم العلماء ومشايخ ووجهاء القصيم ومراثيه لهم، فحفظ بهذا الكتاب تاريخ تلك الفترة الزمنية ما بين سنة ١٢٦٨ هـ إلى سنة ١٤٢١ هـ. وهو مرجع الباحثين والمؤرخين في تلك الفترة في كثير من الأمور، وقلّما تجد من ألّف عن القصيم إلا وينقل عن هذا الكتاب.\n(الأعلام المرفوعة والتحف المدفوعة وعقيدة أمة الإسلام المقروءة والمسموعة): شرح لمتن العقيدة الوسطية لشيخ الإسلام ابن تيمية في جزءين\n(السحاب المركوم والرحيق المختوم في وظائف السنة منثورها والمنظوم) في ثلاثة مجلدات.\n(رياض الأنوار الزاهرة والحكم المنثورة الباهرة في تعظيم سنة سيد ولد آدم وفخرهم في الدنيا والآخرة) في مجلد واحد\n(تحذير الأنام عن ارتكاب القبائح والآثام في تحريم الدخان والمسكرات والمفطرات) في مجلد واحد\nدعاء ختم القرآن في كتيّب صغير\n[وله كتب مخطوطة، منها]:\n(البستان) في المواعظ والحكم والأمثال، وهو ديوان شعري جمع فيه بعضًا من قصائده وقصائد لبعض السابقين\n(التحريم في تبرج النساء)\n(لزوم الجماعة)\nمنسك في الحج والعمرة\nوذكر في كتابه (التذكرة) أنه قد ألَّف كتابًا في وصف رحلته إلى جنوب المملكة\nوله قصائد كثيرة لم تنشر.\nتوفي في بلده بريدة، وقبر في مقبرة الموطأ بها -رحمه الله -.\n(الترجمة منتخبة من مقدمة كتاب: «تذكرة أولي النهى والعرفان»)",
  "books": [
    {
      "text_id": 145210,
      "title": "تذكرة أولي النهى والعرفان بأيام الله الواحد الديان وذكر حوادث الزمان"
    }
  ]
}