{
  "author_id": 2982,
  "author_meta": "عدنان بن محمد آل عرعور\nعالم سوري، ولد في حماة ١٣٦٨ هـ وتخرج في كلية المعلمين, وفي جامعة دمشق. حاصل على دبلوم تربية من جامعة البعث بسوريا، ويعمل مديراً علمياً للبحوث والنشر بالرياض.\nاشتهر بمناظراته مع الشيعة والصوفية، وشارك في مؤتمرات دولية، وندوات عالمية.\n[من شيوخه]\nالشيخ محمد الحامد، والشيخ الألباني والشيخ محمد نسيب الرفاعي، والشيخ عبد الرحمن عبد الصمد، والشيخ محمد عيد العباسي، والشيخ ابن باز وغيرهم. يقول الشيخ العرعور:\n(الشيخ محمد الحامد): من أبرز الشيوخ الذين حضرت دروسهم، وهو رجل فاضل، ومن أصحاب الصدق والورع والأمانة، أحسبه كذلك، غير أني لم أستفد منه كثيراً من الناحية العلمية، لأن فيه تصوفاً وتقليداً وتعصباً للمذهب الحنفي عفا الله عنه ورحمه\n(الشيخ نسيب الرفاعي): تأثرت به من حيث الحكمة والتواضع، والنزول في الدعوة إلى مستوى الناس، ومخاطبتهم بما يعقلون\n(الشيخ الألباني): تأثرت بمنهجيته وطريقة بحثه، وحزمه العلمي، وفي حفظه للوقت، وكان من أقوال الشيخ ناصر:\n- «سعينا في التصفية وقصرنا في التربية» وهذه كلمة مطرقة على رؤوس الذين يسيئون الأدب، وبخاصة في أدب الخلاف.\n- وكان يقول: «أصيب المسلمون في عقيدتهم، وأصيب السلفيون في أخلاقهم»\n- وكان آخر حياته يقول: «لو أن هذه الجماعات الثلاث: السلفيين والتبليغ والإخوان، اجتمعوا على ما هم عليه من الحق والخير، لقام الإسلام»\n(الشيخ ابن باز): تأثرت به في أخلاقه وفقهه, وسعة صدره، وأدبه في الخلاف، ويمكن أن أقول: إن الألباني أصلني وابن باز أدبني. وربما كان فيّ في أول شبابي - قبل التعرف على الشيخ ابن باز ـ شيئٌ من الحرارة والحدة، لكن الشيخ رحمه الله أطفأها إطفاءً عجيباً والحمد لله\n[من مؤلفاته]\nثلاث صلوات مهجورة [بحث في صلاة التسابيح، وفيه دراسة حديثية مفصلة، وصلاة التوبة، وصلاة الاستخارة، وفيه أكثر من أربعين سؤالاً وجواباً حولها].\nأحكام القنوت [وفيه قنوت النازلة، وقنوت رمضان، وقنوت الوتر].\nالوصية الشرعية [وفيه أحكام الوصية وكيف تكتب الوصية عملياً].\nأدلة الإثبات بأن جدة ميقات.\nالتشاؤم أنواعه وأحكامه [بحث موسع في التشاؤم وأنواعه، وأحكامه والمباح منه، وتأويل الأحاديث التي وردت عن ابن عمر وغيره، التي ظن بعضهم منها جواز الشؤم وبينا بطلان ما ذهبوا إليه من جواز التشاؤم].\nأحكام التأمين وأنواعه وأحكامه بعنوان (التأمين بين التشدد والتساهل).\nفهرس كتاب الترغيب والترهيب للمنذري.\nفهرس معجم الطبراني.\nكتيب السبيل إلى منهج أهل السنة والجماعة.\nالواقع المؤلم بين المعالجة المرتجلة والتأصيل الصحيح.\nالتيه والمخرج.\nصراع الفكر والاتباع.\nصفات الطائفة المنصورة.\nمنهج الاعتدال: وهو وقفات في الإيمان والتكفير والسياسة والحكام ونقد الجماعات والرجال.\nويعمل الآن مع مجموعة من الباحثين على جمع السنة النبوية في مشروع «ديوان السنة»: بلغ عدد المجلدات أربعين مجلداً، جمع فيها ما يقارب من (٢٠٠,٠٠٠) مائتي ألف حديث من (٤٠٠) مؤلف من مؤلفات السنة، وقد بلغ قسم الطهارة منه ٢٧ مجلدا",
  "books": [
    {
      "text_id": 147089,
      "title": "أحكام رؤية الهلال"
    },
    {
      "text_id": 147090,
      "title": "التيه والمخرج"
    },
    {
      "text_id": 147091,
      "title": "الردود المفحمة على منكري السنة المطهرة"
    },
    {
      "text_id": 147093,
      "title": "الفجر فجران"
    },
    {
      "text_id": 147094,
      "title": "القنوت"
    },
    {
      "text_id": 147095,
      "title": "حكم الإحرام من جده"
    },
    {
      "text_id": 147096,
      "title": "صراع الفكر والاتباع"
    },
    {
      "text_id": 147097,
      "title": "صفات الطائفة المنصورة ومفاهمها"
    },
    {
      "text_id": 147098,
      "title": "مسألة تقديم وقت أذان الفجر، وتأخير توقيت العشاء"
    },
    {
      "text_id": 147099,
      "title": "منهج الاعتدال"
    },
    {
      "text_id": 147594,
      "title": "السبيل إلى منهج أهل السنة والجماعة"
    },
    {
      "text_id": 147603,
      "title": "منهج الدعوة في ضوء الواقع المعاصر"
    },
    {
      "text_id": 147912,
      "title": "ثلاث صلوات عظيمة مهجورة فأحيها يا عبد الله"
    },
    {
      "text_id": 16,
      "title": "ديوان السنة - قسم الطهارة"
    }
  ]
}