{
  "author_id": 2992,
  "author_meta": "الدكتور مأمون أحمد راتب حموش، دكتوراة في العلوم وفي الهندسة. تخصص في العلوم الشرعية. درّس وخطب في كثير من مساجد دمشق والولايات المتحدة الأمريكية، وله عدة كتب تتميز بالأصالة والعمق، من أشهرها «التفسير المأمون» و «السيرة الصحيحة»، ووالده هو اللغوي المحقق د أحمد راتب حموش (المتوفى: ١٤٣٨ هـ، رحمه الله)\nولد في دمشق ١٩٦٢ م\nالتحق بكلية العلوم وكلية الهندسة المدنية (معًا) بجامعة دمشق، ودرسهما معًا في آن واحد، فتخرج فيهما بتفوق في ١٩٨٥ م، وكان اختط لنفسه (مع دراسة المجالين) منهجا مكثفا لحفظ القرآن الكريم وقسم جيد من السنة وعلوم الحديث والسيرة والفقه\nثم حصل من جامعة (أوكلاهوما) بالولايات المتحدة الأمريكية على الماجستير في المجالين: في العلوم (١٩٨٨ م) وفي الهندسة الإنشائية (١٩٨٩ م)\nثم حصل على الدكتوراة من جامعة (آركنساس) بالولايات المتحدة الأمريكية في المجالين: في العلوم وفي الهندسة الإنشائية (كلاهما في ١٩٩٣ م)\nيروي عن نفسه طرفا من دراسته للدكتوراة، يقول:\n«. . . . ثمّ تابعت دراسة الدكتوراه في المجالين في جامعة آركنساس، واجتزت امتحان اللغة الفرنسية ثمّ الألمانية حتى تخرجت وقد شُده الأمريكان بهذا التحصيل، وكنت آنذاك أخطب في المركز الإسلامي خطبة الجمعة باللغتين العربية والإنكليزية، وأدرّس التفسير والفقه والسيرة النبوية حيث كنت أتخصص أيضاً بالعلوم الشرعية في تلك البلاد.\nوأذكر أنّ بحث الدكتوراه قد تعثر في الرياضيات في تخصص يدعى «الجمل الديناميكية» والاعتماد الوسيطي فيها، وكانت معادلاته الصعبة يزيد طولها على الصفحة الواحدة وقد عجز الأستاذ المشرف على حل معضلة كادت ترمي البحث إن لم تُحل، والبحث قائم عليها منذ ١٩٨٠ ولا مكتشف لحلها، فكنت أقرأ القرآن في مسجد مدينة «فيتفل» بين المغرب والعشاء ووافق في تلك الليلة ختم آخر جزأين، وكنت جالساً لوحدي ثم نزل المطر، فتوجهت إلى الله سبحانه بهذا الدعاء: اللهم إني تركت إدخال التلفاز إلى بيتي حياءً منك وتعظيماً لأمرك وابتغاء وجهك الكريم، لما فيه من الانحلال والفجور وبث الفواحش، مع حاجة الأهل والنفس لما يؤنس في تلك الغربة، اللهم إن كان هذا يرضيك فاكشف لي معضلة هذا البحث ويسر لي التخرج والعودة إلى بلدي دمشق. ثمّ صليت العشاء لوحدي إذ كانت المدينة فقيرة بالمسلمين، فلا يحضر صلاة الجماعة إلا قلّة وأحياناً لا يحضرها أحد، ثم انصرفت إلى المنزل فنمت. وفي الصباح غدوت إلى الجامعة فدخلت غرفة البحث وبسطت المعادلات المستعصية أمامي في خمسة أوراق طويلة، ثمّ ألهمني الله تثبيت متحولين وتحريك الثالث، فمضيت أكتب بسرعة ما يؤول ذلك، ثم ألهمني تثبيت متحول وتحريك آخرين، ففعلت، ثم حركت الثالث بعد نصف ساعة وقد تجمعت الأوراق فوق بعضها من ضغط وغزارة الحسابات حتى فوجئت بالنتيجة المطلوبة، فطار قلبي من الفرح، فنزلت إلى مكتبي وسجدت لله على الأرض سجدة الشكر، ثمّ صعدت إلى الطابق الثاني فاتصلت بأهلي وطلبت منهم أن يسجدوا سجدة الشكر، أخذت الحل إلى المشرف فقرأه فكاد أن لا يصدق. وخلال شهر كان البحث مطبوعاً وتمت المناقشة بكل وقار وتقدير واحترام لما كشفه الله لي. ثم تابعت بعد ذلك بحث الدكتوراه في الهندسة الإنشائية وقد صرّح لي عميد كلية الهندسة في جامعة «آركنساس» بجهله بالمستوى الرفيع الذي قدمت به البراهين وتحليلات معضلات البحث، وقال لي أنت تحتاج للجنة من جامعة (M.I.T) ليفهموا عليك، وهو يشير إلى أعرق جامعة في البحث العلمي في الولايات المتحدة الأمريكية.»\nله عدة كتب تتسم بالعمق، والاستناد إلى القرآن والسنة، جميعها تبحث في الوحيين منها:\nالتفسير المأمون (٨ مجلدات)\nالسيرة النبوية على منهج الوحيين: القرآن والسنة الصحيحة (٣ مجلدات).\nأصل الدين والإيمان- عند الصحابة والتابعين لهم بإحسان (مجلدان).\nتحصيل السعادتين على منهج الوحيين\nالسياسة الشرعية على منهج الوحيين\nمنهج الوحيين في معالجة زلل النفس وتسلط الجن\nالأمراض النفسية وعوامل الشد إلى الخلف\nعلوم الحديث وتراجم أعلامه وفرسانه\nالحج والعمرة على منهج الوحيين: القرآن والسنة الصحيحة.",
  "books": [
    {
      "text_id": 147666,
      "title": "التفسير المأمون على منهج التنزيل والصحيح المسنون"
    }
  ]
}