{
  "author_id": 2995,
  "author_meta": "عبد الرحمن بن معاضة بن حنش بن عبد الله البكري الشهري\nالأستاذ بكلية التربية، جامعة الملك سعود، والمشرف العام على مركز تفسير للدراسات القرآنية وملتقى أهل التفسير. له مشاركات وبرامج كثيرة في الإذاعات والقنوات الفضائية\nبكالوريوس الشريعة من كلية الشريعة وأصول الدين بفرع جامعة الإمام محمد بن سعود الإسلامية بالجنوب ١٤١٤ - ١٤١٥ هـ\nبكالوريوس اللغة العربية من كلية اللغة العربية - جامعة الملك خالد ١٤٢١ هـ. [وهو فرع جامعة الإمام محمد بن سعود الإسلامية بالجنوب، صار «جامعة الملك خالد» بعد ١٤١٩ هـ.]\nماجستير - قسم القرآن وعلومه -كلية أصول الدين - جامعة الإمام بالرياض ١٤١٩ - ١٤٢٠ هـ\nدكتوراه - قسم القرآن وعلومه -كلية أصول الدين - جامعة الإمام بالرياض ١٤٢٥ هـ\nدبلوم اللغة الإنجليزية من معهد تعليم اللغة ELI في جامعة UBC بفانكوفر بكندا ١٤٢٠ هـ.\nدبلوم في البرمجة العصبية اللغوية ١٤٢١ هـ.\n[مؤلفاته]\nالشاهد الشعري في تفسير القرآن الكريم، أهميته وأثره ومناهج المفسرين في الاستشهاد به -رسالة دكتوراه- مطبوع.\nجهود ابن فارس في التفسير وعلوم القرآن -رسالة الماجستير-.\nالقول بالصَّرْفةِ في إعجاز القرآن الكريم - دراسة نقدية (بحث محكّم في مجلة الدراسات القرآنية بالجمعية العلمية السعودية للقرآن وعلومه. ونشرته دار ابن الجوزي.)\nمنهج الشيخ عبد الله بن محمد فودي في منظومته للإتقان في علوم القرآن - المفتاح للتفسير (بحث منشور في مجلة مركز البحوث بكلية دار العلوم بالقاهرة)\nتفسير القرآن الكريم للأطفال: أصوله وضوابطه.\nكتاب «الميسر في علوم القرآن» (منشور في معهد الإمام الشاطبي بجدة).\nجهود الأمة في غريب القرآن الكريم (بحث منشور ضمن أعمال المؤتمر الأول للباحثين في القرآن وعلومه بفاس بالمغرب).\nمسائل في آيات الأحكام في القرآن (بحث منشور في مجلة كلية أصول الدين بالمنوفية بجامعة الأزهر ٢٠١٣ م)\nالتفسير الموضوعي في كتب أحكام القرآن: أحكام القرآن للإمام الطحاوي أنموذجاً (بحث منشور في مجلة تبيان العدد ١٦، شهر ٦/ ١٤٣٥ هـ)\nالإمام البيضاوي وتفسيره. (بحث منشور في مجلة الشاطبي، العدد رقم ١٧ شهر ٦/ ١٤٣٥ هـ)\nدراسة للقاعدة التفسيرية .. تحمل ألفاظ القرآن وتراكيبه على الأشهر في كلام العرب .. دراسة نظرية تطبيقية. (بحث منشور في مجلة تبيان)\nنشأة علوم القرآن والغايات الكبرى منها، (بحث منشور في مجلة كلية دار العلوم بالقاهرة) ـ.\nديوان شعر (مخطوط)\n[تحقيقاته]\nتحقيق متن ألفية السيوطي في البلاغة (دار المنهاج بالرياض)\nتحقيق كتاب (ذريعة الوصول لعلم الأصول) وهو شرح لمنظومة أبي بكر الأشخر من علماء القرن العاشر في أصول الفقه (مخطوط)\nتحقيق (غاية البرهان لبيان أعظم الآيات في القرآن) لمحمد بن أبي بكر المرعشي (ت ١١٤٥ هـ) (بحث منشور في مجلة مركز البحوث الشرعية بجامعة القصيم)\nتحقيق كتاب (البحر الملآن في اقتناص درر ومعاني القرآن) لأبي عِمران موسى بن عمر المَصْموديّ الحَسَنِي العلامي.",
  "books": [
    {
      "text_id": 148084,
      "title": "الشاهد الشعري في تفسير القرآن الكريم أهميته، وأثره، ومناهج المفسرين في الاستشهاد به"
    }
  ]
}