{
  "author_id": 2997,
  "author_meta": "عبد الله كنون الحسني (١٣٢٦ - ١٤٠٩ هـ) (١٩٠٨ - ١٩٨٩ م)\nالعالم العلامة، رئيس رابطة علماء المغرب.\nولد بمدينة فاس من أسرة سنية محافظة. حفظ القرآن صغيراً بالكتَّاب وأتقن حفظ المتون، وأجاد رواية الحديث ورواية الشعر، ثم لحق بالقرويين ليتلقى علوم عصره على كبار المشايخ يومئذ\nواستقر مع والده في طنجة، وهو مؤسس المعهد الإسلامي بطنجة، الذي تولى إدارته حتى سنة ١٩٥٣ م\nوأقام في تطوان مدرساً في المعهد العالي ومديراً لمعهد الحسن للأبحاث، ولم يلبث أن عين وزيراً للعدل .. وبعد توحيد بلاد المغرب أوكلت إليه وظيفة الحاكم العام في طنجة. كما كان أحد مؤسسي الجمعية الوطنية الأولى بقيادة محمد عبد الكريم الخطابي. وكذلك أسهم في تأسيس كتلة العمل الوطني التي انبثقت منها الأحزاب السياسية.\nوفي سنة ١٩٥٦ م عين عضواً في المجمع العلمي العربي بدمشق، وفي عام ١٩٦١ م انتخب عضواً عاملاً في مجمع اللغة العربية بالقاهرة، وانتخب أيضاً أميناً عاماً لرابطة العلماء في المغرب، ولما أنشىء مجمع البحوث الإسلامية بالأزهر سنة ١٩٦٣ م عين عضواً عاملاً فيه. وبعد نحو عشر سنوات انتخب عضواً عاملاً في المجلس التأسيسي لرابطة العالم الإسلامي، وكان عضواً شرفياً في مجمع اللغة العربية الأردني منذ تأسيسه عام ١٩٧٧ م وعضواً بالمجمع العلمي العراقي، إضافة إلى عضويته في المجمع الملكي لبحوث الحضارة. وقد ترأس صحيفة الميثاق - لسان حال رابطة علماء المغرب - حتى وفاته (١).\nومما كتب فيه:\nالدراسات الأدبية في المغرب: الأستاذ عبد الله كنون نموذجاً/أحمد الشايب - طنجة: جامعة الملك السعدي.\nعبد الله كنون: سبعون عاماً من الجهاد المتواصل/عدنان الخطيب - دمشق: مجمع اللغة العربية، ١٤١٢ هـ.\nعبد الله كنون وموقعة في الفكر الإسلامي السياسي الحديث/عبد القادر الإدريسي - القاهرة: دار الزهراء للإعلام العربي.\nوزادت مؤلفاته المنشورة على الخمسين كتاباً، منها:\nأحاديث عن الأدب المغربي الحديث - ط ٢ - الدار البيضاء: دار الثقافة، ١٣٩٨ هـ، ٢٠٦ ص. ثم ط ٣، ١٤٠٢ هـ، ثم ط ٤, ١٤٠٥ هـ.\nأدب الفقهاء - بيروت: دار الكتاب العربي، - ١٤٠ هـ، ٢٦٣ ص.\nالإسلام أهدى - ط ٢ - الدار البيضاء: دار الثقافة، ١٤٠٥ هـ، ١٣٥ ص.\nإسلام رائد - ط ٢ - الرباط: المطبعة الملكية، ١٣٩٨ هـ، ١١١ ص.\nأمراؤنا الشعراء.\nأنجم السياسة وقصائد أخرى - الدار البيضاء: دار الثقافة، ١٤١٠ هـ.\nإيقاعات الهموم: ديوان شعر - د. م. د. ن. ١٣٩٠ هـ، ١٢٨ ص.\nترتيب أحاديث الشهاب لابن الحسن القلعي.\nالتعاشيب - ط ٢ - بيروت: دار الكتاب اللبناني، ١٣٩٥ هـ، ١٥٨ ص.\nتفسير سور المفصل من القرآن الكريم - الدار البيضاء: دار الثقافة, ١٤٠١ هـ، ٤٢٩ ص (معه تفسير سورة الفاتحة).\nالتيسير في صناعة التفسير/للإشبيلي (تحقيق).\nجولات في الفكر الإسلامي - تطوان: مطبعة الشويخ، ١٤٠٠ هـ، ١٥٤ ص.\nذكريات مشاهير رجال المغرب - بيروت: دار الكتاب اللبناني، د. ت.\nويبدو أن هذا عنوان سلسلة، حيث صدرت رسائل مفردة تحت هذا العنوان الشامل، وهي: ابن آجروم، ابن أبي زرع، ابن بطوطة، ابن البناء العددي ابن الحاج الفاسي، ابن رشيد، ابن زاكون، الشريف الإدريسي، ابن الطيب العلمي، ابن غازي، ابن الونان، ابن الياسمين، أبو بكر بن شيرين، أبو جعفر بن عطية، أبو حفص بن عمر، أبو العباس الجراري، أبو العباس العزفي، أبو عمران الفاسي، أبو القاسم الزياني، أبو القاسم الشريف، أبو موسى الجزولي، أحمد زروق، الأصيلي، أكنسوس، الأمير سليمان الموحد، الإمام إدريس، السلطان محمد بن عبد الله، عبد العزيز الملزوزي، عبد الله ياسين، عبد المهيمن الحضري، عبد الوحد المراكشي، عثمان السلالجي، مالك بن المرحل.\nالرد القرآني على كتيب «هل يمكن الاعتقاد بالقرآن؟ » - مكة المكرمة: رابطة العالم الإسلامي، ١٤٠١ هـ، ١٣٧ ص (والكتاب المذكور من تأليف م. ر. رحماتوف).\nبيروت: دار الكتاب اللبناني، ١٤٠٢ هـ، ١٦٧ ص.\nرسائل سعدية.\nشرح الشمقمقية - ط ٥ - بيروت: دار الكتاب اللبناني؛ القاهرة: دار الكتاب المصري.\nشرح مقصورة المكودي [وهو عبد الرحمن بن علي ت ٨٠٧ هـ]- القاهرة: المكتبة التجارية، ١٣٥٦ هـ، ٩٢ ص.\nعجالة المبتدي وفضالة المنتهي في النسب/محمد بن موسى الحازمي الهمداني (ت ٥٨٤ هـ) (تحقيق وتعليق وفهرسة) - القاهرة: الهيئة العامة لشؤون المطابع الأميرية، ١٣٨٤ هـ، ١٥٥ ص. - ط ٢ - القاهرة: مجمع اللغة العربية ١٣٩٣ هـ، ١٥٧ ص.\nعلى درب الإسلام - ط ٢ - الدار البيضاء: دار الثقافة، ١٤٠٣ هـ، ١٧٣ ص.\nفضيحة المبشرين في احتجاجهم بالقرآن المبين - تطوان: المطبعة المهدية، ١٣٦٥ هـ.\nالقاضي عياض بين العلم والأدب - الرياض: دار الرفاعي، ١٤٠٣ هـ، ٦٤ ص - (المكتبة الصغيرة؛ ٤٢).\nالقدوة السامية للناشئة الإسلامية.\nلقمان الحكيم - القاهرة: دار المعارف، ١٣٨٩ هـ، ٨٣ ص.\nمحاذي الزقاقية (في التشريع الإسلامي بالمغرب).\nمدخل إلى تاريخ المغرب - ط ٣، منقحة ومزيدة - تطوان: مكتبة الطالب، ١٣٧٨ هـ، ١٤٧ ص.\nمعارك - تطوان: مطبعة ديسبريس، - ١٣٩ هـ، ٢٩٢ ص.\nمفاهيم إسلامية - الدار البيضاء: دار الثقافة، ١٤٠٥ هـ، ١٥١ ص.\nملتقى ابن منظور الإفريقي: دراسات الملتقى الثاني ١٣٩٢ هـ في اللغة والأدب والتاريخ (مع آخرين) - تونس: دار المغرب العربي.\nالمنتخب من شعر ابن زاكور [وهو محمد بن قاسم ت ١١٢٠ هـ]- القاهرة: دار المعارف، ١٣٨٦ هـ ١٤٦ ص - (ذخائر العرب؛ ٣٩).\nمنطلقات إسلامية - طنجة. مطبعة سوريا، - ١٣٩ هـ، ١٨٨ ص.\nالنبوغ المغربي في الأدب العربي - ط ٣، مزيدة ومنقحة - بيروت: مكتبة المدرسة: دار الكتاب اللبناني، ١٣٩٥ هـ.\n_________\n(١) الرابطة - جمادى الآخرة ١٤١٠ هـ، مآب (الأردن) محرم ١٤١٠ هـ، الرائد (الهند) ٤/ ١٣/١/ ١٤١٠ هـ، الجزيرة ١٣/ ١/١٤١٠ هـ. وله ترجمة طويلة في كتاب شخصيات إسلامية معاصرة ص ٢٨٧ - ٣١٨. وأخرى في: شعراء الدعوة الإسلامية في العصر الحديث ٧/ ٥٧ - ٨٣، وأعلام القرن الرابع عشر الهجري ١/ ١٠٥ - ١١٢، التراث المجمعي ص ١٩١.\n(نقلا عن تكملة معجم المؤلفين)",
  "books": [
    {
      "text_id": 148529,
      "title": "النبوغ المغربي في الأدب العربي"
    }
  ]
}