{
  "author_id": 2998,
  "author_meta": "(علي رضا) قره بلوط بن الحاج عبد الله، القيصري، الحنفي، الماتريدي.\nولد (١٩٤٠ م) في قرية سليمانلى من قرى القيصرية بتركيا\nبعد الابتدائية (في قريته) التحق بمدرسة الجامع الكبير التي أنشأها السلاجقة سنة ٥٣٥ هـ\nفي ١٩٦٨ م عيّن بمكتبة المخطوطات المسمى بمكتبة راشد أفندي في القيصرية ودرس معهد العلوم الإسلامية العالي في القيصرية (وتحول المعهد سنة ١٩٧٥ م إلى كلية الشريعة)\nوفي تلك المكتبة (مكتبة راشد أفندي القيصري) تولى مهمة تصنيف الكتب، وهى مكتبة زاخرة بكثير من التراث الإسلامي من الكتب العربية والتركية والفارسية من المخطوطات والمطبوعات، وقد ترقى في المناصب في هذه المكتبة حتى تقاعده (١٩٩٨ م)، وساعده عمله هذا على الإلمام بذخائر التراث المخطوط والمطبوع\nمن مؤلفاته [وكلها مطبوعة]\nمعجم تاريخ التراث الإسلامي في مكتبات العالم (المخطوطات والمطبوعات) - وساعده فيه أخوه الأصغر (أحمد طوران بلوط)\nمعجزات خاتم الأنبياء محمد عليه السلام. لخص فيه «الخصائص الكبرى» للسيوطي وترجمه بالتركية\nرسالة في مسألة عالَم الأرواح لخص فيه مقدمة كتاب الروح لابن قيم الجوزية وترجمه بالتركية\nالوصية في الإسلام\nمشاهير المتصوفين في تاريخ القيصرية العلمية\nكلزار معنوي والشيخ إبراهيم تنوري: منظوم ومكتوب باللهجة التركية القديمة والمؤلف نقله من التركية العثمانية إلي اللاتينية مع رفيقه الواعظ خواجه رمضان  Yildiz  وموضوعه التصوف والأدب التركي. ٥١٤٠ بيتا.\nكلشن نياز للشيخ إبراهيم تنوري: منظوم ومكتوب باللهجة التركية القديمة أيضا والمؤلف نقله من التركية العثمانية إلي اللاتينية مختصرا مع رفيقه المعلم راسم  Deniz،  وموضوعه التصوف والأدب التركي\nفهارس المخطوطات العربية والتركية والفارسية في مكتبة راشد أفندي بقيصرية. (جزآن) يحتوي ٤٠٠٠ مخطوطا.\nفهارس المطبوعات العربية والتركية والفارسية في مكتبة راشد أفندي بقيصرية (جزآن، الأول: ٦٠٠٠ مطبوعة تقريبا، والثاني: ٢٠٠٠ مطبوعة تقريبا\nموسوعة الطب النبوي\nرسالة في فوائد العسل الطبي مأخوذة من مادة العسل من موسوعة الطب النبوي\nالجهاد والشهادة في الإسلام\nتاريخ مكتبة راشد أفندي وترجمة الواقف\nتاريخ قرية سليمانلي (قرية مولد المؤلف)\nترجمة المعارف لسيد برهان الدين الترمذي (أستاذ جلال الدين الرومي). «من الفارسية إلي التركية».\nوله مقالات في مجلات وجرائد مختلفة بتركيا\nولزينب آطاصوى (كلية الشريعة التابعة لجامعة أرجياس بقيصرية) رسالة بعنوان «علي رضا قره بلوط وتأليفاته ومكانته في حياتنا العلمية» طبعت في أنقره سنة ٢٠٠٠ م.\n(الترجمة منتخبة مما كتبه زميل المؤلف بالمدرسة العليا د. عبد العزيز بكّي ونُشِر بآخر كتاب «معجم تاريخ التراث الإسلامي» للمؤلف وشقيقه)",
  "books": [
    {
      "text_id": 148091,
      "title": "معجم تاريخ التراث الإسلامي في مكتبات العالم - المخطوطات والمطبوعات"
    }
  ]
}