{
  "author_id": 3000,
  "author_meta": "زيغريد هونكه (١٩١٣ - ١٩٩٩ م)\nمستشرقة ألمانية معروفة بكتاباتها في مجال الدراسات الدينية، وحصلت على شهادة الدكتوراه عام ١٩٤١\nاشتهر عنها في آخر حياتها أنها كانت تنظر للإسلام نظرة معتدلة كما هو واضح من أشهر تراجم كتاباتها انتشارا في العالم العربي وهما شمس العرب تسطع على الغرب وكتاب الله ليس كذلك.\nولدت في كيل، وهي ابنة الناشر هاينريش هونكه، وزوجها هو المستشرق الألماني الكبير الدكتور شولتزا، درست علم أصول الأديان ومقارنة الأديان والفلسفة وعلم النفس والصحافة.\nتناولت دراسة الأديان بموضوعية وتعرف بإعجابها بالإسلام والعربية وذلك بعد الحرب العالمية الثانية وسقوط ألمانيا حيث ذهبت إلى المغرب وعاشت سنتين في طنجة، ثم رجعت إلى ألمانيا واستقرت في بون لتقوم بتأليف كتبها المشهورة عن إنصاف العرب والمسلمين لا سيما الأندلسيين، مما أدى إلى تعرضها إلى حملات استياء في موطنها جعلها تنضم إلى بعض الجمعيات الوطنية الألمانية لكف الأذى عنها.\nتعلمت اللغة العربية وأتقنتها وأخذت في قراءة الكتب العربية، والتاريخ العربي وبالأخص الأندلسي.\nنالت العديد من الجوائز الأكاديمية والتقديرية. وقام بعض الرؤساء والأمراء العرب بدعوتها وتكريمها.\nوقد قامت بتقديم مقدمة مؤثرة للنسخة العربية من كتابها: «شمس الله تسطع على الغرب» بعد ترجمته.\nتوفيت في هامبورغ\n(آرائها)\n«لا إكراه في الدين: تلك هي كلمة القرآن الملزمة، فلم يكن الهدف أو المغزى للفتوحات العربية نشر الدين الإسلامي، وإنما بسط سلطان الله في أرضه، فكان للنصراني أن يظل نصرانيًا، ولليهودي أن يظل يهوديًا كما كانوا من قبل، ولم يمنعهم أحدٌ أن يؤدوا شعائر دينهم، ولم يكن أحد لِيُنزِل أذى أو ضررًا بأحبارهم أو قساوستهم ومراجعهم، وبِيَعِهم وصوامعهم وكنائسهم»\n«وبينما عاشت النصرانية في ظل الحكم الإسلامي قرونًا طوالاً - في الأندلس .. وفي صقلية .. والبلقان - فإن انتصار النصرانية على الإسلام - في الأندلس سنة ١٤٩٢ م - لم يَعْنِ سوى طرد المسلمين واليهود واضطهادهم وإكراههم على التنصُّر، واستئناف نشاط محاكم التفتيش التي قامت بتعقب كل من يتخذ سوى الكاثوليكية دينًا، والحرقِ العلني في احتفالات رسمية تحفُّها الطقوس والشعائر الكنسية لكل من اعتنق الإسلام أو اليهودية» ..\n«وحين تمكن صلاح الدين الأيوبي من استرداد بيت المقدس (٥٨٣ هـ / ١١٨٧ م) التي كان الصليبيون قد انتزعوها من قبل (٤٩٢ هـ / ١٠٩٩ م) بعد أن سفكوا دماء أهلها في مذبحة لا تدانيها مذبحةٌ وحشيةً وقسوةً، فإنه لم يسفك دم سكانها من النصارى انتقامًا لسفك دم المسلمين، بل إنه شملهم بمروءته، وأسبغ عليهم من جُودِه ورحمته، ضاربًا المثل في التخلق بروح الفروسية العالية، وعلى العكس من المسلمين، لم تعرف الفروسية النصرانية أي التزام خلقي تجاه كلمة الشرف أو الأسرى .. فالملك ريتشارد قلب الأسد (١١٥٧ - ١١٩٩ م) الذي أقسم بشرفه لثلاثة آلاف أسير عربي أن حياتهم آمنة، إذ هو فجأة متقلب المزاج فيأمر بذبحهم جميعًا .. »\n«إن الإسلام أعظم ديانة على ظهر الأرض سماحة وإنصافا نقولها بلا تحيز ودون أن نسمح للأحكام الظالمة أن تلطخه بالسواد وإذا ما نحينا هذه المغالطات التاريخية الآثمة في حقه والجهل البحت به فان علينا أن نتقبل هذا الشريك والصديق مع ضمان حقه في أن يكون كما هو»\n«لم يعمل العرب على إنقاذ تراث اليونان من الضياع والنسيان فقط، وهو الفضل الوحيد الذي جرت العادة الاعتراف به لهم حتى الآن، ولم يقوموا بمجرَّد عرضه وتنظيمه وتزويده بالمعارف الخاصة، ومن ثَمَّ إيصاله إلى أوروبا بحيث إن عددًا لا يحصى من الكتب التعليمية العربية حتى القرنين (١٦ - ١٧) قدمت للجامعات أفضل مادة معرفية، فقد كانوا -وهذا أمر قلما يخطر على بال الأوربيين- المؤسِّسين للكيمياء والفيزياء التطبيقية والجبر والحساب بالمفهوم المعاصر، وعلم المثلثات الكروي، وعلم طبقات الأرض، وعلم الاجتماع، وعلم الكلام»\n(الترجمة نقلا عن ويكيبيديا)",
  "books": [
    {
      "text_id": 148532,
      "title": "شمس الله تشرق على الغرب = فضل العرب على أوروبا"
    }
  ]
}