{
  "author_id": 3007,
  "author_meta": "ابن نُبَاتَة (٦٨٦ - ٧٦٨ هـ = ١٢٨٧ - ١٣٦٦ م)\nمحمد بن محمد بن محمد بن الحسن الجذامي الفارقيّ المصري، أبو بكر، جمال الدين، ابن نباتة:\nشاعر عصره، وأحد الكتاب المترسلين العلماء بالأدب.\nأصله من ميافارقين، ومولده ووفاته في القاهرة. وهو من ذرية الخطيب (عبد الرحيم بن محمد) ابن نباتة.\nسكن الشام سنة ٧١٥ هـ (تقريبا) وولي نظارة (القمامة) بالقدس أيام زيارة النصارى لها، فكان يتوجه فيباشر ذلك ويعود. ورجع إلى القاهرة (سنة ٧٦١) فكان بها صاحب سر السلطان الناصر حسن.\nله:\n(ديوان شعر - ط)\n(سرح العيون في شرح رسالة ابن زيدون - ط)\n(سجع المطوق - خ) تراجم\n(مطلع الفوائد - خ) أدب\n(سلوك دول الملوك - خ)\n(المختار من شعر ابن الرومي - خ)\n(تلطيف المزاج في شعر ابن الحجاج - خ)\n(ترسل ابن نباتة - خ)\n(أبزار الأخبار)\n(فرائد السلوك في مصايد الملوك - ط) أرجوزة\n(القطر النباتي - خ) مقاطيع من شعره، رأيت منه نسخة قديمة في اللورنزيانة (٢٨٦. Orien) وعلى نون النباتي فيها ضمة.\nوأورد الصلاح الصفدي (في ألحان السواجع) مراسلاته معه في نحو ٥٠ صفحة.\nولإسماعيل حسين: (ابن نباتة الشاعر المصري - ط) (١).\n_________\n(١) حسن المحاضرة ١: ٣٢٩ والبداية والنهاية ١٤: ٣٢٢ وابن إياس ١: ٢٢١ والدرر الكامنة ٤: ٢١٦ والنجوم الزاهرة ١١: ٩٥ ونص فيه على (نباتة) بضم النون. وآداب اللغة ٣: ١٢٢ والوافي ١: ٣١١ ومحمد أسعد طلس في مجلة المجمع العلمي العراقي ٢: ٣٠١ - ٣١٠ والفهرس التمهيدي ٢٨٠ وطبقات الشافعية ٦: ٣١ ودائرة المعارف الإسلامية ١: ٢٨٨ وفيه، كما في كتاب ٣٢١ Huart: (ولد ببلدة ميافارقين) خلافا لسائر المصادر. و Brock ٢: ١١ (١٠) S ٢: ٤٧. قلت: وفي القاموس: مادة (نبت) والتاج ١: ٥٩٠ اختلاف الأقوال في ضبط النون، من (نباتة) بالضم أم بالفتح، قال صاحب القاموس، في الكلام على عبد الرحيم الخطيب: (والضم أكثر وأثبت). ونقل صاحب التاج أن بعض الائمة جزموا في الشاعر (صاحب الترجمة) خاصة، بالفتح، لتوريته في شعره بالقطر النباتي، قلت: لا سبيل للتفريق هنا بين الخطيب والشاعر، بعد قول الزبيدي إن هذا من ذرية ذاك، فإما الضم في كليهما أو الفتح، وقد رجحوا الضم في الأول، فيتبعه الثاني.\nوقرأت نسبه في مخطوطة (تاج المفرق) للبلوي، وقد اجتمع به في بيت المقدس، كما يأتي: محمد بن محمد بن الحسن بن أبي الحسين بن صالح بن علي بن يحيي بن طاهر بن محمد بن عبد الرحيم. وكان يكتب اسمه (محمد بن الخطيب بن نباتة العبشمي المصري الشافعي).\nنقلا عن: «الأعلام» للزركلي",
  "books": [
    {
      "text_id": 148538,
      "title": "ديوان ابن نباتة المصري"
    }
  ]
}