{
  "author_id": 3037,
  "author_meta": "عبد الله خضر حمد بن بيرداود الكردسوري (بالكاف الأعجمية)\nعالم وباحث عراقي كردي، ولد في أربيل عام ١٩٧٧ م، ونشأ في منطقة قوشتبة في قرية كردةسؤر.\n[شيوخه]\nالشيخ عبد الله بن الشيخ سليمان الكردسوري - بالكاف الأعجمية -، (ت ١٤٣٧ هـ)، وهو من علماء كردستان العراق، قرأ عنده التفسير\nالشيخ ملا حمد امين رواندزي، درس الفقه والعلوم الشرعية في مدرسته.\n[المؤهلات]\n١ - حصل على الأستاذية سنة ٢٠١٧ م.\n٢ - حصل على الدكتوراه في اللغة العربية وآدابها، سنة ٢٠١٥ م في جمهورية مصر العربية.\n٣ - حصل على الماجستير في اللغة العربية/الآدب القديم، سنة ٢٠١٠ في العراق/ الموصل.\n٤ - حصل على درجة البكالوريوس في قسم اللغة العربية، سنة ٢٠٠٧ م في العراق/ أربيل.\n٥ - حصل على الدبلوم في اللغة العربية سنة ١٩٩٩ م، في معهد معلمين المركزي، أربيل.\n[الوظائف]\nقام بالتدريس في عدد من المؤسسات التعلميمية والتربوية في العراق وخارج العراق، وآخر منصب شغله، هو رئيس قسم اللغة العربية في الأكاديمية العربية الدولية للدراسات العليا في لبنان. وهو الآن متقاعد، متفرّغ للعلم والدراسة\n[مؤلفاته]\nالتفكيكية في الفكر العربي القديم - جهود عبدالقادر الجرجاني أنموذجا.\nجماليات النص القرآني - دراسة أسلوبية في المستوى التركيبي.\nلسانيات النص القرآني- دراسة تطبيقية في الترابط النصي.\nالخطاب الصوفي في شعر عبد القادر الجيلاني- دراسة أسلوبية.\nالإنزياح التركيبي في النص القرآني.\nأسلوبية الإنزياح في شعر المعلقات.\nالشعر الجاهلي في تفسير غريب القرآن لابن قتيبة- دراسة أسلوبية- (وهو في الأصل مؤلف لأطروحة من أجل نيل درجة الدكتوراه في الأدب والنقد في جمهورية مصر العربية).\nشعرية الخطاب الصوفي.\nالتصوف والتأويل. جـ ١.\nاشكاليات الحداثة.\nالشعر العربي الحديث - قضايا وإشكاليات.\nقضايا الشعر العربي الحديث.\nظواهر أسلوبية في الشعر العربي قبل الإسلام.\nمناهج النقد الأدبي - السياقية والنسقية.\nاتجاهات النقد العربي القديم.\nالمذاهب الأدبية - دراسة وتحليل.\nبنية المكان في القصة القرآنية- دراسة سيميائية.\nروائع قرآنية.\nالتصوف وفضاءات التأويل-قراءة نقدية- جزئين.\nالأدب العربي الحديث.\nعلوم القرآن واتجاهات التفسير.\nالقرآن وشبهات المستشرقين - قراءة نقدية.\nتفسير القرآن العظيم.\n(عن: ويكيبيديا، مع إعادة ترتيب)",
  "books": [
    {
      "text_id": 151008,
      "title": "الكفاية في التفسير بالمأثور والدراية"
    }
  ]
}