{
  "author_id": 3038,
  "author_meta": "حسن إسماعيل عبد الرازق (١٩٣٧ - ٢٠٠٨ م)\nحسن بن إسماعيل بن حسن بن عبد الرازق الجناجيُّ، رئيس قسم البلاغة بجامعة الأزهر\nوُلِدَ بقرية «جناج» إحدى قرى الدلتا بطنطا مركز بسيون محافظة الغربية عام ١٩٣٧ م، وكان أبوه إمامَ المسجد الهاشمي القديم بالقرية المسمَّى بـ (الجامع الكبير)، وهو مسجد أثري أنشأه المماليك قديمًا.\nأتَمَّ حِفظَ القرآن الكريم في كُتَّاب القرية\nثم التحَق بالمعهد الأزهري بدسوق وهو في الحادية عشرة من عمره، ولم يَترُكْ مسجد القرية الذي نشأ وترعرع فيه، بل كان يُجالِسُ عُلَماء القرية خاصَّة علماء اللغة، فشُغِف بعلوم اللغة؛ فحفظ مُتونها، وعرَف دقَّها وجلَّها، وعللها وغريبها، فأجاد قرْضَ الشعر والنثر وهو لَمَّا يلتحق بعدُ بالثانويَّة.\nبعد أنْ أتَمَّ دراستَه بالمعهد التحَق بالثانويَّة الأزهريَّة، فتفقَّه بفقه أبي حنيفة - رحمه الله - فحَفِظَ المتون العلميَّة، وأتقن كتاب «اللباب في شرح الكتاب»؛ لعبد الغني الغنيمي، ثم كتاب «الاختيار لتعليل المختار»؛ للمجد الوصلي على أيدي مشايخه في المعهد، وكان يخطب الجمعة في الجامع الكبير بجناج آنذاك، وقد تتلمَذَ على عددٍ من المشايخ؛ منهم: أبو القاسم السمدوني، ومصطفى عناني بك، وأحمد الإسكندري، ومحمود فرج، وعلي العماري … وغيرهم.\nثم التَحَق بكلية اللغة العربيَّة بجامعة الأزهر، وقد كان يكتب في «مجلة الأزهر» وهو لا يزال بعدُ طالبًا حتى أُعجِبت بشِعره السيِّدة عائشة عبد الرحمن المشتهرة بـ (بنت الشاطئ) وكرَّمته.\nثم عُيِّنَ مدرسًا للغة العربيَّة بوزارة التعليم من ٢/ ١٠/ ١٩٦٥ م بمدينة السويس\nولما حَلَّ عام ١٩٦٧ كانت الحرب ضَرُوسًا في السويس آنذاك؛ فخرَج منها وانتقل إلى مدرسة الجماليَّة بالقاهرة وقضى فيها أعوامًا قليلة\nثم هاجَر إلى ليبيا وعمل بالتدريس هناك بطرابلس وحضَّر للماجستير والدكتوراه، وذلك خِلال أربعة أعوام قَضاها في ليبيا\nثم عاد إلى القاهرة فحصَل على الماجستير عام ١٩٧١ م\nثم حصل على العالميَّة (الدكتوراه) في البلاغة والنقد من كليَّة اللغة العربيَّة جامعة الأزهر ١٩٧٧ م عن موضوع «المعايير البلاغية والنقدية في وساطة القاضي الجرجاني بين المتنبي وخصومه» بتقدير امتياز مع مرتبة الشرف، وتَمَّ تعيينُه أستاذًا بكليَّة اللغة العربيَّة\nإلى أنْ هاجَر إلى بلاد الحرمين الشريفين وعمل أستاذًا هناك بجامعة الإمام محمد بن سعود.\nثم عاد مرَّة أخرى إلى القاهرة وعُيِّن رئيسًا لقسم البلاغة والنقد عام ١٩٨٧ م\nوفي عام ٢٠٠٠ م اختِيرَ عضوًا للجنة العلميَّة الدائمة لترقية الأساتذة بالأزهر الشريف، ولم يزلْ كذلك حتى وافَتْه المنيَّة - رحمه الله وعفا عنه.\nحصل على الزمالة الفخريَّة لرابطة الأدب الحديث.\nكرَّمَتْه الدولة في عيد العلم، وتسلَّم شهادتي: التفوُّق والامتياز من الرئيس محمد أنور السادات.\nرشَّحَتْه الكلية لنيل جائزة الدولة التقديريَّة في سنة ١٩٩٢ م في ١٩٧٩ م.\nتُوفِّي عن عمر يناهز ٧١ عامًا، وذلك يوم الأربعاء ٢٨ محرم سنة ١٤٢٩ هجريَّة، الموافق ٦ فبراير ٢٠٠٨.\n[الكتب والمؤلَّفات العلميَّة]\n١ - مراحل البحث البلاغي في اللغة العربية (دار الطباعة المحمدية ١٩٧٩ م).\n٢ - نظرية البيان بين عبدالقاهر والمتأخِّرين (دار الطباعة المحمدية ١٩٨١ م).\n٣ - النظم البلاغي بين النظرية والتطبيق (دار الطباعة المحمدية ١٩٨٣ م).\n٤ - المعايير البلاغية والنقدية في «قانون البلاغة»؛ لابن حيدر البغدادي، المتوفَّى ٥١٧ هـ (دار الطباعة المحمدية ١٩٨٥ م).\n٥ - من منابع البلاغة بين الأسرار والدلائل (دار الطباعة المحمدية ١٩٨٦ م).\n٦ - «لآلئ التبيان في المعاني والبديع والبيان» (مكتبة الكليات الأزهرية ١٩٨٥ م).\n٧ - «معيار الآلي في العروض والقوافي» (دار الطباعة المحمدية ١٩٨٦ م).\n٨ - خصائص النظم في «خصائص اللغة العربية»؛ لأبي الفتح عثمان بن جني المتوفَّى ٣٨٢ هـ.\n٩ - البلاغة في «المثل الثائر»؛ لضياء الدين بن الأثير المتوفَّى ٦٣٧ هـ.\n١٠ - النقد البلاغي في كتاب «المصون»؛ لأبي أحمد العسكري المتوفَّى ٣٨٢ هـ (دار الطباعة المحمدية ١٩٨٧ م).\n١١ - «دلائل الإعجاز» بين أبي سعيد السيرافي وعبدالقاهر الجرجاني (دار الطباعة المحمدية ١٩٩١ م).\n١٢ - من قضايا البلاغة والنقد (مطبوع على الآلة الكاتبة).\n١٣ - البلاغة الصافية للصف الأول الثانوي الأزهري (طبع المكتبة الأزهرية للتراث).\n١٤ - البلاغة الصافية للصف الثاني الثانوي الأزهري (طبع المكتبة الأزهرية للتراث).\n١٥ - البلاغة الصافية للصف الثالث الثانوي الأزهري (طبع المكتبة الأزهرية للتراث).\n١٦ - البلاغة الصافية للصف الرابع الثانوي الأزهري (طبع المكتبة الأزهرية للتراث).\n١٧ - أنغام الشعر العربي، في العروض والقوافي.\n١٨ - رباعيات عمر الخيام.\n١٩ - اللطائف البلاغية في الأحاديث النبوية (جزآن).\nبجانب عشرات من الأبحاث والمقالات والرُّدود العلميَّة.\n(عن شبكة الألوكة)",
  "books": [
    {
      "text_id": 151012,
      "title": "البلاغة الصافية في المعاني والبيان والبديع"
    },
    {
      "text_id": 151013,
      "title": "النظم البلاغي بين النظرية والتطبيق"
    },
    {
      "text_id": 151015,
      "title": "خصائص النظم في «خصائص العربية» لابن جني"
    },
    {
      "text_id": 151016,
      "title": "دلائل الإعجاز بين أبي سعيد السيرافي والجرجاني"
    },
    {
      "text_id": 151018,
      "title": "من قضايا البلاغة والنقد عند عبد القادر الجرجاني"
    }
  ]
}