{
  "author_id": 3039,
  "author_meta": "أبو بشير محمد علي بن طه الدُّرَّة (١٩٢٦ - ٢٠٠٧ م)\nولد في إحدى قرى حمص ـ سوريا. ودُرَّة: هي جدة والده.\nحفظ القرآن الكريم في كتاب القرية في سن السابعة، ثم بدأ بتعلُّم الكتابة ـ الخط ـ والتجويد ومبادئ الحساب، ليتخرج بعدها من المكتب وعمره تقريبا اثنا عشر عاما، وذلك عام ١٩٣٧، وينخرط بالزراعة مع أهله، حتى بلغ الثانية والعشرين من عمره.\nالتحق بالمعهد الشرعي بحمص عام ١٩٤٧ م، وعمره اثنان وعشرون عاماً، ونقل بعد حوالي شهر من انتسابه للمعهد إلى الصف الثاني - مراعاة لسنه -، وكان يتلقى دروسا خاصة في النحو (خارج وقت الدوام) ليستطيع مجاراة طلاب الصف، فاستفاد كثيرا من الشيخ وصفي مسدي (وكان يذهب إليه في مسجده «جامع القاسمي» يومياً بعد صلاة العصر)، وعشق النحو على يديه\nوقبل انتقاله للصف الرابع من المعهد، نقص عدد الطلاب، فأعلنت الإدارة أنها ستدمج الصف الرابع مع الخامس بصف واحد لقلَّة العدد بالصفين، فكثف الجهود وحصل الدروس، حتى تخرج من المعهد عام ١٩٥٠ م بعد أن مكث فيه ٣ سنوات اجتاز خلالها خمس سنوات دراسية\nبعد تخرُّجه في المعهد، ذهب إلى قرية تلعمري (شرق مدينة حمص) ليعمل بها إماماً وخطيباً\nوبعد سنة من العمل الدعوي هناك تزوج من بيت معروف بالتدين عام ١٩٥١ م.\nاتجه للدراسة (العصرية) (دراسة خاصَّة في المنزل والامتحان آخر العام لدى مديرية المعارف)، فحصل على الشهادة الابتدائية عام ١٩٥٢ م، ثم الشهادة المتوسطة ١٩٥٤ م\nثم أقبل على القراءة الذاتية والانكباب على مطالعة أمهات الكتب (في النحو بالذات) قراءةً وحفظَ متون ومنظومات، والاطلاع على الشروح والحواشي، إضافة لفنون العلم الشرعي الأخرى، ومكث على ذلك مدة خمسة عشر عاماً تقريباً قبل أن يبدأ التأليف\nوفي آخر سني عمره تم تعيينه مدرساً في المرحلة الابتدائية ثم الإعدادية\nوبعد ثماني سنوات انتهت علاقته بوزارة التربية لبلوغه السن القانوني، وبدأ بوظيفة جديدة (مدرس ديني تابع للإفتاء)، وعمل فيها إلى أن أقعده الهرم، فتقدم باستقالته\nتوفي ـ رحمه الله تعالى ـ في ذي القعدة ١٤٢٨، ديسمبر ٢٠٠٧ وصلي عليه في مسجد خالد بن الوليد -رضي الله عنه- في مدينة حمص بسوريا\n[مؤلفاته]\n١ - فتحُ القريبِ المُجيب إعراب شواهد مُغْني اللبيب: طبع في أربعة أجزاء، بمطبعة الأندلس بدمشق. [وكانت خطته في الكتابة أن يقدِّم بحثاً موجزاً عن كل أداة من الأدوات التي بحث فيها ابن هشام وفصَّل الكلام فيها، ثم يبدأ بشواهد كل أداة، وفق ترتيب المصنف بأن يعزو الشاهد لقائله بعد البحث والتمحيص في الدواوين وكتب الأدب، ثم يشرح معاني الكلمات الغربية من كتب اللغة، وإذا كان من قصة أدبية مرافقة للبيت ذكرها ترويحاً عن نفس القارئ وتشويقاً له، ثم يبدأ بالإعراب التفصيلي للبيت مع تقليب وجوه الألفاظ، إن وجدت، ثم يعود لتثبيت موضع الاستشهاد في البيت. وهذه كانت خطته في جميع الشواهد التي أعربها فيما بعد، كشواهد جامع الدروس العربية، وشواهد همع الهوامع]\n٢ - فتحُ ربِّ البَرِيّة إعراب شواهد جامع الدروس العربية للغلاييني: جزءان في مجلد واحد.\n٣ - فتحُ الكبير المتَعالِ إعراب المعلقات العشر الطوال: طُبع في مجلدين.\n٤ - قواعد اللغة العربية (تأليف: حفني بك ناصف, محمد بك دياب, الشيخ مصطفى طموم, محمود أفندي عمر, سلطان محمد): شرَحه وعلّق عليه وأعرب أمثلته وشواهده. طبع بمكتبة الغزالي بدمشق.\n٥ - تفسيرُ القرآن الكريم وإعرابُه وبيانُه: وهو أنفَسُ كتبه وأضخمها، طُبع في دمشق، في خمسة عشر مجلداً [توسع بالتفسير ليساعد على فهم المعنى، كما قدَّم وجوه الإعراب الممكنة لكل كلمة وبخاصة عند تعدد وجوه القراءات التي تنتج وجوهاً إعرابية متعددة، وقد اعتمدته (مكتبة لبنان) فيما بعد كأحد المراجع لإصدار (معجم إعراب القرآن الكريم) الذي قدم له فضيلة شيخ الأزهر]\n٦ - إعراب شواهد «همع الهوامع» ولا زال مخطوطاً لم يطبع",
  "books": [
    {
      "text_id": 151017,
      "title": "فتح الكبير المتعال إعراب المعلقات العشر الطوال"
    },
    {
      "text_id": 30271,
      "title": "تفسير القرآن الكريم وإعرابه وبيانه - الدرة"
    }
  ]
}