{
  "author_id": 3040,
  "author_meta": "إسماعيل الأنصاري (١٣٤٠ - ١٤١٧ هـ)\nإسماعيل بن محمد بن ماحي بن عبد الرحمن بن أحمد بن محمد السعدي (من ذرية الصحابي الجليل سعد بن عبادة) الأنصاري (نسبة إلى أنصار النبي - صلى الله عليه وسلم) ووالدته من الأشراف الأدارسة الذين كان أسلافهم بفاس. باحث محقق.\n[شيوخه ومجيزوه]\nولد في صحراء إفريقية (١) وتلقى العلم عن مشايخ أجلاء هناك منهم:\n١ - المقريء محمد بن عبدالرحمن الأنصاري، قرأ عليه القرآن بقراءة نافع، وحفظه\n٢ - محمد بن تاني - بالتاء المثناة - الأنصاري، قرأ عليه نصف «رسالة ابن أبي زيد القيرواني».\n٣ - محمد الأمين بن تاني الأنصاري، تلقى عنه علم العقائد، وقرأ عليه فيها عدة كتب.\n٤ - محمد الصالح بن محمد الإدريسي قرأ عليه في النحو: «الأجرومية» وألفية ابن مالك» من أولها إلى باب الإضافة.\n٥ - محمد بن هارون الإدريسي خاله، كمل عليه قراءة «ألفية ابن مالك».\n٦ - أحمد بن محمد الصالح الملقب: مقاى- بالقاف المعقدة -، أعاد عليه الألفية من أولها إلى آخرها، وقرأ عليه كتاب الأشموني: «منهج السالك إلى ألفية ابن مالك»، من باب النعت إلى نهاية الكتاب، كما تلقى عنه كتب التوحيد، وقرأ عليه «شرح الجمل» لابن الهائم، و «الشافية» لابن الحاجب في علم الصرف، وحفظها، وقرأ عليه أصول الفقه وعلم المنطق، كما درس عليه «قصيدة بانت سعاد» لكعب بن زهير رضي الله عنه.\n٧ - خاله: الموفق، أخذ عنه «المعلقات» وفن البلاغة.\n٨ - محمود بن محمد الصالح الإدريسي، وهو ابن خالة والده، قرأ عليه «مختصر خليل» في فقه السادة المالكية، حفظ الجزء الأول منه\n٩ - عيسي بن تَحْمَد - بوزن تَسْعَد - الإدريسي، أخذ عنه «الجوهر المكنون» في علم البلاغة.\n١٠ - محمد حب بن محمد أحمد الإدريسي، قرأ عليه «الجوهر المكنون» أيضا\n١١ - عبدالله بن المحمود المدني، قرأ عليه مصطلح الحديث الشريف، كما قرأ عليه التوحيد والتفسير والحديث الشريف.\nكما تلقى هذه العلوم عن مشايخ غير هؤلاء من علماء بلاده،. وقد نال «الإجازة» منهم في التفسير والحديث في روايتها وتدريسها، وفي مقدمة هؤلاء المجيزين العلامة مفتي تلك البلاد وإمامها: المحمود بن الشيخ حماد الإدريسي، ومحمد حب المتقدم ذكره، وعيسي بن محمد، وحمد بن محمد بن حادي، والعتيق بن شيخ إسماعيل وسعد الدين بن عمر وغيرهم، كما أجازه بالإفتاء للناس والوعظ والإرشاد.\n[وظائفه]\nهاجر من بلاده إلى الحرمين الشريفين عام ١٣٦٨ هـ، ووصل مكة المكرمة عام ١٣٦٩ هـ، واستقر بها، إذ تعيّن في ذلك العام مُدرِّسًا «بالمدرسة الصَّوْلَتِيَّة» في القسم العالي والثانوي، وكانت من أعمر المدارس بالعلم والعلماء والطلاب.\nوفي عام ١٣٧٢ هـ أخذ إجازة التدريس بالمسجد الحرام من ساحة الشيخ عبد الله بن حسن آل الشيخ رئيس القضاة، فدرس فيه التوحيد والحديث الشريف.\nفي عام ١٣٧٤ هـ انتدب للتدريس في المعهد العلمي بالرياض\nثم اختاره مفتي المملكة آنذاك الشيخ محمد بن إبراهيم آل الشيخ مدرسا في مسجده، ثم مدرسا (في عام ١٣٧٥ هـ) في معهد إمام الدعوة بعد تأسيسه تحت رئاسته أيضا واستمرَّ في التدريس فيه حتى عام (١٣٨٢ هـ)\nثم انتقل (في عام ١٣٨٢ هـ) إلى الرئاسة العامة لإدارة البحوث العلمية والإفتاء وكان اسمها في ذلك الوقت دار الإفتاء ليكون (مرشدًا دينيًّا) بها بأمر من سماحة المفتي آنذاك الشيخ محمد بن إبراهيم آل الشيخ، حتى استَقال منها في عام (١٣٨٤ هـ)\nوفي عام (١٣٨٤ هـ) عُيِّن قاضيًا، واستمرَّ فيه سنةً وشهرين\nثم نُقِل بعدُ إلى «دار الإفتاء» مرَّة أخرى عام (١٣٨٥ هـ)، وعُيِّن مديرًا للمكتبة السعوديَّة فيها، واستمرَّ كذلك حتى عام (١٣٩٣ هـ).\nوفي عام ١٤٠٢ هـ مُنِحَ من قِبَل رِئاسة إدارات البحوث العلميَّة والإفتاء والدعوة والإرشاد شهادةً علميَّة بدرجة: أستاذ؛ لبحوثه القيِّمة للجنة الدائمة للبحوث العلميَّة والإفتاء.\nثم عُيِّن باحثًا «بدار الإفتاء»، واستمرَّ كذلك حتى عام (١٤٠٥ هـ)، حيث أُحِيلَ إلى التقاعُد.\nوما انفكَّ يَكتُب الكتب والبحوث والرسائل المفيدة، وما زالت «دار الإفتاء» تستَفِيد منه حتى بعد تَقاعُده إلى أن تُوُفِّي - رحمه الله -\n[تلاميذه والمُجازِين منه]\nعبد الله بن عبد الرحمن الجبرين - رحمه الله (عضو اللجنة الدائمة للإفتاء). (دراسة)\nعبد العزيز بن عبد الله آل الشيخ: مفتي عام المملكة العربية السعودية. (دراسة)\nعبد الله بن عبد الرحمن السعد: محدِّث.\nعبد الرحمن بن عبد الله الفريان: رئيس الجمعية الخيرية لتحفيظ القرآن الكريم، بمنطقة الرياض (دراسة).\nصالح بن عبد العزيز آل الشيخ: وزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد. (دراسة وإجازة)\nمحمد بن عبد الرحمن آل إسماعيل: مدير عام فرع وزارة الشؤون الاسلامية والأوقاف والدعوة والإرشاد، بالمنطقة الشرقية.\nصالح بن غانم السدلان: الأستاذ بالدراسات العليا بجامعة الإمام محمد بن سعود الإسلامية بالرياض (دراسة).\nربيع بن هادي عمير المدخلي (إجازة).\nزكريا بن عبدالله بيلا المكي الشافعي (إجازة).\nعبدالله بن حمود بن عبد الله التويجري (دراسة وإجازة).\nمحمد بن عمر بن عبدالرحمن بن عقيل، أبو عبد الرحمن الظاهري (إجازة).\nرعد بن صالح الذيب (إجازة).\nعبد المجيد بن إبراهيم الوهيبي (إجازة).\n[قالوا عنه]\nعلى درجة عالية من الجودة والإتقان في إعداد بحوث علمية مطولة للجنة الدائمة للبحوث العلمية والإفتاء ولهيئة كبار العلماء , ودراسة كثير من الكتب وتنقيحها , وتصحيح بعض المخطوطات العلمية والكتب والرسائل التي تقوم هذه الرئاسة بطباعتها في إطار نشر الكتب السلفية النافعة [إبراهيم بن محمد بن إبراهيم آل الشيخ]\nأحد العلماء المعتبرين, وقد أسندنا إليه إعداد بحوث علمية تتولى اللجنة الدائمة للبحوث العلمية والإفتاء الاستعانة بها في تقديم بحوثها إلى هيئة كبار العلماء , لدراسة مواضيعها لدى الهيئة في دوراتها , وليس لدينا في الرئاسة من البحاث من هو أفضل منه علماً ونشاطاً وقدرة وسعة اطلاع , وهو بحق يعتبر من العلماء الأفاضل [ابن باز]\nمن أهل العقيدة الصافية، والمنهج السلفي السليم، على قدر كبير من معرفة الحديث، ورجاله، والفقه، والعقيدة. كان واسع الإطلاع نقي السريرة , من النوادر في الإهتداء إلى مواطن البحث العلمي وأماكن المسائل , فكانت له طريقة الفذة … , وكان على قدر كبير من معرفة الحديث ورجاله والفقه والعقيدة , وهو من النوادر في معرفة أماكن البحث في عدد من الكتب إذا أراد إعداد بحث معين سرعان ما يحدد أماكن أصوله … , وكان يقوم بالعمل الذي يوكل إليه خير قيام في إعداد بعض البحوث التي تطلب منه والتحضير لها , وربما قام بالرد على بعض الأمور على الذين يخالفون العقيدة الصحيحة في كتاباتهم [صالح اللحيدان]\nمن أهل العبادة، والصلاح، والمحافظة على الأعمال الصالحة من: تهجد، وتلاوة، وذكر، وأوراد، وأدعية، وقربات. وكذلك كان جواد كريماً، كثير النفقة بما حصل له قانع بما تيسر، وقد توغَّل في علم النحو، والصرف، واللغة، وتولى تدريس التفسير وغيره، وقرأنا عليه في تفسير الجلالين، وشرح بلوغ المرام، وفي ألفية ابن مالك، ولامية الأفعال لإبن مالك، وشرح ورقات إمام الحرمين، وشرح ألفية الحديث للعراقي، وغيره. تولى كتابة البحوث التي تطلب من الدار (دار الإفتاء) , والإجابة التحريرية على الأسئلة , وإعداد المقالات المطلوبة من دار الإفتاء , وقام بذلك أتم قيام فقد وهبه الله - تعالى - القدرة على الإنشاء وسهلت عليه الكتابة , وتمكن من الإطلاع على الكتب ومعرفة محتوياتها [ابن جبرين]\nلديه تمكن في علم الجرح والتعديل، وعلم الحديث [صالح السدلان]\n[مؤلفاته]\nكان مُكثِرًا من التآليف والمقالات التي ينشرها في المجلات والصحف، والتعليق والتحقيق للكتب المخطوطة، فمنها:\n١. إباحة التحلِّي بالذهب المحلَّق للنساء، والرد على الألباني في تحريمه، (ط).\n٢. الإرشاد في القطع بقبول الآحاد، (ط).\n٣. الإلمام بشرح عمدة الأحكام، في مجلدين، (ط).\n٤. الانتصار لشيخ الإسلام محمد بن عبدالوهاب، (ط).\n٥. بيان موقف المحقِّقين من انحرافات المتصوفة، وهو رد على علوي المالكي، نُشِر في بعض أعداد المنهل عام (١٣٧٤ هـ) بعنوان «الصوفية وتفسير القرآن»، (ط).\n٦. تجريد أحاديث الإسراء والمعراج من تفسير ابن كثير، والتعليق عليها، (ط).\n٧. تحريم الملاهي، (ط).\n٨. التحفة الربانية شرح الأربعين النووية، مع الأحاديث التي زادها ابن رجب، (ط).\n٩. تصحيح حديث صلاة التراويح عشرين ركعة، (ط).\n١٠. التعقُّبات على سلسلة الأحاديث الضعيفة والموضوعة للألباني، (مخطوط).\n١١. رسالة في شأن الخضر - عليه السلام، (خ).\n١٢. رسالة في نقد الاشتراكية، (ط).\n١٣. رسالة في الردِّ على الألباني في انتقاده الشيخ سليمان بن عبد الله بن الإمام محمد بن عبدالوهاب، بقوله: «إنَّه لا يُعتَمد عليه في التخريج»، (ط).\n١٤. رسالة في منع إثبات شهر رمضان بالحساب الفلكي، وهو ردٌّ على رسالة الشيخ أحمد شاكر في إباحة ذلك، نشر في عددين من جريدة البلاد، في عام (١٣٧٥ هـ)، بعنوان «لو غيرك قالها يا أستاذ!»، (ط).\n١٥. ردٌّ على الغزالي، (خ).\n١٦. ردٌّ على محمد بن علوي المالكي في كتابه «مفاهيم يجب أن تُصَحَّح»، (خ).\n١٧. القول الفصل في حكم الاحتفال بمولد خير الرسل - صلَّى الله عليه وسلَّم - (ط).\n١٨. القول المستجاد في صحة قصيدة بانت سعاد، (ط).\n١٩. موقفنا من حملة الألباني على ابن حبان، (خ).\n٢٠. النبذة النحوية، في ترتيب الآجرومية، (ط).\n٢١. نقد تعليقات الألباني على شرح الطحاوية، (ط).\n٢٢. نشيد الفرح، (ط).\n٢٣. كتاب تتبع فيه أحكام القرآن، لأبي بكر بن العربي المالكي، (خ).\n٢٤. كتاب في الرد على مُنكِر السنة النبوية في مجلد، ردَّ به على رشاد خليفة إمام مسجد توسان، (خ).\n٢٥. تنبيهات على تحقيق الدكتور فاروق حمادة، لكتاب عمل اليوم والليلة، للنسائي، (ط).\n٢٦. حكم بناء الكنائس والمعابد الشركية في بلاد المسلمين (ط) بتقديم سماحة الشيخ عبدالعزيز ابن باز - رحمه الله.\n٢٧. جزء في جواز الاستعانة بالمشركين، (خ).\n٢٨. رد على كتاب ضعيف كتاب التوحيد لصغير الشمري (خ) وغيرها.\nوكان يلتَزِم في رُدُوده تلك بالإنصاف والأدب والتجرُّد للحق، وعدم المداراة\n[تحقيقاته وتعليقاته]\nصحَّح الشيخ كتبًا كثيرة وعلَّق عليها، منها:\nالحيدة، لعبدالعزيز الكتاني، (ط).\nشرح العقيدة الواسطية؛ لهراس (ط).\nتطهير الاعتقاد؛ للصنعاني (ط).\nالرد على الجهمية ويليه كتاب السنة؛ كلاهما للإمام أحمد (ط).\nكتب الشيخ: محمد بن عبدالوهاب.\nمجموعة المناسك لابن تيمية وابن القيم والصنعاني (ط).\nكتاب الصارم المنكي، لابن عبدالهادي، (ط).\nفتح المجيد شرح كتاب التوحيد، للشيخ عبدالرحمن بن حسن بن محمد بن عبدالوهاب (ط).\nقرة عيون الموحدين، للشيخ عبدالرحمن بن حسن.\nالقبرصية، لشيخ الإسلام لابن تيمية.\nالفقيه والمتفقه، للخطيب البغدادي، (ط).\nتخريج رسالة ابن حزم في البيوع وتحقيقها، وتخريج رسالته في الإمامة وتحقيقها، (خ).\nوغيرها.\n_________\n(١) يذكر بعض من ترجم للشيخ - رحمه الله - أنه ولد في مالي، والواقع أن دولة مالي (الحالية) لم تكن قائمة وقتها، كما يذكر بعض من ترجم له أنه درس في «تنبكتو» وقد أفادنا المشرف على مكتبة الشيخ بالصواب في ذلك فقال: «ولد ودرس في الصحراء الكبرى، وهذا ماجاء في كتابه (تصحيح صلاة التراويح)، وهو الكتاب الوحيد من مؤلفاته الذي تطرق لترجمته إبان حياته، ولم يدرس في «تنبكتو» ألبتة» [مُعِدُّ الترجمة للشاملة]",
  "books": [
    {
      "text_id": 11170,
      "title": "حياة الشيخ محمد بن عبد الوهاب وآثاره العلمية (مطبوع ضمن بحوث ندوة دعوة الشيخ محمد بن عبد الوهاب، الجزء الأول)"
    },
    {
      "text_id": 151007,
      "title": "الإلمام بشرح عمدة الأحكام"
    },
    {
      "text_id": 30828,
      "title": "حكم بناء الكنائس والمعابد الشركية في بلاد المسلمين"
    },
    {
      "text_id": 4469,
      "title": "التحفة الربانية في شرح الأربعين حديثا النووية"
    }
  ]
}