{
  "author_id": 3042,
  "author_meta": "محمد بن عبد العزيز المانع (١٣٠٠  -  ١٣٨٥ ه)  =   (١٨٨٢   -  ١٩٦٥  م )\nمحمد بن عبد العزيز بن محمد بن عبد الله بن محمد بن إبراهيم بن مانع الوهبي التميمي النجدي\nولد في عنيزة في نجد سنة ١٣٠٠ هـ، في بيت علم ودين وورع وتقوي.\nألحقه والده بمدرسة تحفيظ القرآن في سن السابعة من قبل والده، ثم ما لبث أن مرض والده وتوفي  ، ثم استمر في حفظ القرآن حتي ختمه\nشرع بعد ذلك في قراءة مبادئ العلوم علي علماء بلده متنقلا بن عنيزة وبريدة، حيث قرأ علي عمه الشيخ عبد الله المانع وصالح العثمان القاضي (١٢٨٢ هـ-١٣٥١ هـ )وإبراهيم بن حمد الجاسر وعبد الله بن عائض (١٢٤٩ هـ-١٣٢٢هـ في عنيزة، ومحمد بن عبد الله بن سليم في بريدة، وفي المذنب أخذ عن عبد الله بن محمد بن دخيل (١٢٦١ هـ-١٣٢٤ هـ)، حيث أخذ عنهم التوحيد والفقه والحديث والنحو والفرائض ، وقرأ فيها كتاب التوحيد للشيخ محمد بن عبد الوهاب، وبلوغ المرام من أدلة الأحكام لابن حجر العسقلاني، ودليل الطالب لنيل المطالب للشيخ مرعي المقدسي، والدرة المضية في شرح الفارضية للشيخ عبد الله بن محمد الشنشوري، ومتن الأجرومية لابن آجروم\nرحل إلى العراق فوصل إلي البصرة أول الأمر ومكث فيها فترة ثم قصد بغداد فقرأ النحو والفقه والفرائض والحساب على الشيوخ، فقرأ علي محمود شكري الألوسي، وعلى علي بن السيد نعمان أفندي الألوسي (١٢٧٧ هـ-١٣٤٠ هـ، وكذلك قرأ على عبد الوهاب بن عبد القادر بن عبد الغني (١٢٦٦ هـ-١٣٤٥ هـ، وعبد الرزاق الأعظمي، ويحي بن قاسم الوتري (١٢٨٢ هـ-١٣٤١هـ، وقد استمرت رحلته في العراق أربع سنوات.\nثم رحل إلي القاهرة متوجها إلى الأزهر الشريف، ومكث في الأزهر ثلاث سنوات حضر خلالها دروس ولقاءات للشيخ محمد عبده، ومحمد رشيد رضا، حيث قرأ الروض المربع شرح زاد المستقنع وبعضا من شرح دليل الطالب، كما قرأ النحو والعلوم السائدة في الأزهر علي محمد الذهبي شيخ الحنابلة بمصر\nثم توجه   إلى دمشق، سمع فيها علي أشهر علماء عصره جمال الدين القاسمي، سمع عليه صحيح البخاري، وحضر الدروس التي كان ينظمها العلامة عبد الرزاق البيطار (١٢٥٠ هـ-١٣٣٥ هـ\nثم عاد إلي عنيزة سنة ١٣٢٩ هـ  .\n(مؤلفاته)\nالقول السديد.\nجامع المناسك الثلاثة الحنبلية.\nالفروع.\nعقيدة أهل السنة والجماعة.\nتحديق النظر في أخبار الإمام المهدى المنتظر.\nإرشاد الطلاب إلى فضيلة العلم والعمل والاداب.\nالتقويم العربي المفيد.\nالكواكب الدرية.\nالقول المتين في الرد على المحتالين.\n(وفاته)\nأصيب  أواخر حياته بمرض البروستاتا، ثم سافر إلي بيروت لإجراء عملية جراحية في مستشفي دار الصحة، وقد توفي قبيل فجر السبت بتاريخ ١٢ رجب ١٣٨٥هـ ، وقد صلى عليه في بيروت جمع من أهل العلم والفضل والحكم والسفراء من رجالات لبنان والعالم الإسلامي، ثم نقل جثمانه إلي الدوحة بالطائرة حيث تمت الصلاة عليه بجامع الشيوخ نهار السبت التاسع عشر من رجب، ودفن في المقبرة الشرقية بالدوحة .\n(نقلا عن: ويكيبيديا بتصرف يسير)",
  "books": [
    {
      "text_id": 954,
      "title": "التعليقات الأثرية على العقيدة الطحاوية"
    }
  ]
}