{
  "author_id": 3066,
  "author_meta": "ولد في دمشق سنة ١٣٨٢ هـ الموافق ١٩٦٣\nوالده الشيخ إبراهيم اليعقوبي إمام ومدرس في المسجد الأموي وفي جامع درويش باشا وجامع العثمان.\nينتهي نسبه إلى مؤسس دولة الأدارسة في المغرب إدريس بن عبد الله بن الحسن المثنى بن الحسن السبط بن علي بن أبي طالب\n(طلبه للعلم)\nطلب على والده ولازمه ملازمة، فابتدأ بحفظ القرآن، ثم قرأ عليه متون عديدة في علم الحديث والمنطق وغيرها.\nحصل على الثانوية العامة سنة ١٩٨٠، ثم على الثانوية الشرعية سنة ١٩٨٢، ثم على الإجازة باللغة العربية من جامعة بيروت العربية، وقد حصل على هذه الشهادات بطريق الدراسة الحرة، فقد كان ملازماً لوالده.\nكتب له والده عدة إجازات عامة وخاصة، وأجازه مفتي الشام الشيخ محمد أبو اليسر عابدين، ومفتي المالكية السيد محمد المكي الكتاني، والشيخ زين العابدين التونسي، والشيخ عبد العزيز عيون السود، والشيخ محمد صالح الفرفور، والشيخ محمد صالح الخطيب، والشيخ محمد وفا القصاب. وممن أجازه أيضاً أمين الفتوى في لبنان الشيخ مختار العلايلي، وأمين الفتوى في حماة الشيخ محمد صالح النعمان، والشيخ علي البوديلمي من تلمسان، والشيخ محمد الفيتوري حمودة من ليبيا، والشيخ عبد الرحمن الباقر الكتاني من المغرب.\n(وظائفه)\nاشتغل بالخطابة والتدريس في حياة والده، وناب عن والده في الخطابة والتدريس وهو في الخامسة عشرة\nتفرغ بعد وفاة والده لتدريس العلوم الشرعية في المساجد والبيوت والمعاهد الشرعية.\nما بين عامي ١٩٨٠ و ١٩٩٠ شغل منصب خطيب جامع الطاووسية\nما بين عامي ١٩٨٣ و ١٩٩٠ عمل مدرساً دينياً في إدارة الإفتاء العام\nوبين عامي ١٩٨٦ و ١٩٩٠ عمل مدرساً للفقه المالكي في معهد الشيخ بدر الدين الحسني.\n١٩٩٠ عمل مراجعاً للبحوث في دار الآثار الإسلامية بالكويت\n١٩٩١ م - ١٩٩٦ م: اشتغل بدراسة عدد من اللغات الأجنبية، فأتقن الإنجليزية في بريطانيا، والسويدية في السويد (كتابة ومحادثة)، وألم بالفرنسية واللاتينية، ودرس شيئاً من الألمانية في ألمانيا. واشتغل باحثاً ومدرساً لآداب اللغة العربية في معهد اللغات الشرقية من جامعة غوطبورغ وإماماً للجمعية الإسلامية.\n(الدعوة والتعليم)\nابتدأ أول رحلاته إلى الولايات المتحدة الأمريكية في الدعوة إلى الله تعالى ربيع عام ١٩٩٧ م\nوأول رحلاته إلى بريطانيا سنة ١٩٩٨ م، حيث انطلق -بعد إتقانه للإنجليزية- يدرس العلوم الشرعية، ويعظ الناس، ويبين مفاسد الحياة الغربية، ويدعو إلى التمسك بالسنة، والاقتداء بالنبي -صلى الله عليه وسلم- ويحث الناس على طلب العلوم الشرعية.\nوقد كانت له إلى شمالي القارة الأمريكية (إلى سنة ٢٠٠٧ م) خمس وعشرون رحلة، استضافه خلالها الداعية الأمريكي الشيخ حمزة يوسف في معهد الزيتونة نحو سنتين، وقرأ عليه عدداً من الكتب والمتون، واستضافه المركز الإسلامي بمدينة نيويورك في شهر رمضان ست سنوات متتالية.\nوسافر إلى معظم الدول الأوروبية، وماليزيا، وأندونيسيا، وسنغافورة، والباكستان، وجنوبي إفريقية، ومعظم الدول العربية.\nوهو خطيب باللغة الإنجليزية فصيح يستمع إليه الآلاف، وله نحو خمسين خطبة ومحاضرة منشورة باللغة الإنجليزية على الأقراص المدمجة.\nوهو يدرس العلوم الشرعية للطلاب للأعاجم، فيبدأ بقراءة النص بالعربية وترجمته إلى الإنجليزية، ثم يعلق عليه ويشرحه حسبما يقتضيه الحال، وقد أقرأ طلاب العلم الأعاجم عدداً من الكتب منها: الشمائل للترمذي ثماني مرات (وأقرأها سرداً روايةً عشر مرات أخرى)، والجامع الصحيح للبخاري وموطأ الإمام مالك رواية يحيى الليثي كلاهما مع الترجمة والشرح (وكان أول من أقرأهما في الولايات المتحدة الأمريكية).\nوأقرأ أيضاً بهذه الطريقة مع الشرح: الأربعين النووية، والعقيدة الطحاوية (اثنتين وعشرين مرة)، وجوهرة التوحيد مع خلاصة حاشية الباجوري، ونخبة الفكر، وشرح البيقونية، وشرح الرحبية، ورسالة ابن أبي زيد القيرواني، والمرشد المعين لابن عاشر، ونحو نصف كتاب اللباب شرح الكتاب، ونصف كتاب الطب النبوي، والإشاعة لأشراط الساعة، والبردة، والهمزية، والشفا للقاضي عياض (مراراً)، والتراتيب الإدارية لعبد الحي الكتاني، والخصائص الصغرى للسيوطي، ورسالة (أيها الولد)، وأبواباً عديدة من الإحياء، ومعظم الحكم العطائية بخلاصة شرح ابن عجيبة، وتاج العروس، ومفتاح الفلاح لابن عطاء الله، وفتوح الغيب للجيلاني، والآداب المرضية للبوزيدي، وآداب الصحبة للشعراني، وقواعد التصوف والإعانة لزروق، وتعليم المتعلم للزرنوجي، وإيساغوجي في المنطق.\n(عنايته بالحديث النبوي الشريف)\nاشتغل بإحياء علوم الرواية والإسناد والإجازة في بلاد الغرب وغيرها\nفأقرأ - في عدد من البلدان - الجامع الصحيح للبخاري كاملاً أربع مرات والمسند الصحيح للإمام مسلم بدمشق مرتين والموطأ برواية يحيى الليثي ست مرات، والشمائل للترمذي ثماني عشرة مرة، ورياض الصالحين، واللؤلؤ والمرجان، ومختصر البخاري، ونحو مائة جزء من الأجزاء الحديثية، وهو لا يمنح الإجازة العامة بالرواية إلا لمن قرأ عليه كتاباً أو جزءاً في الحديث.\n(مختصر من ترجمة له بقلم تلميذه السيد زاهر المكي)",
  "books": [
    {
      "text_id": 104,
      "title": "المدخل إلى صحيح البخاري"
    },
    {
      "text_id": 138,
      "title": "شمائل الحبيب المصطفى"
    }
  ]
}