{
  "author_id": 3077,
  "author_meta": "أ. د عبد الرحمن بن إبراهيم بن حسن بن يحيى الخميسي (نسبة إلى قرية: «الخميسين» التي وُلد فيها والده)، أستاذ الحديث وعلومه - جامعة صنعاء\nوُلد عام (١٣٧٩ هـ) الموافق (١٩٥٩ م) في قرية: «الدّيّر» التابعة لمديرية: «حيران» -بالحاء المهملة- في محافظة: «حجة»، إحدى محافظات: «الجمهورية اليمنية».، ويسكن حاليا في مدينة «صنعاء»\nنشأ في المملكة العربية السعودية، وفيها تلقى تعليمه النظامي:\n- البكالوريوس في قسم أصول الدين في كلية الشريعة وأصول الدين في «أبها» عام (١٤٠١ هـ-١٤٠٢ هـ)\n- الماجستير في السنة وعلومها من كلية أصول الدين في «الرياض» عن تحقيق جزء من كتاب «الكامل في ضعفاء الرجال» لابن عدي.\n- الدكتوراه في السنة وعلومها من كلية أصول الدين في «الرياض» عن: «زوائد رواة البيهقي في السنن الكبرى على رواة الكتب العشرة جمعًا ودراسة، من أول الكتاب إلى آخر باب الترغيب في الأذان من كتاب الصلاة». [وهي: الكتب العشرة التي ذكرها الحافظ ابن حجر عن كتاب «التذكرة برجال العشرة»، وهي: «الكتب الستة والموطأ ومسند الشافعي ومسند أحمد ومسند أبي حنيفة»]\nيعمل حاليًا أستاذًا في «كلية التربية» في: «جامعة صنعاء» في: «الجمهورية اليمنية».\n(من مؤلفاته)\nأولًا: المؤلفات المطبوعة:\n١ - معجم علوم الحديث النبوي. طبع ونشر: دار الأندلس الخضراء، جدة، عام (٢٠٠٠ م).\n٢ - مع المشككين في السنة. سلسلة ردود على بعض منكري السنة والطاعنين فيها.\n٣ - معاصي النساء «كتيب». طُبع في: صنعاء.\n٤ - رياض الصائمين «كتيب حديثي». طُبع في: صنعاء.\n٥ - شرح عقيدة السلف في ضوء الكتاب والسنة. طُبع في: صنعاء.\n٦ - تهذيب سيرة الخلفاء الراشدين. طُبع في: صنعاء.\n٧ - مظاهر الإنصاف عند المحدثين في جرح الرواة «بحث منشور في مجلة علمية مُحكَّمّة خارجية».\n٨ - رواة الحديث من أهل ذمار إلى نهاية القرن الثالث الهجري «بحث منشور في مجلة علمية مُحكَّمّة داخلية».\n٩ - الإمام ابن الديبع الشيباني وجهوده في الحديث «بحث قُدم لمؤتمر زبيد الذي أقامته كلية الآداب في جامعة الحديدة»، ونشر ضمن منشورات المؤتمر.\n١٠ - علم التخريج ودراسة الأسانيد «بحث قُدم للنشر في مجلة علمية محلية، وتم قبوله».\n١١ - هدي النبي - صلى الله عليه وسلم - اليومي «بحث قُدم للنشر في مجلة علمية محكمة محلية، وتم قبوله ونشره».\n١٢ - إجلال النبي - صلى الله عليه وسلم - بين الحق والخلق «بحث علمي قُدم للنشر في مجلة علمية مُحكَّمّة خارجية، وتم قبوله ونشره».\n١٣ - دفاع عن الصحيحين «طُبع قديمًا مستقلًا». وهو الفصل الثالث من هذا الكتاب، والذي هو بعنوان: «دحض مطاعن الأغبياء في سنة سيد الأنبياء».\n١٤ - المرأة في ظل الإسلام «نُشر في مجلة محلية».\n١٥ - رحلة الحج إلى بيت الله الحرام «كتيب».\n١٦ - تسامح النبي - صلى الله عليه وسلم - مع اليهود والنصارى.\nثانيًا: المؤلفات غير المطبوعة:\n١ - كتاب الردة وأثرها على الفرد والمجتمع «مخطوط». كتاب تحت الطبع.\n٢ - كتاب الكبائر «مخطوط».\n٣ - المحرمات في الكتاب والسنة «مخطوط». وهو كتاب مرتب على الأبواب الفقهية ومجرد من الأدلة، وهو كالمتن، وقد حاول المؤلف استيعاب المحرمات فيه قدر الاستطاعة.\n٤ - الصحابة في القرآن الكريم «مخطوط».\n٥ - الثوابت وحكم الانتقاص منها «كتيب» «مخطوط».\n٦ - طبقات علماء أهل الظاهر «مخطوط».\n(مختصر من ترجمة كتبها المترجم بنفسه)",
  "books": [
    {
      "text_id": 169,
      "title": "مع المشككين في السنة"
    }
  ]
}