{
  "author_id": 3078,
  "author_meta": "محمد الطيب الفاسي (١٠٦٤ - ١١١٣ هـ)\nأبو عبد الله محمد الطيب بن محمد بن عبد القادر الفاسي.\nنشأ بزاوية جده، وكان من ملحقاتها كتاب لتحفيظ القرآن تلقى به تعليمه الأولي في جملة أقرانه\nتصدر زاوية جده في حياة والده وغيره من علماء أسرته. قال القادري: «وكان له درس حفيل في التفسير والحديث والفقه، قام فيه مقام أبيه مدة»\n(شيوخه)\nتلقى عن شيوخ العصر بزاوية جده وبجامع القرويين مختلف العلوم، ومنهم:\nجده الشيخ عبد القادر\nوالده شيخ الجماعة الفقيه العلامة الحافظ سيد محمد - بالفتح - (١٠٤٢ - ١١١٦ هـ‍)\nعمه الفقيه العلامة الحافظ الموسوعي أبو زيد عبد الرحمن (١٠٤٠ - ١٠٩٦ هـ‍)\nابن عم والده الفقيه العلامة العارف أبو عبد الله محمد المهدي بن أحمد بن علي بن يوسف الفاسي (١٠٣٣ - ١١٠٩ هـ‍)\nوالفقيه العلامة المحدث الرحالة أبو سالم عبد الله بن محمد بن أبي بكر العياشي (١٠٣٧ - ١٠٩٠ هـ‍)\n(تلاميذه)\nوقد تلقى عنه في مدة تدريسه عدد من العلماء الأعلام منهم\nأبو محمد عبد السلام بن الطيب القادري الحسني (١٠٥٨ - ١١١٠ هـ‍)\nأبو عبد الله محمد بن عبد الرحمن بن عبد القادر الفاسي (١٠٥٨ - ١١٣٤ هـ‍)\nأبو العباس أحمد بن العربي ابن سليمان الأندلسي (ت ١١٤١ هـ‍)\nأبو عبد الله محمد بن عبد السلام بناني (ت ١١٦٣ هـ‍)\nأبو العباس أحمد بن محمد بن عبد القادر الفاسي (١٠٩٣ - ١١٦٤ هـ‍)\nأبو عبد الله محمد بن قاسم جسوس (١٠٨٩ - ١١٨٢ هـ‍).\nتوفي ليلة الخميس تاسع عشر ربيع الثاني سنة ثلاث عشرة ومائة (في حياة والده)، ودفن بصدر زاوية جده الشيخ عبد القادر.\n(مؤلفاته)\nشرحه لمقدمة جده في أصول الفقه الذي نقدم له هنا.\nفهرسة شيوخ والده\nفهرس منظوم في نحو مائتي بيت افتتحه بقوله: «يقول أفقر العباد الطيب … نحل محمد الفاسي المذنب» ذكره الشيخ عبد السلام بن عبد القادر ابن سودة المري، في «دليل مؤرخ المغرب الأقصى»\nرسالة في الجواب عن نازلة التحبيس على الأعقاب، يوجد بخط سيدي محمد الطيب ضمن محفوظات مؤسسة علال الفاسي برقم (١٤٢٠ ع ٤٣٢). كما تحتفظ المؤسسة بنسختين منه.\nأجوبة عن نوازل فقهية في نحو كراسة، أغلبها يتعلق بمسائل من العبادات، وهو أيضا من محفوظات مؤسسة علال الفاسي برقم (١٢٤٦ ع ٧٨٣).\nكتاب في وفيات أهل القرن الحادي عشر سماه «مطمح النظر، ومرسل العبر، بذكر من غبر، من أهل القرن الحادي عشر»، قال مولاي سليمان: «بلغ فيه إلى سنة ثلاث عشر، فختم ترجمة جده أبي المحاسن يوسف بن محمد رضي الله عنه ولم تتفق له زيادة عليه». ومن الموافقات أنه توفي في حدود ما أنجز من وفيات الكتاب من المائة الموالية، وقد ذكر الشيخ عبد السلام ابن سودة في دليل مؤرخ المغرب الأقصى أنه وقف على نسخة منه. [وللشيخ عبد الله بن محمد الصغير بن عبد الرحمن بن عبد القادر الفاسي (ابن أخت المترجَم) كتابا مقاربا في الاسم والموضوع وهو كتاب «الإعلام بمن غبر من أهل القرن الحادي عشر». فلعله أراد تحقيق «مطمح نظر» خاله في هذا الموضوع، وقد اشتبهت بعض القطع الموجودة منه بكتاب المترجَم هنا.\n(الترجمة مختصرة من مقدمة المحقق لكتاب: مفتاح الوصول إلى علم الأصول في شرح خلاصة الأصول)",
  "books": [
    {
      "text_id": 177,
      "title": "مفتاح الوصول إلى علم الأصول في شرح خلاصة الأصول"
    }
  ]
}