{
  "author_id": 3083,
  "author_meta": "هو فضيلة الشيخ الفقيه أبو عبد الله: محمد بن علي بن حزام بن أحمد بن سعيد البعداني الفضلي.\nكانت ولادته في اليوم الثاني والعشرين (٢٢) من شهر ربيع الآخر (٤)، من عام ألف وأربعمائة (١٤٠٠ هـ)، في مدينة الرياض عاصمة المملكة العربية السعودية؛ حيث كان والده مقيمًا هنالك للعمل\nثم رجع بأسرته إلى اليمن، بعد سنتين من ولادته، ومكثت الأسرة، في بعدان بضعة أشهر، ثم انتقل بهم أبوهم إلى مدينة (إب)، وسكنها.\nوقد نشأ الشيخ حفظه الله في أسرة محافظة على فرائض الله وعلى السنة.\nثم يسَّر الله للشيخ التعرف على الإمام المحدث فضيلة الشيخ مقبل بن هادي الوادعي، رحمه الله، وهو آنذاك في الخامسة عشرة من عمره غفر الله له.\nهذا وقد كنا زرنا مع والدنا فضيلة الشيخ الإمام مقبل بن هادي الوادعي رحمه الله تعالى مدينة إب دعوةً إلى الله في عام (١٤١٤) من الهجرة النبوية، وألقى شيخنا مقبل الوادعي رحمه الله تعالى محاضرة في (مسجد النور) في (مدينة إب) من بلاد (اليمن) وكان الشيخ محمد بن حزام فيمن حضر تلك المحاضرة فتأثر الشيخ محمد بتلك المحاضرة وبشخصية الإمام الوادعي رحمه الله تعالى، فكان ذلك من الأسباب التي شجعت الشيخ محمدا على الرحلة لطلب العلم في دار الحديث بدماج، دار الإمام مقبل بن هادي الوادعي رحمه الله.\nتلقى الشيخ العلوم النافعة في دار الحديث بدماج، حيث أقام فيها ثمانية عشر عامًا حيث ارتحل ووصل إليها في ليلة الجمعة الموافق (٢٩) من شهر صفر، من عام (١٤١٨) ومكث فيها إلى العام الذي أخرجوا فيه من دار الحديث ظلما وعدوانا في يوم الأربعاء الموافق (١٤) من ربيع الأول من عام (١٤٣٥)، عامل الله من أخرجهم من دار الحديث بدماج مظلومين بعدله، وهو أحكم الحاكمين.\nوقد استفاد الشيخ محمد بن حزام حفظه اللّه من الإمام مقبل الوادعي رحمه الله علومًا نافعة، وأخلاقًا فاضلة، وتربية على السنة والعقيدة الصحيحة والتميز من أهل البدع، وعدم مخالطتهم؛ وملازمة منهج السلف، فتأثر الشيخ بطريقة الشيخ مقبل بن هادي الوادعي، وسار على مثل سيره رحمه الله، على طريقة السلف الصالح رضوان الله عليهم.\nتلقى الشيخ العلوم النافعة، عن الشيخ مقبل بن هادي الوادعي رحمه الله في علم الحديث والفقه والعقيدة، وأخذ بعض الدروس عن بعض طلاب الشيخ رحمه الله.\nوقد ذكره الشيخ مقبل بن هادي الوادعي رحمه الله تعالى في ترجمته المسماه (ترجمة أبي عبد الرحمن مقبل بن هادي الوادعي) التي كتبها بقلمه رحمه الله، حيث قال في ص ٥٧: محمد بن علي بن حزام البعداني: يحفظ القرآن و «بلوغ المرام» و «عمدة الاحكام» و «رياض الصالحين» و «صحيح مسلم».\nهذا وقد كان الشيخ قد أكمل حفظ القرآن في عام (١٤١٧) وقبل ذلك كان قد حفظ عمدة الأحكام، والرحبية في الفرائض، ومنظومة العمريطي في أصول الفقه.\nثم حفظ الشيخ في حال إقامته بدماج بلوغ المرام، ثم رياض الصالحين، وكتاب التوحيد، ثم صحيح مسلم، ثم ألفية العراقي في مصطلح الحديث، ثم ألفية ابن مالك في النحو، ثم الصحيح المسند من أسباب النزول، ثم الصحيح المسند مما ليس في الصحيحين، ثم أفراد صحيح البخاري عن مسلم.\nثم صار الشيخ يتعاون في دار الحديث بدماج في الدروس الخاصة قبل موت فضيلة الشيخ الوادعي، وبعده. فقد فتح الدروس المختلفة في العقيدة والتوحيد والمصطلح والفقه وأصوله. فدرَّس في تلك الدار المباركة في كتاب التوحيد، وشرح الواسطية، وشرح الطحاوية لابن أبي العز، وفتح المجيد، وفتح العلام في شرح بلوغ المرام، وشرح منظومة العمريطي وشرح المذكرة للشنقيطي، وشرح اختصار علوم الحديث لابن كثير، وشرح نزهة النظر للحافظ ابن حجر، والتقييد والإيضاح للعراقي، وضوابط الجرح والتعديل، وشرح المختار من أحاديث سيد الأبرار في المعتقد الصحيح.\nوقد أخذ عنه جملة كبيرة من طلاب العلم؛ من جنسيات مختلفه حتى بلغ طلابه بالآلاف.\nوله مؤلفات نفيسة، نفع الله بها خلقا كثيرا في مشارق الأرض ومغاربها. فقد يسر الله للشيخ تأليف كتب ومصنفات نافعة:\nمن أشهرها فتح العلام بدراسة أحاديث بلوغ المرام\nوالتوضيح المفيد على كتاب فتح المجيد\nوالتيسيرات الفقهية في شرح الدرر البهية\nوالمختار من أحاديث سيد الأبرار في المعتقد الصحيح\nوتحقيق المغني لابن قدامة بمشاركة بعض طلابه\nوإتحاف الأنام بأحكام ومسائل الصيام، والفوائد والتوضيحات بشرح منظومة العمريطي تسهيل الطرقات\nوتبصير البادئين بمصطلحات المحدثين\nوفتح المنان فيما صح من منسوخ القرآن\nوروضة البادئين بأحاديث سيد المرسلين، والفوائد البهية بشرح لامية شيخ الإسلام ابن تيمية.\nوله كتب كثيرة تحت العمل والتجهيز، وله مجموع فتاوى أيضًا تحت العمل والترتيب.\nوله مصنفات مهمة تحت العمل، وهي:\nالجامع الصحيح في الفقه الشرعي\nومنحة المنان الكريم بتفسير القرآن العظيم\nوشرح عقيدة أهل السنة الأخيار بدراسة أحاديث المختار.\nوبعد خروجه من دماج صار له دار للعلوم الشرعية في محافظة (إب) من بلاد اليمن، تسمى (دار الحديث السلفية بإب) يقيم فيها الدروس العلمية في العقيدة والتوحيد والتفسير والحديث وسائر الفنون، وقد أقبل الله بفضله جل وعلا بقلوب الناس على هذه الدار؛ فتوافد عدد كبير من طلاب العلم على الشيخ للاستفادة من علومه.\nوقد عرف عن الشيخ حفظه الله أنه يكره التعصب ولا يحب أن يتعصب له، ولا لغيره، ودائمًا يربي طلابه على اتباع الحق بدليله وترك التعصب والتقليد، والجدال والمراء.\nنسأل الله المنان الحي القيوم: أن يحفظ الشيخ وأن يبارك في كتبه وفتاواه وعلومه وداره وطلابه، وأن يصرف عنه وعن داره كل سوء ومكروه.\nكتبه أخوه وصاحبه: أبو خالد سرور بن أحمد الوادعي.\nيوم السبت الموافق ٣/ جمادى الآخرة/ ١٤٤٢ من الهجرة النبوية على صاحبها الصلاة والسلام",
  "books": [
    {
      "text_id": 165,
      "title": "فتح العلام في دراسة أحاديث بلوغ المرام ط 4"
    },
    {
      "text_id": 231,
      "title": "إتحاف الأنام بأحكام ومسائل الصيام"
    }
  ]
}