{
  "author_id": 3093,
  "author_meta": "عبد العزيز بن ريس بن بجاد بن عبد الرحمن بن عبدالله بن ريس بن إبراهيم بن عبد العزيز الريس الوهبي التميمي.\nمن مدينة (تمير)، و (الريس) فخذ من (الوهبة) اسمه (الريايسة).\nولد في مدينة الرياض، وإعتنى بالعلم الشرعي منذ نشأته.\nمن مشايخه:\n١ - الشيخ عبد العزيز بن عبدالله بن باز -رحمه الله-، ومما حضر شرح: (البخاري) و (الدارمي) و (النسائي) و (رياض الصالحين) وغيرها.\n٢ - الشيخ محمد بن صالح العثيمين -رحمه الله-، حضر دروسه عام ١٤١٢ هـ في الإجازة وكان يترد عليه حتى توفي -رحمه الله-.\n٣ - الشيخ صالح بن فوزان الفوزان -حفظه الله-، درس عليه جملة من (كتاب التوحيد) للإمام محمد بن عبد الوهاب -رحمه الله-.\n٤ - الشيخ عبد الله بن عبد الرحمن العبيلان -حفظه الله-، حضر دروسه في العقيدة والحديث.\n٥ - الشيخ حسين بن عبد العزيز آل الشيخ -حفظه الله-، قرأ عليه (روضة الناظر) لابن قدامة.\n- زار الشيخ الألباني عام ١٤١٨ هـ.\nشهاداته الأكاديمية:\n- البكالريوس في السنة.\n- الماجستير في العقيدة.\n- الدكتوراه في الفقه.\nله مؤلفات عدة، منها:\n- قواعد ومسائل في توحيد الإلهية.\n- الإمامة العُظمَى.\n- الإلمام بشرح نواقض الإسلام.\n- حراسة المسَلَمات الشرعية.\n- البرهان المنير في دحض شبهات أهل التكفير والتفجير.\n- الإمام الألباني وموقفه من الإرجاء.\n- تأكيد المسَلَمات السلفية في نقض الفتوى الجماعية بأن الأشاعرة من الفِرَق المرضية، قدم له جمع من العلماء.\n- المقدمات العشر في نقض أصول صوفية العصر، تقديم الشيخ صالح الفوزان.\n- كشف الشبهات العصرية عن الدعوة الإصلاحية السلفية.\n- المحصول في شرح صفوة الأصول.\n- الإقناع في حُجية الإجماع.\n- الانتصار لحُجية قول الصحابة الأخيار.\n- مهمات في الجهاد، تقديم الشيخ صالح الفوزان.\n- الحُجج السلفية في الرد على آراء ابن فرحان المالكي البدعية.\n- تبديد كواشف العنيد في تكفيره لدولة التوحيد، قدم له جمع من العلماء.\n- الحق الأبلج في دحض شبهات \"مفهوم البدعة\" للعرفج.\n- بالإضافة إلى جملة من المقالات والتسجيلات والشروح العلمية التي فُرغ كثير منها.",
  "books": [
    {
      "text_id": 1041,
      "title": "الإمامة العظمى - الريس"
    },
    {
      "text_id": 1048,
      "title": "الحق الأبلج في دحض شبهات مفهوم البدعة للعرفج"
    },
    {
      "text_id": 267,
      "title": "الإقناع في حجية الإجماع"
    },
    {
      "text_id": 270,
      "title": "إدامة النظر في تحرير نخبة الفكر"
    },
    {
      "text_id": 271,
      "title": "الانتصار في حجية قول الصحابة الأخيار"
    },
    {
      "text_id": 274,
      "title": "المحصول في شرح صفوة الأصول"
    }
  ]
}