{
  "author_id": 3121,
  "author_meta": "محمد سالم الشنقيطي (١٣٤٨ - ١٤٣٠ هـ = ١٩٢٩ - ٢٠٠٩ م)\nمحمد سالم بن محمد عالي بن عبد الودود الهاشمي (من ذرية الحسين ابن علي رضي الله عنهما) المعروف بعَدُّود، وُصف بأنه مكتبة تمشي على قدميها، وهو خال العالم والداعية الإسلامي المعروف محمد الحسن الددو\n(مولده)\nولد يوم الاثنين ١٤ رجب سنة ١٣٤٨ هـ / الموافق ١٦ ديسمبر سنة ١٩٢٩ م في نواحي بوتلميت بولاية الترارزة في الجنوب الغربي الموريتاني\n(شيوخه)\nدرس على والديه - وكانا من أهل العلم - العلوم الشرعية واللغوية، فأول شيوخه أبوه الشيخ محمد عالي بن عبد الودود\nحفظ القرآن على رواية ورش\nثم بعد بلوغه سن العاشرة تتلمذ على يد خاله الشيخ أحمد محمود بن أمين فدرس عنده العقائد ومبادئ من المنطق والبيان والنحو لعبيد ربه ولامية ابن مالك وألفيته\nثم أخذ عن يحظيه بن عبد الودود شيخ أحمد محمود\nوأخذ عن الشيخ محمذن فال بن محمد مولود بن أحمد الملقب بالددو\nوكذا الشيخ حامد بن محنض باب بن اعبيد فدرس عليه مقدمات الأصول (ورقات إمام الحرمين) ونظم الطيبية وبعض المؤلفات والمتون الأخرى\nثم درس على الشيخ آل محمد سالم فأنهى عنده دراسة مختصر خليل بالحضور والسماع.\nوممن أجازه أيضا: الشيخ محمد الطاهر بن عاشور، والشيخ محمد الشاذلي النيفر، والشيخ نعيم بن أحمد النعيمي، كما أجازه علماء آخرون منهم الشيخ عبد القادر الأرناؤوط، والشيخ محمد عبد اللطيف صالح الفرفور.\n(وظائفه)\nابتُعث في أوائل الستينيات ضمن بعثة من القضاة الشرعيين للتدريب في تونس وتخرج بشهادة «ليسانس» في الحقوق سنة ١٩٦٥\nالتحق بسلك القضاء (١٩٦٥ - ١٩٨٤)، فتولى القضاء الشرعي بالمحكمة الابتدائية بنواكشوط\nثم صار مستشارا بمحكمة الاستئناف، ثم نائبا لرئيس محكمة الاستئناف، ثم نائبا لرئيس المحكمة العليا ورئيسا للغرفة الإسلامية فيها فترة طويلة، حاول خلالها جاهدا إلغاء القانون الوضعي في البلاد واستبداله بقانون شرعي حتى تم له بعض ذلك\nثم عُين الشيخ رئيسا للمحكمة العليا (١٩٨٤ - ١٩٨٧)\nثم عُين وزيرا للثقافة والتوجيه الإسلامي (في بداية عهد الرئيس الموريتاني معاوية ولد سيد أحمد الطايع) (١٩٨٧ - ١٩٩٢)\nثم رئيسا للمجلس الإسلامي الأعلى بين (١٩٩٢ - ١٩٩٧)\nوهو عضو في المجمع الفقهي لرابطة العالم الإسلامي، وفي المجمع الفقهي للمؤتمر الإسلامي، وفي المجلس العلمي للأزهر، وفي الأكاديمية المغربية.\nفي السنوات الأخيرة تفرغ لمحظرته في قرية أم القرى (٥٨ كلم شرق العاصمة نواكشوط) وترك العمل الرسمي، وقد اكتسبت محظرته في العشرين عاماً الماضية شهرة عالمية بالإضافة لشهرتها المحلية حيث وفد إليها الطلاب من المغرب العربي والخليج وإفريقيا كما وفد إليها مسلمون جدد من أمريكا وأوروبا.\n(مؤلفاته)\nمجمل اعتقاد السلف: هذه المنظومة مقدمة لنظم طويل اشتمل على (مائة ألف مسألة فقهية) على مذهب مالك وأهل المدينة في (بضعة عشر ألف بيت) من كامل الرجز، وخاتمة جامعة لأهم الآداب والأخلاق الإسلامية في (خمسمائة بيت)\nالتسهيل والتكميل لمختصر خليل في الفقه المالكي (يزيد على عشرة آلاف بيت)\nالموثق من عمدة الموفق (نظم العمدة لابن قدامة الحنبلي)\nنظم تقريب التهذيب لابن حجر ولم يكمله\nشراع الفلك المشحون بعناوين تبصرة ابن فرحون: نظم مصطلحات (فهارس وعناوين) تبصرة الحكام لابن فرحون في الفقه المالكي\nرسالة في الاجتهاد\nرسالة في حكمة زواجه صلى الله عليه وسلم بأكثر من أربع نسوة\nوللشيخ دواوين شعرية لم تنشر بعد\n(وفاته)\nتوفي يوم الأربعاء ٤ جمادى الأولى سنة ١٤٣٠ هـ / موافق ٢٩ أبريل سنة ٢٠٠٩ م في قرية أم القرى التابعة لمقاطعة واد الناقة، فقيه ومحدث ولغوي وشاعر موريتاني.",
  "books": [
    {
      "text_id": 633,
      "title": "متن الموثق من عمدة الموفق - ضمن مجموع «الرفعة»"
    }
  ]
}