{
  "author_id": 3128,
  "author_meta": "البرداني أبو علي أحمد بن محمد بن أحمد\nالشيخ، الإمام، الحافظ، الثقة، مفيد بغداد، أبو علي أحمد بن محمد بن أحمد بن محمد بن حسن البرداني (١)، ثم البغدادي.\nولد: سنة ست وعشرين وأربع مائة.\nوسمع: أبا طالب بن غيلان، وأبا إسحاق البرمكي، وأبا طالب العشاري (٢)، وأبا الحسن بن القزويني الزاهد، وأبا محمد الجوهري، وعبد العزيز الأزجي، والقاضي أبا يعلى، وعبد الصمد بن المأمون، والخطيب، وعدة، ولم يرحل.\nقال السمعاني: كان أحد المشهورين في صنعة الحديث، وكان حنبليا، استملى للقاضي أبي يعلى (٣)، حدثنا عنه إسماعيل الحافظ.\nقلت: جمع مجلدا في المنامات النبوية، سمعنا (منتقاه) على الأمين الصفار، عن الساوي، عن السلفي، عنه، وقد سأله السلفي، عن تبيين أحوال جماعة، فأجاب وأجاد.\nقال السلفي: هو كان أحفظ وأعرف من شجاع الذهلي، وكان ثقة نبيلا، له مصنفات (٤).\nقلت: وحدث عنه أيضا: علي بن طراد الوزير، وأحمد بن المقرب.\nوقرأت بخط أبي علي البرداني، أخبرنا عثمان بن دوست العلاف إجازة سنة ثمان وعشرين وأربع مائة، وفيها مات، قال: أخبرنا أبو بكر الشافعي … ، فذكر حديثا.\nوأخبرنا محمد بن طارق، أخبرنا يوسف بن محمود، أخبرنا السلفي، أخبرنا أبو علي، أخبرنا محمد بن عبد الملك، أخبرنا الحسين بن عمر، أخبرنا حامد بن شعيب، حدثنا يحيى بن أيوب، حدثنا إسماعيل بن جعفر، أخبرني سليمان بن سحيم، عن إبراهيم بن عبد الله بن معبد بن عباس، عن أبيه، عن ابن عباس، قال:\nكشف رسول الله - صلى الله عليه وسلم - الستر ورأسه معصوب في مرضه الذي مات فيه، فقال: (اللهم هل بلغت؟) ثلاث مرات (إنه لم يبق من مبشرات النبوة إلا الرؤيا الصالحة) … ، وذكر باقي الحديث، وهو غريب فرد (٥).\nأخرجه: مسلم، وأبو داود، والنسائي، وابن ماجه كلهم من حديث إسماعيل بن جعفر (٦)، وهو ثقة.\nمات البرداني: في شوال، سنة ثمان وتسعين وأربع مائة، وأبوه شيخ محدث.\n_________\n(١) ضبطها السمعاني وياقوت بفتح الباء كما في الأصل، وانفرد ابن الأثير في \" اللباب \" فضبطها بضم الباء، وهي نسبة إلى بردان: قرية من قرى بغداد على سبعة فراسخ منها قرب صريفين، وفيها يقول جحظة:\nادفع ورود الهم عنك بقهوة * مخزونة في حانة الخمار\nجازت مدى الاعمار فهي كأنها * عند المذاق تزيد في الاعمار\nيسعى بها خنث الجفون منعم * في خده ماء النضارة جار\nفي رقة البردان بين مزارع * محفوفة ببنفسج وبهار\nبلد يشبه صيفه بخريفه * رطب الاصائل بارد الاسحار\n(٢) بضم العين المهملة، وفتح الشين المعجمة، وهو لقب جد أبي طالب، لقب به لأنه كان طويلا، من قولهم: ثوب عشاري: إذا كان طوله عشرة أذرع، وقد سمع المترجم من العشاري وهو في الثامنة من عمره، فإنه ولد سنة ٤٢٦، وسمع منه سنة ٤٣٣ هـ وهو أول سماعه كما في \" ذيل طبقات الحنابلة \": ١/ ٩٤ لابن رجب.\n(٣) في \" ذيل طبقات الحنابلة \": ١/ ٩٥: قال أبو الحسين في \" الطبقات \": سمع درس الوالد سنين، وسمع منه الحديث الكثير، وكان أحد المستملين عليه بجامع المنصور.\n(٤) ونقل السلفي في سؤالاته: ص ٧٢ عن خميس الحوزي الحافظ، قال: كان أبو علي بن البرداني أحد الحفاظ الأئمة الذين يعلمون ما يقولون.\n(٥) الغريب الفرد: هو الذي انفرد به راو واحد، وإن تعددت الطرق إليه، وحكمه أنه إذا كان الراوي ثقة ضابطا كان الحديث صحيحا، وإن كان متوسطا في الضبط والحفظ، كان الحديث حسنا، وإن كان غير ضابط لما يرويه كان الحديث ضعيفا، والغالب على الحديث الغريب الضعف، ومنه الصحيح كالافراد المخرجة في \" الصحيحين \" أو أحدهما مثل حديث عمر \" إنما الاعمال بالنيات \"، وحديث أبي هريرة: \" كلمتان حبيبتان إلى الرحمان، خفيفتان على اللسان، ثقيلتان في الميزان، سبحان الله وبحمده سبحان الله العظيم \"، وحديث ابن عمر \" نهى عن بيع الولاء وهبته \"، وحديث أبي هريرة: \" الايمان بضع وسبعون شعبة \".\n(٦) هذا وهم من المصنف رحمه الله، فقد أخرجه من طرق إسماعيل بن جعفر، مسلم (٤٧٩) (٢٠٨) في الصلاة: باب النهي عن قراءة القرآن في الركوع والسجود، والنسائي: ٢/ ٢١٧، ٢١٨، في الافتتاح: باب الامر في الاجتهاد بالدعاء في السجود، وأما أبو داود وابن ماجة فلم يخرجاه من طريق إسماعيل بن جعفر، وإنما هو عندهما (٨٧٦) و (٣٨٩٩) من طريق سفيان بن عيينة، عن سليمان بن سحيم، وكذلك أخرجه مسلم (٤٧٩) (٢٠٧)، والنسائي: ٢/ ١٨٩، ١٩٠، وأحمد ١/ ٢١٩.\nونص الحديث بتمامه عند مسلم: \" يراها المسلم أو ترى له، ألا وإني نهيت أن أقرأ القرآن راكعا أو ساجدا، فأما الركوع فعظموا فيه الرب عزوجل، فأما السجود فاجتهدوا في الدعاء فقمن أن يستجاب لكم \".\nنقلا عن: «سير أعلام النبلاء» ١٩/ ٢١٩",
  "books": [
    {
      "text_id": 190,
      "title": "الفوائد المنتقاة على شرط الإمامين"
    }
  ]
}