{
  "author_id": 3137,
  "author_meta": "ابن الأحنف اليمني (٦٤١ - ٧١٧ هـ = ١٢٤٣ - ١٣١٧ م)\nأحمدَ بنِ أبِي بَكْرِ بن عُمرَ بن أبِي الخَيْر بن أبِي الهَيْثم الجِبْلِيِّ (١) (ولد بها). قال الجَنَدِيُّ: «عُرِفَ بابنِ الأحْنَفِ لِحَنَفٍ كان بوالِدِه» (٢)\nقال الخَزْرجي: «كان عارفًا حافظًا نَقّالًا للمذهب»\n(شيوخه)\nقال الجَنَدِيُّ: «وتفقَّه بعَبّاس بن منصورٍ وغيرِه من فقهاءِ جِبْلة»\n(تلاميذه): منهم\nأخوه أبو إسحاقَ إبراهيمُ بن أبِي بكرِ بن عمر الجِبْلِيُّ. ترجمه الأكوع (٣) فقال: «كان ذا معرفةٍ شافية، وفضلٍ نافعٍ، موصوفًا بالزُّهد والوَرَع، تفقه بأخيه وغيرِهِ».\nالقاضي أبو عبد اللَّه بهاءُ الدِّين محمد بن يوسُف بن يعقوب الجَنَدي السَّكسَكِيُّ الكِنْدِيُّ، صاحب كتاب السُّلوك؛ قال: «شَيْخِي أبو العباس أحمد بن أبي بكر بن عُمَرَ. . . .».\n(مؤلفاته)\nقال الجَنَدِيُّ: «له مصنَّفاتٌ مفيدةٌ في التفسير واللّغة والحديث، قَدِمتُ جِبْلةَ سنةَ إحدى وسبعمائة، فوجدته يُدَرِّسُ بالشَّرَفِيّةِ، فقرأتُ عليه بعض مصنَّفاته، وأجازني ببقيّتِها، ثم انتقل إلى تَعِزَّ، فدَرَّسَ بمدرسة الدار الجديدة بمَغْرِبةِ تَعِزَّ، ثم انتقل عنها إلى المدرسة المؤيَّديّة، فدرَّس بها مدةً، وانتفع به جماعةٌ من أهل تعِزَّ».\nومنها: «البستان في إعراب مشكلات القرآن»\n_________\n(١) قد وردت نسبته عند الأستاذ/ فؤاد سيد: «الجيلي» بالياء، ينظر: مجلة معهد المخطوطات العربية مج ١ جى ٢ ص ٢٠٠، وهذا تصحيف، والصواب «الجِبْلِيُّ» بالباء الموحدة: نسبةً إلى مدينة جِبْلةَ، ويُقال: مدينة ذي جِبْلةَ، وهي مدينة مشهورة بالجنوب الغربِيِّ من إِبَّ بمسافة سبعة كيلو مترات، وكانت تُسمى قديمًا ذاتَ النَّهْرَيْنِ؛ لأنها كانت بَيْنَ نَهَرَيْنِ كبيرين جاريين في الصيف والشتاء، ابتناها عبدُ اللَّه بنُ على الصُّلَيْحيُّ سنة (٤٥٨ هـ)، وسمّاها جِبْلةَ باسم يهوديٍّ كان يبيع الفَخّارَ فيها قبل عمارتها، ثم انتقل إليها أحمدُ بنُ عليِّ بنِ محمدٍ الصُّلَيْحيُّ وزَوْجتُهُ أَرْوَى بنتُ أحمد، وصارت جِبْلةُ بعد ذلك عاصمةً للدولة الصُّلَيْحِيّةِ\n(٢) السلوك في طبقات العلماء والملوك ٢/ ١٧٧. وصحف لقبه الزِّرِكْلِيّ وكَحّالة فقال الزِّركلي: «ابنُ الأخْنَفِ»، وقال كحالة: «الأَخْنف»، يعني: بالخاء المعجمة\n(٣) المدارس الإسلامية في اليمن ص ٧٥.\nالترجمة كلها ملتقطة من مقدمة الدكتور أحمد الجندي لتحقيق كتاب: البستان في إعراب مشكلات القرآن»، للمترجَم",
  "books": [
    {
      "text_id": 300,
      "title": "البستان في إعراب مشكلات القرآن"
    }
  ]
}