{
  "author_id": 3142,
  "author_meta": "سعود بن عيد بن عُمير الجربوعي الصاعدي - رحمه الله -\nأستاذ بكلية الحديث الشريف بالجامعة الإسلامية، قسم السنة ومصادرها\nالليسانس: كلية الحديث الشريف- الجامعة الإسلامية، ١٤١٥ هـ (ممتاز)\nالماجستير: كلية الحديث الشريف - الجامعة الإسلامية، ١٤١٨ هـ (ممتاز مع التوصية بالطباعة)\nالدكتوراة كلية الحديث الشريف- الجامعة الإسلامية، ١٤٢٥ هـ (مرتبة الشرف الأولى مع التوصية بالطباعة)\nالمصنفات العلمية:\nالفوائد المنتخبة الصحاح والغرائب تخريج الخطيب البغدادي (ت/ ٤٦٣ هـ) لأبي القاسم المهرواني (ت/ ٤٦٨ هـ)، تحقيق، ودراسة. وفي المجلد الأول منه دراسة واسعة عن كتب الفوائد الحديثية عند أهل الحديث. نشر: عمادة البحث العلمي في الجامعة الإسلامية (ثلاث مجلدات).\nالأحاديث الواردة في فضائل الصحابة-رضي الله عنهم- في الكتب التسعة ومسندي أبي بكر البزار وأبي يعلى الموصلي والمعاجم الثلاثة للطبراني، جمع ودراسة (اثنا عشر مجلداً، نشر: عمادة البحث العلمي في الجامعة الإسلامية).\nتيسير العبادات لأرباب الضرورات لشيخ الإسلام ابن تيمية (مجلد واحد، نشر: مكتبة أضواء السلف).\nزوائد الأحاديث الواردة في فضائل الصحابة في المطالب العالية للحافظ ابن حجر العسقلاني على الأحاديث الواردة في فضائل الصحابة (جمع، ودراسة). نشر: مكتبة العلوم والحكم.\nالمستدرك على الأحاديث الواردة في فضائل الصحابة في الكتب التسعة ومسندي أبي بكر البزار وأبي يعلى الموصلي والمعاجم الثلاثة لأبي القاسم الطبراني (حمع، ودراسة). حكم في: عمادة البحث العلمي في الجامعة الإسلامية.\nإتحاف الملتزِم بأحكام وفضائل الملتزَم (منشور في مجلة جامعة الإمام محمد بن سعود الإسلامية- العدد/ ٥٤ ربيع الآخر ١٤٢٧ هـ).\nالأحاديث الواردة في الحث على اللين والتراحم والزجر عن التقاتل والتزاحم عند الطواف بالبيت، دراسة حديثية وفقهية (منشور في مجلة جامعة أم القرى- المجلد/ ١٨ العدد/ ٣٨ رمضان ١٤٢٧ هـ).\nالأحاديث الواردة في فضائل جماعة مذكورين في بعض كتب معرفة الصحابة وليسوا منهم، جمع ودراسة (منشور في مجلة الجامعة الإسلامية- العدد/ ١٣٧ السنة/ ٣٩ - ١٤٢٧ هـ).\nالرَّق المنشور في الأحاديث الواردة في الحجِ المَبرور، جمع ودراسة (منشور في مجلة الجامعة الإسلامية- العدد/ ١٣٩ السنة/ ٤٠ - ١٤٢٨ هـ).\nالأحاديث الواردة في يوم الحجِّ الأكبر، جمع ودراسة: مجلة جامعة الإمام محمد بن سعود الإسلامية.\nثواب الحلق والتقصير في النسك: مجلة الجامعة الإسلامية.\nالأحاديث الواردة في بيان أركان الإسلام.: مجلة جامعة أم القرى لعلوم الشريعة، والدراسات الإسلامية.\nما ورد في النهي عن صيام العيدين وأيام التشريق في السنة النبوية (جمع، ودراسة): مجلة الجامعة الإسلامية.\nفضائل عشر ذي الحجة وفضائل شهرها في السنة النبوية (جمع، ودراسة): مجلة الجامعة الإسلامية.\nالأحاديث الواردة في قصد بيت الله الحرام، والطواف به (جمع، ودراسة): عمادة البحث العلمي في الجامعة الإسلامية.\nطرق حديث: (عمرة في رمضان تعدل حجة)، جمع، ودراسة: مجلة جامعة الإمام محمد بن سعود الإسلامية.\nومن مصنفاته أيضا:\nشرح كتابي الطهارة، والصلاة من المنتقى للمجد ابن تيمية (ت ٦٥٢ هـ).\nالمستدرك على معجم المختلطين لمحمد بن طلعت.\nمحمد بن إسحاق المطلبي (صاحب السيرة والمغازي)، ومنزلته من حيث الجرح والتعديل.\nفقه التلبية.\nاليُسر في أداء الحج.\nتوفي في ذي القعدة ١٤٣٩، بالرياض إثر وعكة صحية، ودفن بالمدينة، رحمه الله تعالى",
  "books": [
    {
      "text_id": 133,
      "title": "الأحاديث الواردة في فضائل الصحابة"
    },
    {
      "text_id": 646,
      "title": "زوائد الأحاديث الواردة في فضائل الصحابة"
    }
  ]
}