{
  "author_id": 3146,
  "author_meta": "أبو مَسْلَمة عبد الحق بن ملا حقي بن علي التركماني العراقي\nرئيس مركز البحوث الإسلامية في السويد. يقطن الآن في مدينة لستر في بريطانيا ويحمل جنسية سويدية\nولد في كركوك - العراق (٢٩ رمضان ١٣٨٩ هـ - ٨ ديسمبر ١٩٦٩ م)\nوكان والده ملا حقي بن علي التركماني إمامًا وخطيبًا معروفًا في كركوك توفي (١٤٣٣ هـ - ٢٠١٢ م) رحمه الله تعالى.\nتخرج من الثانوية الإسلامية في كركوك في أواخر الثمانينيات، والتحق بكلية الشريعة في جامعة بغداد، لكنه لم يتمكن من إكمال الدراسة فيها بسبب أوضاع العراق والمشكلات الصحية التي يعاني منها نتيجة إصابته بمرض نزف الدم الوراثي (هيموفيليا  A Haemophilia)\nطلب العلم على الطريقة التقليدية على المشايخ، كالشيخ العالم الكردي محمد أمين آل زَنْكَنَهْ (ت ١٤١٧ هـ - ١٩٩٧ م) رحمه الله، قرأ عليه في الفقه وأصوله.\nواتصل في أول توجهه إلى علم الحديث في سنة (١٩٨٦ م) بالشيخين الفاضلين: الشيخ المحدث حمدي بن عبد المجيد السَّلَفي الكردي (ت: ١٤٣٣ هـ - ٢٠١٢ م)، والشيخ المحدث صُبحي بن جاسم البدري السامرائي البغدادي (ت: ١٤٣٤ هـ - ٢٠١٣ م)، ودرس على الأخير في كلية الشريعة وفي منزله وفي جمعية الآداب الإسلامية، واستفاد من الشيخين في المراجعة والمذاكرة، ومن مكتبتهما، وصوَّر له الشيخ السامرائي مخطوطات كثيرة من مكتبته، ودربه على قراءتها، واستمرت صلته بالشيخين حتى وفاتهما، رحمهما الله تعالى وغفر لهما.\nوفي سنة (١٩٩٥ م) اتصل بالأستاذ الدكتور بشار عواد معروف الأعظمي البغدادي (ولد عام: ١٣٥٩ هـ - ١٩٤٠)، وعنه أخذ علم تحقيق المخطوطات، فقد لازمه في مكتبه في الأعظمية نحو سنتين، وعاونه في المقابلة والتصحيح وتخريج الأحاديث.\nهاجر من العراق إلى تركيا (١٩٩٥ م)، وأقام بها حوالي سنة واحدة، ثم إلى مملكة السويد (١٩٩٦ م)، وأتقن اللغة السويدية، وشارك في الدعوة إلى الله تعالى، وكان خطيب جمعة بمسجد في مدينة غوطبورغ منذ سنة ١٤١٧ هـ ولمدة (١٣) سنة، وأشرف على طباعة بعض الكتب الإسلامية باللغة السويدية.\nثم انتقل إلى بريطانيا (٢٠١١ م)، وأسس في مدينة ليستر البريطانية: مركز دراسات تفسير الإسلام.\nحصل على شهادة البكالوريوس في الدراسات الإسلامية من الجامعة السلفية في إسلام آباد سنة: (١٤٢٤ هـ - ٢٠٠٣ م).\nحصل في عام (١٤٣١ هـ -٢٠١٠ م) على جائزة نايف بن عبد العزيز آل سعود العالمية للسنة النبوية والدراسات الإسلامية المعاصرة، عن بحث: (التعامل مع غير المسلمين في السنة النبوية)، كتب فيه الباب الأول في (٤٥٠) صفحة، وجمع فيه الأحاديث والآثار، مع التخريج والشرح.\nيعمل على إخراج الأعمال الكاملة للعالم الأندلسي الشهير ابن حزم القرطبي (ت: ٤٥٦ هـ - ١٠٦٤ م)، وأخرج منها حتى الآن أكثر من سبعة كتب.\nله مؤلفات وأبحاث في العقيدة والفقه والحديث والقضايا الإسلامية المعاصرة، منها كتاب: (الدخول في أمان غير المسلمين وآثاره في الفقه الإسلامي) ترجم إلى الإنكليزية، وكتاب: (مقدمة في تفسير الإسلام).\nشارك في مؤتمرات علمية كثيرة في السعودية والكويت والسودان وأوروبا وغيرها، وله صلات قوية بكثير من علماء المسلمين في مختلف دول العالم.\n(الإجازات العلمية على طريقة المحدثين)\n١ - الشيخ المحدث عبد الغفار بن حسن الرحماني (ت: ١٤٢٨ هـ - ٢٠٠٧ م) ـ أحد كبار علماء باكستان، درَّس في الجامعة الإسلامية بالمدينة المنورة (١٦) عامًا، رحمه الله تعالى ـ، وقد أجازه في إسلام آباد عند حصوله على البكالوريوس في الدراسات الإسلامية من الجامعة السلفية في إسلام آباد سنة: (١٤٢٤ هـ - ٢٠٠٣ م)، بعد أن اطلع على تحقيقات التركماني في الحديث.\n٢ - الشيخ المحدث حمدي بن عبد المجيد السَّلَفي الكردي (ت: ١٤٣٣ هـ - ٢٠١٢ م) رحمه الله تعالى.\n٣ - الشيخ المحدث صُبحي بن جاسم البدري السامرائي البغدادي (ت: ١٤٣٤ هـ - ٢٠١٣ م) رحمه الله تعالى.\n٤ - الشيخ محمد زهير بن مصطفى أحمد الشاويش الحسيني الهاشمي (ت: ١٤٣٤ هـ - ٢٠١٣ م) رحمه الله تعالى.\n٥ - الشيخ أبو أويس محمد بن الأمين بوخبزة العمراني الحسني التطواني المغربي (ت: ١٤٤١ هـ - ٢٠٢٠ م) رحمه الله تعالى.\n(الأعمال العلمية المنشورة حتى نهاية سنة ١٤٤١ هـ)\n١ - فضل الصلاة على النبي صلى الله عليه وسلم: للإمام إسماعيل القاضي رحمه الله: دراسة وتحقيق، دار رمادي، الدمام ١٤١٧، مجلد في (٢٣٢) صفحة.\n٢ - الأخلاق والسِّيَر: للإمام ابن حزم الأندلسي رحمه الله: دراسة وتحقيق بالمشاركة مع الأستاذة الدكتورة إيفا رياض، رئيس قسم اللغات السامية بجامعة أبسالا في السويد. دار ابن حزم، بيروت: ١٤٢١، الطبعة الثالثة، مجلد في (٢١٤) صفحة.\n٣ - طوق الحمامة وظل الغمامة: للإمام ابن حزم الأندلسي رحمه الله، دراسة وتحقيق. دار ابن حزم، بيروت: ١٤٣٤، مجلد في (٥٠٠) صفحة.\n٤ - التلخيص لوجوه التخليص: للإمام ابن حزم الأندلسي رحمه الله، تحقيق. دار ابن حزم، بيروت: ١٤٢٣، مجلد في (٢٠٤) صفحة.\n٥ - التقريب لحدِّ المنطق والمدخل إليه، بالألفاظ العاميَّة والأمثلة الفقهية: للإمام ابن حزم الأندلسي رحمه الله، تحقيق، بمراجعة وتقديم ودراسة: العلامة أبي عبد الرحمن ابن عقيل الظاهري. دار ابن حزم، بيروت: ١٤٢٨، مجلد في (٧٠٠) صفحة.\n٦ - حجة الوداع: للإمام ابن حزم الأندلسي رحمه الله، دراسة وتحقيق، دار ابن حزم، بيروت: ١٤٢٩، في (٨٨٨) صفحة.\n٧ - الدرة فيما يجب اعتقاده: للإمام ابن حزم الأندلسي رحمه الله، دراسة وتحقيق، دار ابن حزم، بيروت: ١٤٢٨، في (٧٠٠) صفحة.\n٨ - الأصول والفروع: للإمام ابن حزم الأندلسي رحمه الله، دراسة وتحقيق، دار ابن حزم، بيروت: ١٤٣٢، في (٤٠٠) صفحة.\n٩ - التعامل مع غير المسلمين في السنة النبوية: بالاشتراك، بحث علمي محكَّم، كتبه بالمشاركة مع فتحي الموصلي، وقد فازا معا بجائزة نايف بن عبد العزيز للسنة النبوية والدراسات الإسلامية المعاصرة، في فرع السنة النبوية. (الدورة الخامسة - عام: ١٤٣٠).\n١٠ - هل أتاك نبأ الدستور؟ دار السنة للنشر والتوزيع، الرياض: ١٤٣٢.\n١١ - الدخول في أمان غير المسلمين وآثاره في الفقه الإسلامي: تأليف، كتاب محكَّم ضمن سلسلة دعوة الحق (رقم: ٢٥٠)، التي تصدرها رابطة العالم الإسلامي في مكة المكرمة: ١٤٣٣. والطبعة الثانية: دار البشار الإسلامية، بيروت: (١٤٣٨/ ٢٠١٧).\n١٢ - اللمع في الحوادث والبدع: لإدريس بن بَيْدكِين التركماني، دراسة وتقديم، دار ابن حزم، بيروت: ١٤٣٤، مجلد في (١٠٠٠) صفحة.\n١٣ - التفسير السياسي للدين لوحيد الدين خان والتفسير السياسي للإسلام لأبي الحسن الندوي: دراسة وتعليق، مركز دراسات تفسير الإسلام، بريطانيا: ١٤٣٥، في (٣٦٠) صفحة.\n١٤ - معنى لا إله إلا الله، للشيخ عمر بن أحمد المليباري، تقديم وتعليق، مركز دراسات تفسير الإسلام، بريطانيا: ١٤٢٧/ ٢٠١٦.\n١٥ - مقدمة في تفسير الإسلام، تأليف، مركز دراسات تفسير الإسلام، بريطانيا، الطبعة الأولى: ١٤٣٨/ ٢٠١٦، والطبعة الثانية: ١٤٣٩/ ٢٠١٨، في (٢٨٠) صفحة.\n١٦ - دعوة جماعة قاضي زاده الإصلاحية في الدولة العثمانية قبل ظهور دعوة الإمام محمد بن عبد الوهاب وقيام الدولة السعودية، إعداد: محمد داود كوري، تحرير وتقديم: عبد الحق التركماني، دار اللؤلؤة، بيروت: (١٤٣٨/ ٢٠١٧)، في (١٦٤) صفحة.\n١٧ - التفسير السياسي للدين في فكر محمد شحرور، تأليف، مركز دراسات تفسير الإسلام، بريطانيا، ١٤٤١/ ٢٠٢٠، في (١٦٥) صفحة.\n[نقلا عن موقعه الشخصي على الإنترنت  turkmani.com،  و ويكيبيديا]",
  "books": [
    {
      "text_id": 687,
      "title": "الدخول في أمان غير المسلمين وآثاره في الفقه الإسلامي"
    }
  ]
}