{
  "author_id": 3151,
  "author_meta": "أيوب صبري باشا (ت ١٣٠٨ هـ - ١٨٩٠ م)\nأيوب صبري باشا بن سيد شريف الإسلام بن الحاج أحمد اليكيشهري الإستانبولي العثماني الحنفي\nرحالة ومؤرخ وعسكري تركي\nولد في بلدة تساليا في تركيا في أوائل القرن الثالث عشر الهجري، التاسع عشر الميلادي\nوتوفى في عام ١٨٩٠ م\nوضع الموسوعة العلمية والثقافية الضخمة المعروفة بأسم مرآة الحرمين الشريفين وجزيرة العرب\nنشأ في بلدته والتحق بالعمل في قوات البحر، ثم كلف بالعمل في الجيش العثماني بولاية الحجاز، حيث عين مديراً للبحرية العثمانية في الحجاز في حدود سنة ١٨٦٥ م.\nوبعد انتهاء مهمته عاد إلى تركيا. وتمت ترقيته إلى أمير لواء، ثم شغل وظيفة رئيس قسم المحاسبات البحرية\nكما تولى التدريس في مدرسة البحرية الشاهانية في اسطنبول.\nتوفي في اسطنبول في الأول من شهر صفر ١٣٠٨ هـ، ١٨٩٠ م بعد حياة حافلة بالأعمال العسكرية والأدبية.\n(من تصانيفه)\n١ - أسباب العناية في ترجمة بداية النهاية للغزالي - في الكلام (ت) طبعت في استانبول ١٣٠٦\n٢ - تاريخ الوهابية = تاريخ وهّابيان (ت): طبع في استانبول ١٢٩٦/ ١٨٩٧\n٣ - ترجمة الشمائل النبوية والخصائل المصطفوية للترمذي (ت): طبعت في استانبول ١٢٩٨، ١٢٩٩ طبع حجر وفي بولاق ١٢٩٩/ ١٨٨٢؛\n٤ - تكملة المناسك - في الحج (ت): طبعت في استانبول ١٢٩٢/ ١٨٧٦\n٥ - الجوهر الفريد في ردّ التثليث وتأييد التوحيد: الخزانة التيموريّة رقم ١٠٥؛ طبع في القاهرة ١٣١٨، ١٣١٩ وفي الكحالة وهدية العارفين: إن هذا الكتاب لأيوب صبري بن عبد الله المصري المتوفى ١٣٣٠ هـ؛\n٦ - رسالة في التصوّف (ت): عثمان أركين ١٧٠ ورقة ١٠؛\n٧ - رياض الموقنين - في الأخلاق والموعظة (ت): طبع في استانبول ١٢٩٨/ ١٨٨١؛\n٨ - عزيز الآثار في شرح قصيدة بانت سعاد (ت): طبع في استانبول بمطبعة شيخ يحيى ١٢٩١/ ١٨٧٤؛\n٩ - محمود السير - في التاريخ (ت): طبع في استانبول ١٢٨٧/ ١٨٧٠، ١٢٩٠\n١٠ - مرآة الحرمين - في تاريخ مكة والمدينة (ت): طبعت المجلد الأوّل في استانبول ١٣٠١ والمجلد الثاني ١٣٠٤\n١١ - مرآة جزيرة العرب - أحوال جزيرة العرب: طبعت في استانبول ١٣٠٦\n(وجمعت هذه ال ٣ مجلدات في موسوعة بعنوان: مرآة الحرمين الشريفين وجزيرة العرب)\n١٢ - ملخص شمائل حضرت محمد (ت) طبع في أسكوب ١٣٢٥/ ١٩٠٩\n١٣ - وقعة أصاب الفيل وأسباب موجبه سي (ت) طبعت في استانبول ١٣٠١/ ١٨٨٥\n(انظر: هديّة العارفين ١/ ٢٢٩؛ ذيل كشف الظنون ١/ ٢١٨؛ عثمان أركين ٤٣٧؛ معجم المؤلفين ٣/ ٣٠؛ فهرس سيف الدين أوزأكه ١/ ٤٩، ٢/ ٢٩٨، ٥/ ٥٤؛ فهرس مطبوعات قيصري راشد أفندي ص ٣٧؛ عثمانلي مؤلفلري ٣/ ٢٦)\nالترجمة من (ويكيبيديا)، ومعجم تاريخ التراث الإسلامي في مكتبات العالم (١/ ٧٢٨)",
  "books": [
    {
      "text_id": 742,
      "title": "موسوعة مرآة الحرمين الشريفين وجزيرة العرب"
    }
  ]
}