{
  "author_id": 3156,
  "author_meta": "ابن عبد القوي (٦٣٠ - ٦٩٩ هـ = ١٢٣٢ - ١٢٩٩ م)\nشمس الدين، أبو عبد الله، محمد بن عبد القوي بن بدران المَرداوي المقدسي\nفقيه حنبلي، نحوي، شاعر.\nولد بـ «مَردا» -من قرى نابلس-، وتوفي بدمشق.\nأخذ الفقه عن ابن أبي عُمَر صاحب «الشرح الكبير على المقنع».\nوأخذ النحو عن ابن مالك صاحب «الألفية النحوية».\nومن تلاميذه: شيخ الإسلام ابن تيمية، والحافظ الذهبي، وغيرهم.\n) من كتبه)\n١ - «عقد الفرائد وكنز الفوائد»، وهِي منظومة فِقهيّة دالِيّة في قرابة (١٥.٠٠٠) خمسة عشر ألف بيت؛، طُبعَت في مجلدين على نفقة الشيخ علي آل ثاني بالمكتب الإسلامي ١٣٨٤ هـ-١٩٦٤ م، نَظَم فيهما كتاب «المقنع» لابن قدامة الحنبلي مع زيادات من أمهات كتب المذهب، وهي من مصادر المَرداوي في «إنصافه» كما ذكره في مقدمته، وهي المُرادة في كتب الحنابلة: «المنظومة» و «النظم» و «الناظم»، وقد ضَمّنها نظمه: «روضة الرائض في علم الفرائض»، ثم أتبعها: بنظم الآداب، الذي اشتُهِر بـ «منظومة الآداب» وبـ «المنظومة الصُغرى»؛ تمييزا لها عن هذه «الكبرى».\nوقد شرحها -أي الكبرى- الشيخ عبد الرحمن السعدي بـ «تيسير الكريم الواحد في شرح عقد الفرائد» وطُبِع ضمن «مجموع مؤلفاته» عن دار الميمان وأوقاف قطر عن مجموعة رسائل علمية بجامعة الإمام محمد بن سعود الإسلامية.\n٢ - «منظومة الآداب»، وهي «الألفية في الآداب الشرعية» بهذا الاسم طَبَعها المُحقِّق محمد بن ناصر العجمي، عن دار البشائر، وذَكر أنها طُبعَت من قبل ضمن «مجموع» في مكتبة الرياض الحديثة بدون تاريخ، وهي في ٩٤٧ بيت، ويُطلَق عليها بعض العلماء اختصارا: «الآداب الشرعية» كالحجاوي، أو «الآداب» كالمرداوي في «الإنصاف»، كما يُقال لها « … الصغرى» تمييزا لها عن منظومته الفقهية «الكبرى» السابقة، خلافًا لمَن تَوَهّم أن له منظومَتين في الآداب: صُغرى وكُبرى.\nوقد اهتم بها الحنابلة؛ فشرحها الشيخ موسى الحجاوي بـ «فتح الوهاب شرح الآداب»، وطبعه الشيخ: عبد السلام الشويعر لدى دار ابن الجوزي ١٤٢٦ هـ، كما طَبعَتْها أيضا أوقاف الكويت بتحقيق الشيخ: نور الدين طالب لدى دار النوادر ١٤٢٨ هـ -٢٠٠٧ م.\nوأَلّف السفاريني «غذاء الألباب في شرح منظومة الآداب» وطُبِع في مجلدين كِبار، كما حُقِّق في رسائل علمية طَبعَتْها وقفية لطائف لدى دار البشائر الإسلامية في ٦ مجلدات.\nكما شرحها العلاء المرداوي صاحب «الإنصاف» فيما ذكره السفاريني في مقدمة «شرحه».\n٣ - «طبقات الأصحاب» أي الحنابلة.\n٤ - «مجمع البحرين»، لم يُتمّه.\n٥ - «الفروق».\n_________\nنقلًا عن: «الأعلام» للزركلي، وهو عن «شذرات الذهب» ٥: ٤٥٢، و «المقصد الأرشد»، و «الكتبخانة» ٢: ١٦٣، و «معجم المطبوعات» ١٧٢٩، (بتصرف) مع زيادات عديدة من مقدمات تحقيق كتبه وشروحها المطبوعة (وغيرها) مِن جَمْع فريق الشاملة.",
  "books": [
    {
      "text_id": 54,
      "title": "منظومة الآداب = الألفية في الآداب الشرعية"
    }
  ]
}