{
  "author_id": 3164,
  "author_meta": "د يحيى بن عبد الرزاق الغوثاني\nولد في ٢١ رمضان ١٣٨٣ هـ في سوريا.\nمتزوج ولديه سبعة أولاد أربعة إناث وثلاثة ذكور.\n(المؤهلات)\nالثانوية الشرعية من معهد الفرقان في دمشق.\nبكالوريوس كلية الشريعة من الجامعة الإسلامية في المدينة المنورة ١٩٨٥ م.\nماجستير في الدعوة والدراسات الإسلامية من المعهد العالي لإعداد الأئمة والدعاة بمكة المكرمة ١٩٨٨ م.\nدكتوراه من قسم التفسير وعلوم القرآن من جامعة القرآن الكريم والعلوم الإسلامية بأم درمان وتخصصه الدقيق: علم القراءات، ١٩٩٧ م.\n(الإجازات)\nإجازة في التجويد والقراءات من معهد القراءات القرآنية في حماة ١٤٠٩ هـ.\nإجازة في القرآن الكريم من شيخ قراء باكستان الشيخ فتح محمد باني بتي.\nإجازة برواية حفص عن عاصم وبالقراءات العشر من المقرئ الشيخ بكري الطرابيشي الدمشقي، وهو من أعلى الأسانيد في العالم اليوم.\nإجازة في القراءات العشر من طريق الشاطبية والدرة من المقرئ الشيخ عبد الغفار الدروبي.\nإجازة في القراءات العشر من طريق الطيبة من المقرئ الشيخ محمد عادل الحمصي، ومن المقرئ الشيخ عبد الشكور الترمذي الباكستاني. ومن شيخ القراء في استامبول الشيخ عبد الرحمن أفندي.\nمجموعة من الإجازات العلمية والحديثية من كبار شيوخ العصر الحديث في صحيح البخاري وسائر الكتب الستة وجميع المسلسلات الحديثية بأعمالها القولية والفعلية.\n(المشاركات)\nدورات عديدة في البرمجة اللغوية العصبية  nlp  والجرافولوجي وتحليل الشخصية من خلال الخط ودورات علوم الطاقة والريكي والداوسنكي والتشي كونج والإدارة والإبداع، وإطلاق القدرات ودورات الدفاع عن النفس والبارسيكولوجي، والريفلكسولوجي وتقنية سوجوك\nمدرب معتمد في البرمجة اللغوية العصبية (NLP)  من الاتحاد العالمي لمدربي و مستشاري (INLPTA)١٠ .\nمدرب معتمد في العلاج بخط الزمن (TLT)  من مكتشف خط الزمن الدكتور\" تاد جيمس \" و الجمعية الأمريكية للعلاج بخط الزمن (TLTA) .\nمدرب معتمد في التنويم الإيحائي من المجلس الأمريكي للتنويم الإيحائي (ABH).\nمدرب معتمد لبرنامج التفكير بطريقة الكورت (أدوار ديبونو).\nعضو مؤسس في جمعية تحفيظ القرآن الكريم في دولة بنين وتوغو وغانا وبوركينا فاسو.\nرئيس مجلس إدارة دار الغوثاني للدراسات القرآنية.\n(المؤلفات)\nكيف تحفظ القرآن الكريم قواعد أساسية وطرق عملية طبع أربع مرات.\nعلم التجويد أحكام نظرية وملاحظات عملية ثلاثة مستويات طبع المستوى الثاني ثلاث طبعات.\nفن الإشراف على الحلقات القرآنية، دراسة ميدانية تأصيلية. الطبعة الأولى.\nشرح الشاطبية في القراءات السبع، فيديو\nالسجل اليومي لمتابعة حفظ القرآن الكريم ذكور وإناث.\nتيسير أحكام التجويد مطبوع مع جزء عم و مسجل بالصوت.\nمتن الجزرية مسجل بالصوت مع كتيب.\nألبوم وسائل إبداعية في حفظ القرآن الكريم ٢ كاسيت مع كتيب تدريبي.\nالمستشار صفاته وخصائصه.",
  "books": [
    {
      "text_id": 688,
      "title": "تيسير أحكام التجويد - المستوى الأول"
    }
  ]
}