{
  "author_id": 3165,
  "author_meta": "أبو الفضل التميمي (٣٤٢ - ٤١٠ هـ)\nعبد الواحد بن عبد العزيز بن الحارث بن أسد، أبو الفضل التميمي الحنبلي\nفقيه حنبلي، محَدّث. حدث عن: أبي بكر النجاد، وأحمد بن كامل … في آخرين. قال الخطيب البغدادي: كتبنا عنه بانتخاب أحمد بن أبي الفوارس، وكان صدوقا. اهـ\nوكانت له حلقة في جامع المدينة للوعظ والفتوى.\nوخرج إلى خراسان في الأيام القادرية.\nمستفاد من «طبقات الحنابلة» (٢/ ١٧٩ ط الفقي) لابن أبي يعلى، و «تاريخ بغداد» للخطيب (١٢/ ٢٦٥ ت بشار)\nونقل الذهبي في ترجمته بـ «تاريخ الإسلام» (٩/ ١٥٣ ت بشار) عنه أنه قال: اجتمع رأسي ورأس القاضي أبي بَكْر الباقلاني على مِخدة واحدة سبع سِنين .... إلخ.\nثم عَقَّب الذهبي: قلت: ما هذا إلا وُدّ عظيم بين هذا الأشعريّ وبين هذا الحنبليّ، والتّميميّون معروفون بشيءٍ من الانحراف عَنْ طريقة أحمد، كما انحرف ابنُ عَقيل وابن الجَوزي وابن الزاغوني، وغيرهم. اهـ.\nقال شيخ الإسلام ابن تيمية في «مجموع الفتاوى» ٤/ ١٦٧ - ١٦٨: كان أبو الحسن الأشعري وأصحابه منتسبين إلى السنة والجماعة … وكان من أعظم المائلين إليهم: التميميون -أبو الحسن التميمي وابنُه وابنُ ابنِه ونحوهم-، وكان بين أبي الحسن التميمي وبين القاضي أبي بكر بن الباقلاني من المودة والصحبة ما هو معروف مشهور، ولهذا اعتمد الحافظ أبو بكر البيهقي في كتابه الذي صنفه في مناقب الإمام أحمد -لمَّا ذكر اعتقاده- اعتمد على ما نقله من كلام أبي الفضل عبد الواحد بن أبي الحسن التميمي، وله في هذا الباب مصنف ذكر فيه مِن اعتقاد أحمد ما فهمه، ولم يذكر فيه ألفاظه، وإنما ذكر جمل الاعتقاد بلفظ نفسه؛ وجعل يقول: «وكان أبو عبد الله .. »! وهو بمنزلة مَن يصنف كتابا في الفقه على رأي بعض الأئمة ويذكر مذهبه بحسب ما فهمه ورآه، وإن كان غيره بمذهب ذلك الإمام أعلم منه بألفاظه وأفهم لمقاصده؛ فإن الناس في نقل مذاهب الأئمة قد يكونون بمنزلتهم في نقل الشريعة، ومن المعلوم أن أحدهم يقول: «حكم الله كذا أو حكم الشريعة كذا» بحسب ما اعتقده عن صاحب الشريعة بحسب ما بلغه وفهمه، وإن كان غيره أعلم بأقوال صاحب الشريعة وأعماله وأفهم لمراده. اهـ كلامه.",
  "books": [
    {
      "text_id": 1049,
      "title": "العقيدة التي حكاها أبو الفضل التميمي عن الإمام أحمد - المطبوع بآخر طبقات الحنابلة"
    },
    {
      "text_id": 6498,
      "title": "العقيدة التي حكاها أبو الفضل التميمي عن الإمام أحمد - ت السيروان"
    }
  ]
}