{
  "author_id": 318,
  "author_meta": "اسمه ونسبه :\nالعلامة المحدث المسند الشيخ صالح أحمد بن إدريس بن محمد بن محمد إدريس بن عبد الرحمن بن علي بن عاصف بن باعبد الله الحضرمي الأصل الأركاني مولدا ثم المكي .\nولادته ونشأته :\nولد سنة ١٣٦٤هـ بأركان في بورما ونشأ هناك بين أحضان والديه ، وقد تكفل والده بتربيته الصالحة . وكانت الأوضاع هناك غير مستقرة والمسلمين مضطهدون إلى اليوم ، فما كان من والده إلا أن يرحل منها مع أهله متوجها إلى كراتشي وقد أقام مع والده مدة من الزمن قرأ خلالها القرآن الكريم وبعض الكتب الدينية مثل تعليم الإسلام للمفتي كفاية الله الدهلوي وغيرها من الكتب ، كما قرأ على يد الشيخ نور الزمان الأركاني بعض من الكتب . ثم رحل مع والديه إلى الإمارات العربية ونزلوا في دبي فقرأ هناك على الشيخ محمد شفيع الأركاني وهو من تلاميذ الشيخ بشير الله الأركاني .ثم رحلوا من دبي متوجهين إلى حضرموت وبصحبة الشيخ محمد شفيع فتعرفوا هناك على جملة من العلماء بواسطة والده[١] ، وقد أتموا رحلتهم حتى وصلوا إلى مدينة الشيخ عثمان بعدن وهناك لازم الشيخ حسين شريف الأركاني (ت ١٣٨٩هـ) بمدرسته سنتين فقرأ عليه كتبا كثيرة وهو أحد تلاميذ الشريف حسين بن أحمد المدني ، وبواسطته لقي كبار العلماء باليمن مثل العلامة الشيخ إسماعيل بن مهدي الغرباني (ت ١٣٩٨هـ)\nو - العلامة الشيخ مهدي بن علي المزلم والعلامة الشيخ أحمد بن علي الكحلاني (ت ١٣٨٦هـ) وغيرهم ، كما كاتب الشيخ حسين بعض علماء الهند والباكستان فأجازوه . ثم واصل الشيخ صالح مع والديه وبرفقة الشيخ حسين والشيخ محمد شفيع رحلتهم متوجهين إلى مكة المكرمة، فتعرف بواسطة الشيخين على جملة من علماء الحرمين .\nمشايخه و إجازاته العلمية :\nكما طلب الشيخ حسين الأركاني من الشيخ إبراهيم الختني [٢](ت ١٣٨٩هـ) أن يجيزه فأجازه وكما طلب من الشيخ إبراهيم أن يستجيز له من علماء الشام والهند وممن أجازه بواسطة الشيخين الشيخ بدر عالم الميرتي (ت ١٣٨٥هـ) والشيخ المفتي مهدي حسن رانديد (ت ١٣٩٠هـ)\nوالمعمر الشيخ حسين الأركاني إستجاز له من أصحابه مثل الشيخ محمد إبراهيم البلياوي الديوبندي (ت ١٣٨٧هـ)\n- والشيخ المعمر رسول خان هزاروي (ت ١٣٩٠هـ)\n- والشيخ فخر الدين أحمد المرادىآبادي (ت ١٣٩٢هـ) وغيرهم ، وممن راسلهم الشيخ محمد أسعد السهرنفوري (ت ١٣٩٩هـ) وغيره .\nوقد لقي الشيخ صالح كثيرا من العلماء فممن لقيهم :\nالمفتي محمد شفيع الديوبندي (ت ١٣٩٦هـ)\n- والشيخ محمد يوسف البنوري (ت ١٣٩٧هـ)\n- والشيخ ظفر أحمد العثماني (ت ١٣٩٤هـ)\n- والشيخ محمد زكريا الكاندهلوي (ت ١٤٠٢هـ)\n- والشيخ محمد الطيب القاسمي (ت ١٤٠٤هـ) مدير دار العلوم ديوبند وغيرهم .\nوممن لقيهم من علماء الحجاز منهم :\n- العلامة السيد محمد العربي التباني (ت ١٣٩٠هـ)\n- والعلامة الشيخ محمد يحيى آمان ( ت ١٣٨٧هـ)\n- والعلامة السيد علوي بن عباس المالكي (١٣٩١هـ)\n-والعلامة الشيخ حسن بن سعيد يماني ( ت ١٣٩١هـ)\n- والعلامة الشيخ حسن المشاط (ت ١٣٩٩هـ)\n- والعلامة الشيخ محمد حسين التكنافي الديوبندي (ت ١٤٠٠هـ)\n-والعلامة الشيخ سلامة الله الأركاني (ت ١٤٠٠هـ)\n- والعلامة السيد محمد أمين كتبي ( ت ١٤٠٤هـ)\n- والعلامة الشيخ محمد نور سيف هلال (ت ١٤٠٧هـ)\n- والعلامة الشيخ عبد الله بن سعيد الحجي (ت ١٤١٠هـ)\n- والعلامة محمد ياسين الفاداني (ت ١٤١٠هـ)\n- والعلامة زكريا بيلا (ت ١٤١٣هـ)\n- والعلامة الشيخ إسماعيل زين يماني (ت ١٤١٥هـ)\n- والعلامة السيد حسن بن محمد فدعق (ت ١٤٠١هـ) وغيرهم .اهـ[٣]\nفقد بلغ عدد شيوخه الذين أجازوه إما بطريق القراءة أو الإجازة أو الإجازة العامة لأهل العصر نحو المائتين كما أثبت ذلك هو في بعض مؤلفاته وإليك أخي جملة منهم وهم :\n- العلامة الشيخ إبراهيم بن حمود السالمي الزبيدي (ت ١٣٩٤هـ) والعلامة الشيخ إبراهيم بن إسماعيل اليعقوبي الجزائري الأصل ثم الدمشقي (ت ١٤٠٦هـ)\n- والعلامة الشيخ إبراهيم فطاني (ت ١٤١٣هـ)\n- والعلامة الشيخ أبو اليسر عابدين (ت ١٤٠١هـ)\n- والعلامة الشيخ أحمد بن محمد منصوري الفلفلاني (ت ١٤٠٦هـ)\n- والعلامة الشيخ أحمد بن أحمد بن محمد الجرافي الصنعاني (ت ١٤٠٥هـ)\n-والعلامة الشيخ أحمد بن سالم بامساعد الحضرمي ثم المكي (ت ١٣٩١هـ)\n-والعلامة المفتي أحمد بن محمد زبارة الصنعاني والعلامة الشيخ أبرار الحق الهندي والعلامة الشيخ أحمد بن محمد بن أحمد الهاشمي الجزائري ثم الدمشقي المالكي (ت ١٣٩٩هـ)\n-والعلامة الشيخ أحمد عبد الدائم الحلبي (ت ١٣٩٠هـ)\n- والعلامة الشيخ أحمد بن محمد نصيف الرفاعي الدمشقي (ت ١٤٠٥هـ) والعلامة الشيخ أحمد بن سليم قويدر المربيلي الشامي (ت ١٣٩٠هـ) والعلامة الشيخ أبو الفرج بن عبد القادر الخطيب الدمشقي (ت ١٤٠٧هـ) والعلامة الشيخ محمد إدريس الكاندهلوي (ت ١٣٩٤هـ)\n- والعلامة الشيخ إسماعيل بن حسن المشرع اليمني (ت ١٣٩٩هـ)\n- والعلامة الشيخ محمد أمين بن إبراهيم البخاري ( ت ١٣٩١هـ)\n- والعلامة الشيخ أمين بن أحمد الطرابلسي المغربي ثم المدني (ت ١٣٩٤هـ) والعلامة الشيخ محمد أنور بن محمد سليم الداغستاني الدمشقي (ت ١٤٠١هـ)\n- والعلامى الشيخ محمد أيوب بن محمد يعقوب السهرنفوري (ت ١٤٠٧هـ)\n- والعلامة الشيخ بدر الدين بن أحمد الجزائري ثم الدمشقي (ت ١٣٨٧هـ) - والعلامة الشيخ محمد بدر الدين بن العلامة إبراهيم الغلاييني الدمشقي (ت ١٤١١هـ)\n- العلامة المعمر بشير الله بن عبد الجبار الأركاني\n- والعلامة الشيخ بشير بن عبد الله بن محمود الجلاد الدمشقي (ت ١٤٠٣هـ)\n- العلامة الشيخ محمد بشير بن محمد راغب الشلاح الدمشقي (ت ١٤٠٥هـ)\n- والعلامة الشيخ محمد بهجة البيطار (ت ١٣٩٦هـ)\n- والعلامة المعمر أحمد بكري البنتني (ت ١٣٩٥هـ)\n- والعلامة الشيخ محمد توفيق بن عباس الصباغ (ت ١٣٩١هـ)\n- والعلامة محمد توفيق حسن الخطيب الدمشقي (ت ١٣٩٠هـ)\n- والعلامة الشيخ ثابت بن محمد نجا الحلواني الرفاعي الدمشقي (ت ١٣٩٧هـ)\n- والعلامة الشيخ جابر بن الفتيني العجيلي اليمني (ت ١٣٩١هـ)\n- والعلامة الشيخ حامد بن أديب بن رسلان الدمشقي (ت ١٣٨٧هـ) والعلامة السيد حامد بن محمد بن سالم السري (ت ١٣٩٧هـ)\n- والعلامة الشيح محمد الحافظ التيجاني (ت ١٣٩٨هـ)\n- والعلامة المعمر حسن علي الأركاني (ت ١٣٩٠هـ)\n- والعلامة الشيخ حسن بن مرزوق حبنكة الميداني (ت ١٣٩٨هـ)\n-والعلامة المقرئ حسن بن إبراهيم الشاعر المدني شيخ القراء بالمدينة المنورة (ت ١٤٠٠ )\n-والعلامة الشيخ حسين رضا بن حسين خطاب الدمشقي شيخ القراء بدمشق (ت ١٤٠٨هـ)\n-والعلامة الشيخ محمد حسام الدين بن محمد شفيق القدسي ثم الدمشقي ثم القاهري (ت ١٤٠٠هـ)\n-والعلامة الشيخ حسين بن عبد الكريم الحمزاوي (ت ١٣٩٥هـ) والعلامة الشيخ محمد حبيب بن عمر الحلاق ( ت ١٤٠٧هـ)\n-والعلامة الشيخ حسين بن محمد الوصابي الزبيدي (ت ١٣٩٣هـ)\n-والعلامة الشيخ حسنين مخلوف (ت ١٤١٠هـ)\n-والعلامة الشيخ محمد حيات السنبهلي الهندي\nوالعلامة الشيخ خلد عثمان بن أحمد المخلافي الزبيدي (ت ١٣٩٧هـ)\n-والعلامة الشيخ خالد بن محسن بن حسن الشرعبي التعزي (ت ١٣٩٢هـ) والعلامة الشيخ خير محمد بن يار محمد الهندي (ت ١٣٩٤هـ)\n-والعلامة الشيخ محمد خيرو بن صالح الدمشقي (ت ١٤٠٠هـ)\n-والعلامة الشيخ محمد رجب بن عبد المتعال الرباط الدمشقي (ت ١٣٨٩هـ)\n-والعلامة الشيخ محمد رفيق السباعي الحمصي ثم الدمشقي (ت ١٣٨٩هـ)\n- والعلامة محمد رشيد بن محمد هاشم الخطيب الدمشقي (ت ١٤٠١هـ)\n-والعلامة الشيخ محمد رشدي بن محمد عرفة الدمشقي (ت ١٤٠٦هـ)\n-والعلامة الشيخ زين العابدين حسين التونسي ثم الدمشقي (ت ١٣٩٧هـ)\n-والعلامة الشيخ زبير بن أحمد إسماعيل الفلفلاني\nوالعلامة السيد سالم بن جندان (ت ١٣٩٥هـ)\n-والعلامة الشيخ محمد سعيد دفتردار (ت ١٣٩٢هـ)\n-والعلامة الشيخ محمد سعيد بن درويش الحمزاوي (ت ١٣٩٨هـ)\n- والعلامة الشيخ محمد سعيد بن محمد سليم الحلواني (ت ١٣٨٩هـ)\n-والعلامة الشيخ محمد سعيد بن عبد الرحمن البرهاني الدمشقي (ت ١٣٨٦هـ) والعلامة محمد سعيد بن أحمد الأحمر التلي الشامي (ت ١٤٠١هـ)\n-والعلامة الشيخ محمد سعيد بن محمد صالح المعروف بأبي لحاف (ت ١٣٩٦هـ) والعلامة الشيخ محمد سعيد الشلاح (ت ١٣٩٣هـ)\n-والعلامة الشيخ محمد سعدي بن أسعد بن عبد المجيد الصباغ (ت ١٣٩٦هـ)\n-والعلامة الشيخ محمد سليم بن محمد سعيد العثماني (ت ١٣٩٧هـ) والعلامة الشيخ محمد سليم بن أحمد اللبني الميداني (ت ١٤٠٠هـ)\n-والعلامة الشيخ محمد سهيل بن عبد الفتاح الخطيب الدمشقي (ت ١٤٠٢هـ) والعلامة الشيخ سيف الدين بن محمد الخاني (ت ١٣٨٩هـ)\n-والعلامة الشيخ شريف الحسن الديوبندي (ت ١٣٩٧هـ)\n-والعلامة الشيخ محمد شفيق بن محمد علي الدمشقي (ت ١٣٩٠هـ)\n-والعلامة الشيخ محمد شفيق بن عبد المجيد الأسطواني (ت ١٣٨٧هـ)\n-والعلامة الشيخ صلاح الدين بن محمد رضا الزعيم الدمشقي (ت ١٣٩٠هـ)\n-والعلامة الشيخ محمد صلاح الدين بن عبد القادر كيوان الدمشقي (ت ١٣٨٧هـ) والعلامة الشيخ محمد صالح بن أحمد الخطيب (ت ١٤٠١هـ)\n-والعلامة الشيخ محمد صالح بن شيخنا المفتي عبد الله باسند العمودي (ت ١٣٩٣هـ) والعلامة الشيخ محمد صالح بن عبد القادر العقاد (ت ١٣٩٠هـ)\n-والعلامة الشيخ محمد صالح بن عبد الله الفرفور (ت ١٤٠٧هـ)\nووالدي الحافظ [٤] الشيخ محمد إدريس بن عبد الرحمن لأركاني (ت ١٣١٧هـ) وغيرهم [٥]\nكما تدبج رحمه الله تعالى مع جملة من العلماء منهم :\nالعلامة الشيخ محمد ياسين الفاداني وكانت يوم الخميس الموافق ٢٨/ ٨/ ١٤١٠هـ\n-والعلامة المفتي إبراهيم بن عقيل\n-والعلامة الشيخ محمد حزام المقرمي\n-والعلامة الشيخ إسماعيل عثمان زين يماني\n-والعلامة الشيخ إسماعيل الأنصاري رحمهم الله تعالى رحمة الأبرار وأسكنهم فسيح جناته أمين .\nثناء العلماء عليه :\nوقد أثنى عليه فضيلة العلامة المسند محمد ياسين الفاداني عدة مرات بقوله : خليفتنا من بعدنا الشيخ صالح الأركاني أما في سوريا عامة وحلب خاصة فهو الشيخ أحمد سردار .\nوقال محمد علوي المالكي في رسالة أرسلها له : حضرة صاحب الفضيلة المحدث المسند الراوية الأخ في الله . وقال أيضا فقد سعدنا بالمجموعة المباركة العظيمة من مؤلفاتكم الكريمة التي أرسلتموها إلينا وأحييتم بها مدارس السنة والرواية وخصوصا ما أكرمتمونا به بما خصصتم به أولادنا وتلاميذنا …إلى أن قال وإنما من باب الفرح بنعمة الله والاعتزاز بكم والافتخار لأن مثلكم ممن يعتز بكتبه ويفتخر …\nمؤلفاته :\nوقد ترك لنا الشيخ صالح الأركاني رحمه الله تعالى جملة من المصنفات والتي بلغت نحو ١١٩ مصنف وهي :\nالأربعون حديثا من ـ صحيح البخاري ومسلم وأبي داود والترمذي والنسائي وابن ماجة والمستدرك للحاكم وشرح السنة للبغوي ومسند الأمام أبي حنيفة ومسند الإمام أحمد بن حنبل ومسند الإمام الشافعي وموطأ الإمام مالك والسنن الكبرى للبيهقي ـ عن أربعين شيخا من شيوخي [٦]\nـ الأربعون البلدانية ، وهي عبارة عن أربعين حديثا عن أربعين شيخا من شيوخي من أربعين بلدا\nـ الأربعون حديثا من أربعين كتابا عن أربعين شيخا من شيوخي\nـ والأربعون حديثا من كتاب الزهد والرقائق لابن المبارك عن أربعين شيخا من شيوخي\nـ إتحاف المسلمين بأسانيد الكتب الحديثية العشرين\nـ إتحاف أهل الحديث والأثر بذكر جملة من أسانيدنا إلى الحافظ ابن حجر أو فضل الرحمن في إجازة الدكتور يوسف بن عبد الرحمن المرعشلي[٧]\nـ إتحاف العباد بإجازة الدكتور نبيل بن رشاد المكي\nـ إتحاف ذوى الهمة والنشاط بأسانيد شيخنا حسن المشاط\nـ إتحاف البشر بإجازة الشيخ عبد الله بن علي بصفر في ٨ مجلدات\nـ إتحاف أهل الصدق والوفا بإجازة خالد بن مصطفي الفلسطيني\nـ إتحاف أهل الهداية والسداد بذكر بعض مالنا من الرواية والإسناد\nـ إتحاف الأخيار بأسانيد المسند عمر بن عبد الكريم العطار [٨]\nـ إتحاف الأنام بإجازة الشيخ محمد حزام هو المقرمي التعزي\nـ إتحاف الإخوان بأسانيد السيد أحمد دحلان [٩]\nـ إتحاف الجمهور بإجازة الدكتور إبراهيم بن محمد نور ، هو ابن سيف المكي\nـ إتحاف الرواة الثقات بذكر بعض أسانيدنا إلى جملة من الأثبات\nـ إتحاف الفقهاء والمحدثين بأسانيد مفتى الشام محمد أمين عابدين [١٠]\nـ إتحاف الأشراف بالمسلسل بالأشراف\nـ الإجازة العامة في الحديث الشريف وغيره\nـ إتحاف علماء المسلمين بإجازة قاضي رابغ الدكتور مجيد الدين بن منهاج الدين ـ إتحاف خير الأمة بأسانيدنا إلى الشاه والي الله\nـ إتحاف المحدثين بأحاديث أشرف الأنبياء والمرسلين عن جملة من شيوخي المسندين[١١]\nـ إظهار الصواب في انتفاع الميت بالقراءة وإهداء والثواب ، على المذاهب الأربعة ـ أحسن السبل في ذكر بعض أسانيدي من طريق الشيخ محمد سعيد سنبل ـ أحسن المطالب في إجازة الشيخ زكريا بن أحمد الطالب هو الحلبي ثم المكي ـ أحكام النون الساكنة والتنوين في الجزء الثلاثين من كتاب لب العلمين\nـ أسانيد الكتب ( كلا من الحنفية والمالكية والشافعية والحنبلية) [١٢]\nـ الإسعاد بذكر بعض مالي من الإجازة والإسناد في عدة أجزاء\nـ الإشارة إلى مسألة هل يصل إلى الميت ثواب القراءة على المذاهب الأربعة ، رسالة\nـ الأضواء الكاشفة في الرد على الأقوال والآراء الخاطئة\nـ الغاز فقهية على المذاهب الأربعة ، على طريق الأسئلة والأجوبة\nـ أوائل الأعمال ومقدمات الأسماء والأفعال ، على نهج الأسئلة والأجوبة\nـ إهداء التهاني في إجازة الشيوخ الثلاثة : الدكتور إكرام الله الأركاني والشيخ دلدارين بن محمد إسحاق الأركاني والشيخ عبد الملك الأركاني\nـ إصلاح المعاني في الطب الروحاني ـ الإحتفال بأسانيد الرجال\nـ إهداء التهاني في إجازة الشيخ مختار الدين بن زين الدين الفلمباني ثم المكي\nـ إهداء التهاني في إجازة الأستاذ محمد علي سعيد الشهري\nـ الباعث الحثيث في ذكر أسانيدي لكتب الحديث ويقع في ثلاث مجلدات طبع منه الجزء الأول ونفد\nـ البدر المنير في الأسانيد المتصلة بثبت الأمير محمد الكبير\nـ البسملة في أسئلة وأجوبة\nـ التبصرة في معرفة الأحاديث المنكرة\nـ تبصير البصائر في جمع الأواخر ، في أسئلة وأجوبة\nـ تحفة السائل بالجواب الكامل\nـ تحفة القاري في إجازة الشيخ عبد القادر كرامة الله البخاري\nـ تحفة المستفيد في إجازة محمد بن عبد الله الرشيد[١٣]\nـ تحفة المسلمين في تخريج حديث اقرءوا على موتاكم يس\nـ تحفة الإخوان من المواعظ الحسن ، مطبوع\nـ تحفة النبيل في إجازة المفتى إبراهيم بن عمر عقيل\nـ تحفة الأركاني في إجازة الشيخ عبد الواسع بن أحمد الذبحاني التعزي\nـ تحفة الشباب في معرفة شتى الأسباب [١٤]\nـ تحقيق الأماني في إجازة أولاد وتلاميذ المسند الفاداني\nـ تحقيق الأماني في إجازة الشيخ نور محمد إدريس الأركاني\nـ تربية النشء في ظل الإسلام طبع ونفذ\nـ ترغيب الشباب إلى حفظ القرآن\nـ تعليق وتخريج على رسالة كيفة صلاة النبي صلى الله عليه وسلم ، للشيخ بن باز ـ تفقه الصبيان إلى مذهب أبي حنيفة النعمان [١٥]\nـ تنبيه علماء الإسلام بما في بعض الأثبات والأجزاء من الأوهام\nـ تنوير الأبصار في إجازة الشيخ أحمد بن محمد سردار هو الحلبي\nـ ثبت الأثبات والمعاجم والفهارس والمسلسلات\nـ الثبت المحقق في إجازة القاضي الوزير حسين بن علي مرفق في ١٢ مجلد\nـ الثبت المختصر لطلاب الحديث والأثر\nـ الثبت الوجيز للطالب المستجيز\nـ الثمرات الجنية في الحقوق الإسلامية[١٦]\nـ الثمرات الطيبات في معرفة أسانيد القراءات\nـ جدول الأسانيد\nـ الجواهر والدرر في تراجم القرن الثاني عشر\nـالجوهر الجديد في أسانيد المحدث عبد الرحمن الكزبري الحفيد\nـ جمع الفوائد في الأسانيد المتصلة بحصر الشارد\nـ جغرافية بورما الشيوعية\nـ جواهر الأركاني في الأسانيد المتصلة بثبت الشوكاني\nـ الحج وأحكامه\nـ الحاوي في إجازة الشيخ عماد بن طه الطنطاوي\nـ الحق أبوح في الرد على من قال أن العذاب أو النعيم فقط على الروح\nـ حديقة البلابل في جمة الأوائل\nـ حرز الأماني في إجازة عبد الله بن صلح العبيد التميمي النجدي\nـ خلاصة الخبر في تراجم علماء القرن الحادي عشر\nـ درر الأركاني في الأسانيد المتصلة بالنفس اليماني\nـ الدرر الحسان في آداب حملة القرآن مطبوع\nـ الدرر الغالية الهامة في سرد جملة من الأثبات وأسانيد أصحابها العامة\nـ الدرر الغوالي من الأسانيد العوالى\nـ الدرر المكللة في الأحاديث المسلسلة\nـ الدرر والجواهر في الأسانيد المتصلة بإتحاف الأكابر بمرويات المفتي عبد القادر\nـ ديوان الأركاني\nـ رائد الأثبات في المعاجم والفهارس والمشيخات\nـ رباعيات الأركاني\nـ الربا وأضراره\nـ السراج المنير في الأسانيد المتصلة باثبات الأعلام الثلاثة : عبد الله الشرقاوي ومحمد الشناوي ومحمد الأمير الكبير\nـ ضوء القمر في حمع وفيات حلية البشر\nـ صلب الأصول في أصول الفقه على مذهب الإمام الشافعي\nـ العقد الجديد في معرفة الشيوخ والأسانيد\nـ العقد المفضل في حديث الرحمة المسلسل\nـ العقد الفريد في إجازة الشيخ إبي هاجر محمد السعيد زغلول\nـ عشر أحاديث صحيحة في أسئلة وأجوبة\nـ العقود المفضلة في ذكر الأحاديث المسلسلة\nـ عقود الدرر في تراجم علماء القرن الثالث عشر\nـ عقيدة الأركاني\nـ عون المستفيدين في إعراب الأحاديث الأربعين من شرح العيني لصحيح البخاري\nـ عون الله الواحد في جمع إعراب الشواهد ، جمعت فيه إعراب شواهد قطر الندي وبل الصدى\nـ غاية المتمني في إجازة الشيخ علي القرني\nـ فتح الرحمن الرحيم في إجازة الشيخ المقرئ سمير بن عبد الرحيم المصري\nـ فتح الباري في إجازة الشيخ إسماعيل بن محمد ماحي الأنصاري\nـ فتح الحميد في إجازة الدكتور أحمد بن سعيد الغامدي\nـ فتح الرحمن الرحيم في أسانيد القرآن الكريم[١٧]\nـ فتح الرحمن في إجازة الشيخ حمدان\nـ فتح الرحيم في إجازة خالد عبد الكريم هو التركستاني المكي\nـ فتح الرشيد في أسانيدنا إلى المحدث عبد الغني بن أبي سعيد\nـ فتح السميع في أسانيد شيخنا المفتي محمد شفيع\nـ فتح العلام في أسانيد الرجال واثبات الأعلام في ١٠ مجلدات[١٨]\nـ فتح المجيد في علم التجويد طبع\nـ فتح المعبود في إجازة الشيخ طلال بن سعود الدعجاني\nـ فتح الملك الديان في إجازة الشيخ أحمد دمنهور بن أرمان هو البنتني الجاوي ثم المكي\nـ فتح المنان في إجازة الدكتور محمد بن عبد الرحمن هو الويسي الحلبي\nـ قرة العين في إجازة العلامة المحدث إسماعيل بن عثمان زين في ١٢مجلد\nـ قواعد العبودية\nـ القول الراشد إلى أئمة المساجد\nـ القول البديع إلى أهل رابغ\nـ القول الجميل في إجازة المفتي إبراهيم بن عمر بن عقيل\nـ القول السديد في علم التجويد\nـ الكتاب المنور في إعراب قصار السور[١٩]\nـ كشف الملابسات في الرد على رسالة حكم القراءت للأموات\nـ الكوكب الدري في إجازة المقرئ أحمد بن مصطفي المليجي\nـ اللآلي اللامعة في الأسانيد المسلسلة إلى الأئمة الأربعة\nـ اللؤلؤ والمرجان في فضائل القرآن ـالمبادئ الأولية والقواعد الأساسية في علم مصطلح الحديث\nـ المعجم المختصر لطلبة العلم والحديث والأثر\nـ مأساة المسلمين في أركان\nـ مأساة المسلمين في بورما الشيوعية حسب ما نشرته الدوريات المختلفة باللغة العربية\nـ مجتصر كتاب الزهد والرقائق لابن المبارك\nـ مختصر أخبار الإمام أبي حنيفة وأصحابه للصيمري\nـ مختصر سنن الدارمي\nـ النفحة المسكية من أسانيدنا المكية\nـ النهج السديد في معرفة الشيوخ والأسانيد\nـ نغمان الأحزان في قصائد أركان\nـ نور العينين في الأسانيد المشتركة بين الشيخين . أي المؤلف والشيخ إسماعيل عثمان زين المكي وقد ألفته بناء على طلبه\nـ نور العيون في أسانيد العلوم والفنون\nـ نيل المرام في إجازة الشيخ عبد السلام ، هو ابن نور أحمد المكي\nـ الياقوته في إجازة الشيخ عادل عبد القادر قوته في ٨ مجلدات\nـ يسألونك في علم الرواية والإسناد\nـ تحفة المجالس في التعليقات على فهرس الفهارس\nـ إتحاف الأمة الإسلامية بإجازة من إستجازني من الدول العربية والإسلامية\nـ إتحاف البررة بالمسلسلات العشرة\nـ الرسالة الوجيزة في أسانيدنا العزيزة ، وغير ذلك من المؤلفات .\nحبه لنشر العلم وتأليف الكتب :\nفقد كان الشيخ رحمه الله تعالى ضعيف البنية يشتكي كثيرا من مرض السكر حتى أقعده ، فكان لا يستطيع الوقوف طويلا خوفا من أن يقع على الأرض وقد حدث له ذلك عدة مرات كما أخبرني هو بذلك . وكان يقول رحمه الله تعالى علاجي هو التأليف فعندما يرتفع السكر تجد الشيخ يكتب كثيرا حتى يغمى عليه ثم يفيق ويكمل رسالته . فقد كان له حب عجيب للعلم وأهله وكذلك للتأليف .\nوفاته :\nواستمر كذلك الشيخ إلى أن أدخل مستشفي رابغ ومكث بها نحوا من أسبوعين لأن الشيخ كان يشعر في السنين الأخيرة من قبل وفاته بشيء من الضيق فعند الفحص وجد أنه كان يشتكي أيضا من القلب وأدخل العناية المركزة ثم خرج من المستشفي لمدة أربعة أيام تقريبا[٢٠] وأعيد مرة ثانية إلى مستشفي الملك فهد بجدة ومكث بها نحوا من ثلاثة أسابيع وأثر هبوط حاد في القلب انتقل الشيخ صالح الأركاني من دار الفناء إلى دار البقاء يوم الثلاثاء الموافق ١٥ /٩ / ١٤١٨هـ ودفن يوم الأربعاء بعد صلاة العشاء الموافق ١٦ / ٩ / ١٤١٨هـ رحمه الله تعالى رحمة الأبرار وأسكنه فسيح جناته أمين .\nفقد أخبرني أخيه نور الأركاني قائلا : عندما أدخل أخي إلى المستشفى آخر مرة قلت له : تقوم بسلامة إن شاء الله وتكمل ما كتبته ، فأجابني قائلا : لقد تعبت ولا أريد التأليف أو الكتابة ، وأريد أن أستريح وبعدها بأيام انتقل إلى رحمة الله تعالى ، وله عقب بارك الله فيهم\n_________\n[١] - المراد هنا الشيخ محمد شفيع ، والمقصود والده في العلم .\n[٢] - وقد سألت الشيخ عبد القادر كرامة الله البخاري حفظه الله تعالى ورعاه عام ١٤١٨هـ ، وسألته مرة أخرى في نفس السنة وكان معي كلا من الأخ الفاضل أمين الكردي وجميل عتاوي عن الشيخ إبراهيم الختني ومن ضمن ما سألته هل كان الشيخ إبراهيم صعب في الإجازة ؟ فقال الشيخ عبد القادر بل كان سهلا . وسألته وقلت له : هل الشيخ إبراهيم يطلب الإجازة لغيره ويحضرها له ؟ فقال الشيخ إبراهيم لقد أرسل لي إجازة الشيخ عبد القادر شلبي والشيخ عبد الباقي اللكنوي وقد كنت درست عليهما .\n[٣] ـ ما أثبت في هذه الترجمة فهو من كلامه عندما سألته عن مراحل طلبه للعلم ، وقد تم أخذها من فمه رحمه الله تعالى قبل وفاته بنحو ثلاثة أشهر تقريبا وهو على فراش المرض فرحمه الله تعالى رحمة الأبرار وأسكنه فسيح جناته أمين .\n[٤]ـ تطلق كلمة حافظ أو قاري في البلاد الهندية والباكستانية وما جاورها وبخاري .. نسبة إلى حفظه لكتاب الله تعالى .\n[٥] ـ من أراد المزيد فعليه أن يرجع إلى كتابه فتع العلام في أسانيد الرجال واثبات الأعلام .\n[٦]ـ فهذه ثلاثة عشرة من مصنفاته تحمل نفس العنوان مثل الأربعون حديثا من صحيح البخاري عن أربعين شيخا من شيوخي .\n[٧] ـ قال الشيخ صالح : ذكرت فيه أكثر من ١٥٠ سندا إلى الحافظ ابن حجر العسقلاني ، وطبع في أخر المجلد الثالث من المجمع المؤسس للمعجم المفهرس للحافظ ابن حجر .\n[٨] ـ قال الشيخ صالح : ذكرت فيه أسانيد عمر بن عبد الكريم العطار المكي وإسنادنا إليه .\n[٩] ـ قال الشيخ صالح : ذكرت فيه أسانيده وأسانيدنا إليه .\n[١٠] ـ ذكر فيه أسانيد الشيخ محمد أمين عابدين وأتبعه بذكر أسانيده إليه .\n[١١] ـ قال الشيخ صالح : هو اسم إجازة كتبتها للدكتور عبد المحسن المنيف التميمي وزميله الدكتور موسى بن سليمان الدويش السبيعي\n[١٢] ـ فهذه أربعة مؤلفات له .\n[١٣] ـ قال الشيخ صالح : يوجد لديه بمدينة الرياض ، وطبعه على الكمبيوتر إلا أنه حذف من المقدمة أشياء ، وكذلك أشياء أخرى من داخله ، سامحه الله\n[١٤] ـ قال الشيخ صالح : أخذه منى أمير رابغ سنة (١٤٠٦هـ ) ويوجد لديه .\n[١٥] ـ قال الشيخ صالح : الجزء الأول موجود ، والأجزاء الباقية مفقودة .\n[١٦] ـ قال الشيخ صالح : أخذه مني أمير رابغ وهو موجود لديه بمدية جدة .\n[١٧] ـ قال الشيخ صالح : ذكرت فيه جملة من أسانيدي في القرآن الكريم برواية حفص عن عاصم .\n[١٨] ـ قال الشيخ صالح : ذكرت فيه أسانيد علماء القرن الرابع عشر وأسانيد علماء القرن الثالث عشر وأسانيد علماء القرن الثاني عشر وأسانيد علماء القرن الحادي عشر وأسانيد علماء القرن العاشر و أسانيد علماء القرن التاسع وأسانيد علماء القرن الثامن ، وذكرت فيه عددا كبير من شيوخي الذين أجازوني عامة مروياتهم وهم (٢٠٠) شيخ وأسانيدهم وأسانيد شيوخهم وأسانيد شيوخ شيوخهم وهو كتاب مهم جدا في علم الرواية والإسناد . قال العبد الفقير إلى ربه : لقد أخبرني السيد عبد الله التليدي بأنه اطلع على الكتاب المذكور بمكتبة الحرم النبوي الشريف عام ١٤١٨هـ فقال كتاب عظيم يجب أن يطبع .\n[١٩] ـ مختصر إعراب ثلاثين سورة لابن خالويه .\n[٢٠] ـ فقد زاره في هذه الفترة بعد خروجه من مستشفى رابغ الدكتور : عبد الوهاب أبو سليمان مع جمع من أصدقائه لطلب الإجازة منه رحمه الله",
  "books": [
    {
      "text_id": 2138,
      "title": "تحفة المجالس في التعليقات علي فهرس الفهارس"
    }
  ]
}