{
  "author_id": 32,
  "author_meta": "ابن قاسم (١٣١٩ - ١٣٩٢ هـ = ١٩٠١ - ١٩٧٢ م)\nعبد الرحمن بن محمد بن قاسم العاصمي القحطاني نسبا، أبو عبد الله: فقيه حنبلي من أعيانهم في نجد.\nولد بقرية (البير) من قرى المحمل قرب الرياض.\nوأولع في أوليته بالتاريخ والأنساب والجغرافية ووقعت له قضية بسبب التاريخ، فأحرق كثيرا من أوراقه.\nوصنف (إحكام الأحكام - ط) أربعة مجلدات كبار شرح بها مختصرا له اسمه (أصول الأحكام - ط) في الأحاديث المتعلقة بالأحكام، وله (السيف المسلول على عابد الرسول - ط) وجمع (فتاوى شيخ الإسلام ابن تيمية - ط) في ٣٠ مجلدا، سافر من أجل البحث عنها إلى بلاد كثيرة.\nوله (الدرر السنية في الأجوبة النجدية - ط) فتاوى ورسائل لعلماء نجد، و (تراجم أصحاب تلك الرسائل - ط) في ١٠٤ صفحات.\nوكان قد عمل في مطبعة الحكومة بمكة ثم تولى إدارة المكتبة السعودية في الرياض.\nواعتزل العمل في مزرعة له قرب العمارية وتوفي متأثرا من حادث سيارة سابق وقع له سنة ١٣٤٩ هـ\nنقلا عن : الأعلام للزركلي\n* ( ترتيب مجموع فتاوى شيخ الإسلام ابن تيمية )\nحيث ساعده ولده - رحمه الله - على إعداد وتجهيز هذا المجموع العظيم وسافر معه إلى الشام والعراق ومصر وأوربا بحثاً عن ذلك التراث العظيم …\nوقد أمضيا - رحمهما الله - أكثر من ثلاثين عاماً في جمعه وترتيبه وطبعه ، ولاقوا في جمعه من العناء والمشقة … في السفر والبحث عن المخطوطات ، وترك الأهل والأبناء مع قلة الزاد والرفيق ، ثم في قراءة وفك خط شيخ الإسلام حيث إنه - قدس الله روحه - كان سريع الكتابة ، وكان خطه في غاية التعليق والإغلاق وبعضها بدون نقط ولا تظهر حروفها ، وقد أشكلت على تلميذه ابن الوردي فيدعوا تلميذه أبا عبد الله ابن رُشيق المغربي لحله …\n… ومن شدة محبة عبد الرحمن بن قاسم (صاحب الترجمة) - رحمه الله تعالى - لهذه الفتاوى …\nأورد كلمات … في حاشية مقدمته للمجموع قال فيها :\n( وأعيذ بالله من قد يتولاه أن يحشى عليه فهو ذهب مصفى … )\nوقد وقع ما كان يخشى - رحمه الله -\nفخرجت طبعات يدعي أصحابها تحقيق وتخريج أحاديث هذا المجموع فكان أن صدر الأمر الملكي … بتفويض رئاسة البحوث العلمية والإفتاء حق طباعة فتاوي شيخ الإسلام ابن تيمية …\nومنع التعرض لهذا الكتاب بطبع أو اختصار أو إضافة أو غير ذلك …\nومن لطائف هذا المجموع العظيم وعبره ما ذكره الشيخ بكر أبو زيد - حفظه الله - : أن ابن مُرّي المتوفى بعد سنة ٧٢٨هـ يكتب رسالة لتلاميذ شيخ الإسلام  وقد ضمنها الوصية بكتب شيخ الإسلام ونشرها ثم قال - رحمه الله - : ( ووالله - إن شاء الله - ليقيمن الله سبحانه لنصر هذا الكلام ونشره وتدوينه وتفهمه واستخراج مقاصده ، واستحسان غرائبه وعجائبه رجالاً هم إلى الآن في أصلاب آبائهم …)\nقال الشيخ بكر أبو زيد معلقاً :\n( وقد بَرَّت يمين ابن مُرِّى - بحمد الله ومنته - فقام الشيخ عبد الرحمن بن قاسم المتوفى سنة ١٣٩٢هـ - رحمه الله تعالى - بمساعدة ابنه محمد المتوفى سنة ١٤٢١هـ - رحمه الله تعالى - بعد نحو ستة قرون بهذه المهمة الجليلة في : مجموع فتاوى شيخ الإسلام ابن تيمية ) …",
  "books": [
    {
      "text_id": 11148,
      "title": "حاشية ثلاثة الأصول"
    },
    {
      "text_id": 11149,
      "title": "حاشية كتاب التوحيد"
    },
    {
      "text_id": 12216,
      "title": "حاشية الروض المربع لابن قاسم"
    },
    {
      "text_id": 3055,
      "title": "الدرر السنية في الأجوبة النجدية"
    },
    {
      "text_id": 31251,
      "title": "تحريم حلق اللحى - وجوب إعفاء اللحية"
    },
    {
      "text_id": 7368,
      "title": "حاشية الآجرومية"
    },
    {
      "text_id": 7369,
      "title": "حاشية الدرة المضية في عقد الفرقة المرضية"
    },
    {
      "text_id": 7371,
      "title": "حاشية مقدمة التفسير لابن قاسم"
    },
    {
      "text_id": 7374,
      "title": "وظائف رمضان"
    },
    {
      "text_id": 96231,
      "title": "الإحكام شرح أصول الأحكام لابن قاسم"
    }
  ]
}