{
  "author_id": 321,
  "author_meta": "حاجي خليفة (١٠٠٤ هـ - ١٠٦٧ هـ)\nمصطفى بن عبد الله كاتب جلبي القسطنطيني، المشهور باسم «حاجي خليفة» أو «الحاج خليفة». ويعرف بـ «ملا كاتب جلبي» أو « … شلبي» رئيس كتبة أسرار السلطان مراد الرابع، ووزير المالية في أيام سلطنته.\nولد في القسطنطينية وأبوه من رجال الجند.\nولما ترعرع استُخدم كاتبا في نطارة الجيش والأناضول. وشهد حصار أرضروم.\nثم انتقل إلى بغداد وارتقى المناصب حتى صار من رؤساء الكتاب وعاد إلى القسطنطينية واشتغل بالعلم.\nثم أعيد إلى بغداد وهمدان وصحب الصدر الأعظم محمد باشا إلى حلب ومنها إلى مكة حيث قضى فريضة الحج وسمي من ذلك الحين حاجى وتفرغ بعد ذلك للعلم.\nولقب خليفة منذ كان معاونا أو وكيلا في إدارة المالية.\nوكان حاضرا اجتماع اللجنة الملتئمة على عهد السلطان محمد الرابع لإصلاح أمور المالية في السلطنة.\nتوفي بالقسطنطينية\nجاء في «كشف الظنون» عند ذكر كتاب «تقويم التواريخ» قال: «تقويم التواريخ: تركي لجامع الكتاب هذا مصطفى بن عبد الله القسطنطيني مولدا ومنشأ، الشهير بحاجي خليفة، وهو مشتمل على نتيجة كتب التواريخ، سودته في شهرين من شهور سنة ١٠٥٨».\nوقال أيضا في كتابه «ميزان الحق» باللغة التركية ما ترجمته: «وكنت في أثناء إقامتي في حلب أتردد إلى حوانيت الكتبيين وأتصفح ما فيها وما يرد إليها من الكتب والرسائل. فألهمت جمع كتاب في أسماء الكتب والمصنفات فشرعت به من ذلك الحين. ثم لما رجعت إلى استانبول وصل إلي مال ورثته؛ فابتعتُ به شيئا من الكتب والمصنفات فازداد حرصي على إتمام ما شرعت به. وفي سنة ١٠٤٨ مات رجل تاجر من أقاربي ورثت منه مالا كثيرا فاستعنت بذلك المال على إصلاح حالي والانقطاع لطلب العلم والتصنيف، فأنفقت جانبا عظيما من تلك الثروة التي وصلت إلي في اقتناء الكتب.\nثم قال: وجمعت كتابي هذا من الكتب التي جمعتها والتي اطلعت عليها في حلب واستنبول والمصنفات الجليلة الموقوفة في الخزائن العمومية بدار السلطنة ومن كتب الطبقات والتراجم وغيرها في مدة عشرين سنة» اهـ.\n[عن مقدمة «ذيل كشف الظنون» لجميل بك العظم]\nولحاجي خليفة زهاء عشرين كتاباً في غاية الأهمية، منها:\n(جهان نما) المطبوع سنة ١١٤٥ هـ وفيه يصف قارة أمريكا،\nو(لوامع النور في ظلمة أطلس مينور) ألفه بمساعدة صديقه الراهب الفرنسي الذي اعتنق الإسلام وتسمى بـ (محمد إخلاصي) وساعده في ترجمة طائفة من الكتب الأوربية في تاريخ الفرنجة.\nانظر تفصيل ذلك في ترجمته في «دائرة المعارف الإسلامية».\nوانظر ما كتبه راغب الطباخ رحمه الله في مجلة المجمع بدمشق (المجلد ١٩/ ص ١٧٤).\nوفي مجلة عالم الكتب (مج ٥ ص ٥٠١) ترجمة موسعة لحاجي خليفة.\nوننوه أخيرا إلى أنه قضى حقبة طويلة من حياته في الموصل، وقبر أبيه معروف في جامع الموصل الكبير.",
  "books": [
    {
      "text_id": 19199,
      "title": "سلم الوصول إلى طبقات الفحول"
    },
    {
      "text_id": 2118,
      "title": "كشف الظنون عن أسامي الكتب والفنون - ط إسطنبول"
    }
  ]
}