{
  "author_id": 330,
  "author_meta": "صديق حسن خان (١٢٤٨ - ١٣٠٧ هـ = ١٨٣٢ - ١٨٩٠ م)\nمن رجال النهضة الإسلامية المجددين. ولد ونشأ في قنوج (بالهند) وتعلم في دهلي.\nوسافر إلى بهوپال طلبا للمعيشة، ففاز بثروة وافرة، قال في ترجمة نفسه: (ألقى عصا الترحال في محروسة بهوپال، فأقام بها وتوطن وتمول، واستوزر وناب، وألف وصنف) وتزوج بملكة بهويال، ولقب بنواب عالي الجاه أمير الملك بهادر.\nله نيف وستون مصنفا بالعربية والفارسية والهندسية.\nمنها بالعربية (حسن الأسوة في ما ثبت عن الله ورسوله في النسوة - ط) و (أبجد العلوم - ط) و (فتح البيان في مقاصد القرآن - ط) عشرة أجزاء، في التفسير، و (لف القماط - ط) في اللغة، و (حصول المأمول من علم الأصول - ط) و (عون الباري - ط) في الحديث، و (العلم الخفاق من علم الاشتقاق - ط) و (العبرة مما جاء في الغزو والشهادة والهجرة - ط) و (الطريقة المثلى - ط) في ترك التقليد، و (نيل المرام من تفسير آيات الأحكام - ط) و (خلاصة الكشاف - ط) في إعراب القرآن، و (البلغة إلى أصول اللغة - ط) و (غصن البان المورق - ط) رسالة في الأدب، ومثلها (نشوة السكران - ط) و (الروضة الندية - ط) في شرح الدرر للشوكاني، و (التاج المكلل - ط) في التراجم، اشتمل على ٥٤٣ ترجمة\nنقلا عن: «الأعلام» للزركلي",
  "books": [
    {
      "text_id": 10717,
      "title": "الحطة في ذكر الصحاح الستة"
    },
    {
      "text_id": 10739,
      "title": "لقطة العجلان مما تمس إلى معرفته حاجة الإنسان"
    },
    {
      "text_id": 17101,
      "title": "رحلة الصديق إلى البلد العتيق"
    },
    {
      "text_id": 17349,
      "title": "التاج المكلل من جواهر مآثر الطراز الآخر والأول"
    },
    {
      "text_id": 28173,
      "title": "نشوة السكران من صهباء تذكار الغزلان"
    },
    {
      "text_id": 3485,
      "title": "حسن الأسوة بما ثبت من الله ورسوله في النسوة"
    },
    {
      "text_id": 35073,
      "title": "البلغة الى أصول اللغة"
    },
    {
      "text_id": 37458,
      "title": "فتح البيان في مقاصد القرآن"
    },
    {
      "text_id": 3874,
      "title": "قطف الثمر في بيان عقيدة أهل الأثر"
    },
    {
      "text_id": 6879,
      "title": "يقظة أولي الاعتبار"
    },
    {
      "text_id": 7444,
      "title": "الروضة الندية شرح الدرر البهية ط المعرفة"
    },
    {
      "text_id": 9293,
      "title": "الدرر البهية والروضة الندية والتعليقات الرضية"
    },
    {
      "text_id": 9579,
      "title": "أبجد العلوم"
    },
    {
      "text_id": 9759,
      "title": "نيل المرام من تفسير آيات الأحكام"
    }
  ]
}