{
  "author_id": 336,
  "author_meta": "ابن رشد (٥٢٠ - ٥٩٥ هـ = ١١٢٦ - ١١٩٨ م)\nمحمد بن أحمد بن محمد بن رشد الأندلسي، أبو الوليد: الفيلسوف.\nمن أهل قرطبة.\nيسميه الإفرنج [ Averroes ] عني بكلام أرسطو وترجمه إلى العربية، وزاد عليه زيادات كثيرة.\nوصنف نحو خمسين كتابا، منها « فلسفة ابن رشد - ط » وتسميته حديثة وهو مشتمل بعض مصنفاته، و « التحصيل » في اختلاف مذاهب العلماء، و «الحيوان» و «فصل المقال فيما بين الحكمة والشريعة من الاتصال - ط» و «الضروري» في المنطق، و «منهاج الأدلة» في الأصول، و «المسائل - خ» في الحكمة، «وتهافت التهافت - ط» في الرد على الغزالي، و «بداية المجتهد ونهاية المقتصد - ط» في الفقه، و «جوامع كتب أرسطاطاليس - خ» في الطبيعيات والإلهيات، و «تلخيص كتب أرسطو - خ» و «علم ما بعد الطبيعة - ط» و «الكليات - ط» بالتصوير الشمسي، في الطب، ترجم إلى اللاتينية والإسبانية والعبرية، و «شرح أرجوزة ابن سينا - خ» في الطب، في خزانة القرويين (الرقم ٢٧٨٦) بفاس، و «تلخيص كتاب النفس - ط» ورسالة في «حركة الفلك». وكان دمث الأخلاق، حسن الرأي.\nعرف المنصور (المؤمني) قدره فأجله وقدمه.\nواتهمه خصومه بالزندقة والإلحاد، فأوغروا عليه صدر المنصور، فنفاه إلى مراكش، وأحرق بعض كتبه، ثم رضي عنه وأذن له بالعودة إلى وطنه، فعاجلته الوفاة بمراكش، ونقلت جثته إلى قرطبة، قال ابن الأبار: كان يفزع إلى فتواه في الطب كما يفزع إلى فتواه في الفقه.\nويلقب بابن رشد «الحفيد» تمييزا له عن جده أبي الوليد محمد بن أحمد (المتوفى سنة ٥٢٠) ومما كتب فيه: «ابن رشد وفلسفته - ط» لفرح أنطون، و «ابن رشد - ط» ليوحنا قمير، و «ابن رشد الفيلسوف - ط» لمحمد بن يوسف موسى، و «ابن رشد - ط» لعباس محمود العقاد .\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 12727,
      "title": "فصل المقال لابن رشد"
    },
    {
      "text_id": 1703,
      "title": "الضروري في أصول الفقه = مختصر المستصفى"
    },
    {
      "text_id": 21503,
      "title": "تلخيص السفسطة"
    },
    {
      "text_id": 21739,
      "title": "بداية المجتهد ونهاية المقتصد"
    },
    {
      "text_id": 698,
      "title": "تلخيص الخطابة"
    },
    {
      "text_id": 9707,
      "title": "القياس"
    },
    {
      "text_id": 9737,
      "title": "رسالة النفس"
    }
  ]
}