{
  "author_id": 344,
  "author_meta": "أستاذ العقيدة والمذاهب المعاصرة في جامعة الإمام محمد بن سعود الإسلامية\nالاسم: ناصر بن عبد الكريم العلي العقل.\nتاريخ الميلاد: ١٣٧١هـ.\nمكان الميلاد: القصيم (بريدة).\nالعمل: عضو هيئة التدريس بقسم العقيدة والمذاهب المعاصرة ـ كلية أصول الدين في الرياض ـ جامعة الإمام محمد بن سعود الإسلامية.\n.الدرجة العلمية: أستاذ العقيدة والمذاهب المعاصرة بجامعة الإمام\nالتخصص العام: العلوم الشرعية.\nالتخصص الدقيق: العقيدة والديانات والفرق والمذاهب المعاصرة.\nالمؤهل العلمي:\n· الجامعي (الليسانس): كلية الشريعة بالرياض - جامعة الإمام.\n· الماجستير: (في العقيدة والمذاهب المعاصرة) كلية أصول الدين بالرياض - جامعة الإمام - بعنوان (المدرسة العقلية الحديثة في ضوء العقيدة الإسلامية) طبع بعنوان (الاتجاهات العقلانية الحديثة).\n· الدكتوراه: (في العقيدة والمذاهب المعاصرة) كلية أصول الدين بالرياض - جامعة الإمام - وعنوانها (اقتضاء الصراط المستقيم) لابن تيمية ـ تحقيق ودراسة (مطبوع).\nحاصل على جائزة الأداء الوظيفي المثالي لسبع سنوات متتالية في جامعة الإمام.\n· المشاركات واللجان العلمية:\n١/مشاركات عديدة في المؤتمرات والندوات واللقاءات والدورات والمؤتمرات داخل المملكة وخارجها، ومنها:\n· ندوة رسالة المسجد.\n· ندوة الإمام ابن باز - رحمه الله -.\n· ملتقى الدعوة بهولندا.\n· ملتقى خادم الحرمين الشريفين الملك فهد الإسلامي الثقافي في كوبنهاجن.\n· ملتقى خادم الحرمين الشريفين الملك فهد الإسلامي الثقافي في جوهانسبرج.\n· مؤتمر التقريب بين المذاهب بالبحرين.\n· مؤتمر النوازل الفقهية بالكويت.\n٢/المشاركة في تأليف مقررات التفسير للثانويات المطورة بوزارة المعارف للصفوف الثلاثة.\n٣/ المشاركة في تأليف مقرر التفسير للصف الثاني متوسط في المعاهد العلمية.\n٤/ المشاركة في تأليف مقرر العقيدة والأديان والاتجاهات المعاصرة في المعاهد العلمية.\n٥/ المشاركة في إعداد الخطط والمناهج في كليات المعلمين بوزارة المعارف.\n٦/ عضوية إحدى لجان فحص المقررات في رئاسة تعليم البنات.\n٧/ عضوية اللجنة العلمية بوكالة المطبوعات بوزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد.\n٨/عضوية لجنة ما يتم تأمينه من كتب في عمادة شؤون المكتبات بجامعة الإمام.\n٩/ عضوية لجنة إعادة النظر في التنسيق بين مقررات الثقافة في جامعات المملكة ووزارة التعليم العالي (توقفت اللجنة).\n١٠/ رئاسة اللجنة العلمية بقسم العقيدة بكلية أصول الدين بالرياض، والمشاركة في كثير من اللجان بالقسم.\n١١/ عضوية مجلس كلية أصول الدين بالرياض.\n١٢/ عضوية لجنة النظر في إعادة طبع مؤلفات الشيخ / محمد بن عبدالوهاب - رحمه الله -.\n١٣/ مستشار غير مفرغ في وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد (سابقا)\n١٤/ عضو مجلس إدارة الجمعية السعودية لعلوم العقيدة.\n١٥/ عضو الجمعية العمومية لهيئة الإغاثة العالمية.\n١٦/ عضو اللجنة العلمية بالحرس الوطني.\n١٧/ المشاركة في الحوار الوطني الأول بالرياض.\n١٨/ المحاضرات العامة والدورات والدروس الشرعية.\n١٩/ الإسهام في وسائل الإعلام المسموعة والمرئية.\nهذا بالإضافة إلى المشاركات العلمية في التحكيم والمناهج وفحص البحوث والمؤلفات والمقالات ومناقشة الرسائل العلمية والإشراف عليها في جامعة الإمام وبعض الجامعات الأخرى والمؤسسات العلمية، ومنها:\n· جامعة أم القرى.\n· الجامعة الإسلامية.\n· جامعة الملك سعود.\n· جامعة الملك خالد.\n· كليات البنات (جامعة نورة)\n· الجامعة الأردنية.\n· جامعة الإمارات.\n· دارة الملك عبدالعزيز.\n· جامعة الكويت.\n· مؤسسة الملك فيصل الخيرية (مركز البحوث) و (جائزة الملك فيصل).\nوغيرها، وبلغ الإشراف والمناقشة لأكثر من (٥٥) رسالة ماجستير ودكتوراه.\nمشايخه: درس على الكثير من المشايخ، ومنهم:\n١/ الشيخ: محمد بن صالح العثيمين - رحمه الله - في مدينة عنيزة (في بيته).\n٢/ الشيخ: صالح بن عبدالرحمن السكيتي - رحمه الله - في مدينة بريدة.\n٣/ الشيخ: صالح بن ابراهيم البليهي - رحمه الله - في مدينة بريدة.\n٤/ الشيخ: عبدالله بن عبدالرحمن الجبرين - رحمه الله - في مدينة الرياض.\n٥/ الشيخ: عبدالعزيز بن عبدالله آل الشيخ - حفظه الله - (مفتي عام المملكة).\n٦/ الشيخ: صالح بن فوزان الفوزان - حفظه الله - في مدينة الرياض، (بالكلية، وقد أشرف على رسالته الدكتوراه، وناقش الماجستير).\nوغيرهم، وقد حضر الكثير من دروس الإمام المجدد / عبدالعزيز بن عبدالله بن باز - رحمه الله - ومجالسه، لكنها متفرقة.\nأهم المؤلفات: لفضيلة الشيخ العديد من المؤلفات المطبوعة وغير المطبوعة، ومنها:\n١. اقتضاء الصراط المستقيم /لشيخ الإسلام ابن تيمية /تحقيق ودراسة.\n٢. المدرسة العقلية الحديثة، وطبع باسم (الاتجاهات العقلانية الحديثة).\n٣. مفهوم أهل السنة والجماعة.\n٤. بحوث في عقيدة أهل السنة وموقف الأشاعرة والحركات الإسلامية منها.\n٥. الموجز في الأديان والمذاهب المعاصرة. [الصحيح أن هذا الكتاب للشيخ القفاري]\n٦. التقليد والتبعية وأثرهما في المسلمين.\n٧. مقدمات في الأهواء والافتراق والبدع.\n٨. الأهواء والافتراق والبدع ـ النشأة والأسباب.\n٩. مناهج أهل الأهواء والافتراق والبدع وأصولهم وسماتهم.\n١٠. الخوارج مناهجهم وأصولهم وسماتهم - قديما وحديثا -.\n١١. القدرية والمرجئة.\n١٢. الجهمية والمعتزلة.\n١٣. الفرق الكلامية (المشبهة والأشاعرة والماتريدية).\n* ((الأجزاء من ٧ إلى ١٣ جمعت في مجلدين بعنوان: دراسات في الأهواء والفرق والبدع.))\n١٤. من تشبه بقوم فهو منهم.\n١٥. تأملات في كتاب (اقتضاء الصراط المستقيم).\n١٦. العلماء هم الدعاة.\n١٧. الفقه في الدين.\n١٨. الجاهلية الجديدة وآثارها النكدة في المسلمين.\n١٩. الافتراق مفهومه وأسبابه وسبل الوقاية منه.\n٢٠. معالم في طريق الصحوة.\n٢١. المنهج المعتدل في الدعوة.\n٢٢. وقفات مع عقيدة السلف.\n٢٣. أصول المنهج المعتدل.\n٢٤. أثر العلماء في تحقيق رسالة المسجد.\n٢٥. مجمل أصول أهل السنة في العقيدة. (بمشاركة مع عدد من العلماء)\n٢٦. حراسة العقيدة.\n٢٧. دعوة الشيخ محمد بن عبد الوهاب حقيقتها والاتهامات الموجه حولها.\n٢٨. إسلامية لا وهابية. (وهو تلخيص لما قبله)\n٢٩. الغلو والتكفير (الأسباب والعلاج).\n٣٠. الغزو الفكري للعالم الإسلامي.\n٣١. الوسطية في الاعتقاد.\n٣٢. منهج الإمام ابن باز في متابعة قضايا المسلمين.\n٣٣. فرقة الإباضية. (ويوجد ضمن الخوارج)\n٣٤. التلازم بين العقيدة والشريعة.\n٣٥. حوار حول الأحداث (الغلو والتكفير) رد الشبهات. (وهو إضافات لرقم ٢٨)\n٣٦. مختصر اقتضاء الصراط المستقيم.\nالأشرطة السمعية (الدروس والمحاضرات)\nموقع الشيخ:  http://www.wasateah.com",
  "books": [
    {
      "text_id": 1134,
      "title": "الغلو الأسباب والعلاج"
    },
    {
      "text_id": 1861,
      "title": "العلماء هم الدعاة"
    },
    {
      "text_id": 30888,
      "title": "إسلامية لا وهابية"
    },
    {
      "text_id": 30925,
      "title": "أثر العلماء في تحقيق رسالة المسجد"
    },
    {
      "text_id": 37433,
      "title": "شرح العقيدة الطحاوية - ناصر العقل"
    },
    {
      "text_id": 37717,
      "title": "شرح كتاب قاعدة جليلة في التوسل والوسيلة"
    },
    {
      "text_id": 37718,
      "title": "التعليق على شرح السنة للبربهاري - ناصر العقل"
    },
    {
      "text_id": 37719,
      "title": "شرح كتاب فضل الإسلام لمحمد بن عبد الوهاب - ناصر العقل"
    },
    {
      "text_id": 37720,
      "title": "شرح باب توحيد الألوهية من فتاوى ابن تيمية"
    },
    {
      "text_id": 37721,
      "title": "مجمل أصول أهل السنة"
    },
    {
      "text_id": 37722,
      "title": "شرح باب توحيد الربوبية من فتاوى ابن تيمية"
    },
    {
      "text_id": 37724,
      "title": "شرح لمعة الاعتقاد - ناصر العقل"
    },
    {
      "text_id": 37726,
      "title": "شرح عقيدة السلف للصابوني - ناصر العقل"
    },
    {
      "text_id": 37727,
      "title": "شرح التدمرية - ناصر العقل"
    },
    {
      "text_id": 37728,
      "title": "الاتجاهات العقلانية المعاصرة أصولها ومناهجها"
    },
    {
      "text_id": 37729,
      "title": "دروس الشيخ ناصر العقل"
    }
  ]
}