{
  "author_id": 348,
  "author_meta": "العسكري، أبو هلال ( ؟ - ٣٩٥هـ، ؟ - ١٠٠٥م).\nأبو هلال الحسن بن عبد الله بن سهل بن سعيد ابن يحي بن مهران اللغوي العسكري. عالم لغوي رائد، له جهد محفوظ في مجالات البلاغة والنقد والأدب، تتلمذ على يد خاله أبي أحمد العسكري صاحب شرح ما يقع فيه التصحيف والتحريف. وكثيرًا ما اختلطت أخبارهما، ونسب إلى أحدهما ما للآخر من أقوال أو مؤلفات. والمعلومات عن سيرته قليلة، سوى ما يذكرونه عن اشتغاله تاجرًا في الأقمشة احترازًا من الطمع والدناءة والتبذل، وقوله الشعر، واهتمامه بالأدب والنقد واللغة، وأخذ أبو سعد السمان الحافظ بالرّي عنه، وكذلك أبو الغنائم بن حماد المقرئ.\nوالغالب على مؤلفاته الأدب وما يتصل به. فله كتاب جمهرة الأمثال، ديوان المعالي ومعاني الأدب، وكتاب في شرح الحماسة، وكتاب أعلام المعاني في معاني الشعر وله ديوان شعر؛ وكتاب الصناعتين الشعر والنثر.\nوفي هذا الكتاب الأخير اعتمد العسكري على التراث النقدي للمتقدّمين؛ فاستفاد منه في تقديم عدد من الوصايا لإعداد نص شعري أو نثري، وبيان ما هو مشترك بينهما كالأشكال البلاغية، فجعل كتابه في عشرة أبواب، الأول للبلاغة وحدودها، والثاني لتمييز جيد الكلام من رديئه، والثالث في معرفة صفة الكلام وترتيب الألفاظ، والباب الرابع في حسن النظم وجودة الرصف، وخصص الباب الخامس للإيجاز والإطناب، والباب السادس للسرقات الشعرية، وعقد السابع للتشبيه، والثامن للسجع، وعرض لفنون البديع في التاسع، أما العاشر فوقف فيه عند حسن المبادئ والمقاطع وجودة القوافي وحسن التخلص من غرض إلى غرض.\nوبذلك قدم تصوّرًا لكيفية إنجاز نص شعري أو نثري وأبرز تلك الأشكال المشتركة بين الشعر والنثر، وإن لاحظ اختصاص بعض القضايا بأحد الفنين دون الآخر.\nوإلى هذا الكتاب تعود شهرته في تاريخ النقد والبلاغة العربيين. وله كتب أخرى ذات صفة لغوية مثل: التلخيص؛ المعجم في بقية الأشياء؛ الفروق اللغوية؛ ما تلحن فيه العامة؛ نوادر الواحد والجمع.\nنقلا عن\nالموسوعة العربية العالمية http://www.mawsoah.net",
  "books": [
    {
      "text_id": 10414,
      "title": "الفروق اللغوية - ت محمد سليم"
    },
    {
      "text_id": 10529,
      "title": "الأوائل للعسكري"
    },
    {
      "text_id": 1736,
      "title": "معجم الفروق اللغوية الحاوي لكتابي العسكري والجزائري - ط قم"
    },
    {
      "text_id": 23787,
      "title": "الصناعتين: الكتابة والشعر"
    },
    {
      "text_id": 37471,
      "title": "التلخيص في معرفة أسماء الأشياء"
    },
    {
      "text_id": 37586,
      "title": "الوجوه والنظائر لأبي هلال العسكري - معتزلي"
    },
    {
      "text_id": 6861,
      "title": "الحث على طلب العلم والاجتهاد في جمعه"
    },
    {
      "text_id": 6897,
      "title": "جمهرة الأمثال"
    },
    {
      "text_id": 6909,
      "title": "ديوان المعاني"
    }
  ]
}