{
  "author_id": 355,
  "author_meta": "حكمت بشير ياسين (١٣٧٥ هـ - ؟ = ١٩٥٥ - ؟ م)\nأ. د. حكمت بن بشير بن ياسين الموصلي\nأستاذ التفسير في كلية القرآن الكريم والدراسات العليا -  الجامعة الإسلامية ، المدينة المنورة\nمن مؤلفاته  : موسوعة الصحيح المسبور من التفسير بالمأثور\nولد سنة ١٩٥٥م في مدينة الموصل بالعراق\nالمؤهل العلمي :- دكتوراه في الشريعة الإسلامية \" فرع الكتاب والسنة \".\nالأعمال التي قام بها:-\n- عمل أستاذاً مساعدا في كلية القرآن الكريم بالجامعة الإسلامية بالمدينة النبوية وأمينا لقسم التفسير مدة سنتين ودرس التفسير في عدة كليات .\n- ثم رقي إلى درجة أستاذ مشارك سنة ١٤١٠هـ.\n- ثم عمل أستاذا مشاركا في الدراسات العليا ومشرفا على رسائل الماجستير والدكتوراه بالجامعة نفسها.\n- ثم رقي إلى درجة أستاذ من الجامعة نفسها عام ١٤١٥هـ\n- ثم عمل مشرفا على موسوعة متون الحديث الشريف وعلى موسوعة السيرة النبوية في مركز خدمة السنة النبوية بالجامعة نفسها مع الإشراف على رسائل الدراسات العليا .\n- ثم عمل مديرا لمركز الدراسات القرآنية بمجمع الملك فهد لطباعة المصحف الشريف مدة سنتين بعد أن أعير إلى وزارة الشؤون الإسلامية والأوقاف .\n- حصل على إجازة في رواية الكتب الستة وبعض الكتب في الفقه الحنبلي من فضيلة الشيخ العلامة/ عبد الله بن عبد العزيز بن عقيل رئيس الهيئة الدائمة لمجلس القضاء الأعلى سابقا في تاريخ ١/٤/١٤٢٥هـ\n- ثم عمل أستاذا في قسم التفسير بكلية القرآن الكريم والدراسات العليا حتى تاريخ ١٥/٧/١٤٢٥هـ\n- يعمل الآن في كتابة بعض الموسوعات وبعض الأبحاث في التنظير .\n- عضو لجنة إعادة صياغة المناهج في الدراسات العليا قسم التفسير وعلوم القرآن .\n- عضو لجنة إعادة صياغة المناهج في كلية القرآن الكريم .\n- مستشار مجمع الملك فهد لطباعة المصحف الشريف عام ١٤٠٦هـ.\n- عضو لجنة مراجعة التفسير الميسر في المجمع .\n- عضو لجنة اختيار الفائز لجائزة الملك فيصل .\n- مقرر لجنة مراجعة التفسير الميسر .\n- أمين قسم التفسير في كلية القرآن الكريم .\n- مشرف ومناقش رسائل الماجستير والدكتوراه وقد بلغ عددها ٥٠ رسالة\n- تقويم الأبحاث العلمية المقدمة للترقية من عدة جامعات : أم القرى،جامعة العين ، جامعة الكويت ، الجامعة الإسلامية بالمدينة المنورة ، الجامعة الإسلامية العالمية بماليزيا ، الجامعة الأردنية ، جامعة اليرموك، جامعة مؤتة ، جامعة قطر.\n- التدريس لمادة التفسير في كلية القرآن الكريم وكلية الحديث الشريف وكلية اللغة العربية .\n- التدريس لمادة مناهج المفسرين في كلية القرآن الكريم والدراسات العليا.\n- التدريس لمادة مناهج البحث في الدراسات العليا قسم التفسير وقسم القراءات.\n- التدريس لمادة تفسير آيات أشكلت في كلية القرآن الكريم والدراسات العليا قسم الدكتوراه.\n- التدريس لمادة طبقات المفسرين والتفسير الموضوعي في الدراسات العليا.\n- التدريس لمادة مصادر التفسير في الدراسات العليا.\n- التدريس لمادة مناهج المفسرين في الدراسات العليا.\n- التدريس لتفسير ابن كثير في مسجد الجامعة الإسلامية .\n- إدارة النشاط الثقافي في كلية القرآن الكريم .\n- الإشراف على موسوعة المتون الحديثية في مركز خدمة السنة والسيرة النبوية .\n- الإشراف على موسوعة السيرة النبوية في مركز خدمة السنة والسيرة النبوية .\n- الإشراف على جمعية البحث العلمي والمكتبات في كلية الحديث الشريف .\n- وضع الخطط العلمية لمركز الدراسات القرآنية بمجمع الملك فهد لطباعة المصحف الشريف للمشاريع التالية:\n* خطة فهرس مخطوطات الدراسات القرآنية في المملكة العربية السعودية .\n* خطة معجم القراءات في القرآن الكريم .\n* خطة المعجم الموضوعي في القرآن الكريم .\n* خطة للقوائم الببلوجرافيا في الدراسات القرآنية .\n* خطة فهرس مخطوطات الدراسات القرآنية في العالم.٠\nالإنتاج العلمي:-\nأولا/ً المشاركة في بعض المؤتمرات والجمعيات و الندوات والمحاضرات:\n١. مؤتمر موقف الإسلام من الإرهاب - جامعة الإمام محمد بن سعود الإسلامية.\n٢. عضو الجمعية السعودية للقرآن الكريم- جامعة الإمام محمد بن سعود الإسلامية .\n٣. محاضرة بعنوان \" منهج النبي صلى الله عليه وسلم وصحابته في التفسير \" ألقيت في القاعة الكبرى بالجامعة الإسلامية .\n٤. محاضرة بعنوان \" كتب التراث بين الحوادث والانبعاث\" ألقيت بالقاعة الكبرى بالجامعة الإسلامية\nثانياً/ المؤلفات والتحقيقات المطبوعة :-\n١. موسوعة التفسير المسبور من التفسير بالمأثور \" التفسير الصحيح\" أربعة أجزاء ، نشر دار المآثر بالمدينة المنورة\n٢. مرويات الإمام أحمد بن حنبل في التفسير \" أربعة أجزاء \" جمع وتخريج الجزء الأول والباقي بالاشتراك وبإشرافي ، نشر مكتبة المؤيد بالرياض\n٣. استدراكات على كتاب \" تاريخ التراث العربي \" ثمانية أجزاء بالاشتراك وما أنجزته جزأين في علم القراءات والتفسير ، طبع المجمع الفقهي بجدة التابع لمنظمة المؤتمر الإسلامي\n٤. مرويات الإمام أنس بن مالك في التفسير بالاشتراك وبإشرافي نشر مكتبة المؤيد بالرياض.\nثالثاً/ المؤلفات والتحقيقات التي قيد الطبع:-\n١. أحكام القرآن للإمام الجهضمي ت٢٨٣هـ بالاشتراك - دار البشائر جدة\n٢. سماحة الإسلام مع غير المسلمين - دار الحضارة - الرياض\nرابعاً: المؤلفات الجاهزة للطبع:\n١. الأسانيد الثابتة المروية عن ابن عباس في التفسير\n٢. عناية السنة النبوية بحقوق الإنسان\nخامساً/ المؤلفات قيد الكتابة والتنقيح:-\n١. نظرات الحضارات في حقوق الإنسان\n٢. مراحل تطور علم التفسير",
  "books": [
    {
      "text_id": 1196,
      "title": "سماحة الإسلام في التعامل مع غير المسلمين"
    },
    {
      "text_id": 22912,
      "title": "الصحيح المسبور من التفسير بالمأثور"
    }
  ]
}