{
  "author_id": 36,
  "author_meta": "الجرجاني، عبد القاهر (٤٠٠ - ٤٧١هـ، ١٠١٠ - ١٠٧٨م).\nوُلِدَ وتوفي في جرجان. تتلمذ على أبي الحسين بن عبد الوارث، ابن أخت أبي علي الفارسي، وكان يحكي عنه كثيرًا، لأنه لم يلق شيخًا مشهورًا في العربية غيره لعدم خروجه من جرجان في طلب العلم. ويُعد عبد القاهر واحدًا من الذين تفخر بهم الحضارة الإسلامية في مجال الدرس اللغوي والبلاغي، إذ تقف مؤلفاته شامخة حتى اليوم أمام أحدث الدراسات اللغوية، ويُعد كتابه دلائل الإعجاز قمة تلك المؤلفات؛ حيث توصل فيه إلى نظريته الشهيرة التي عُرفت باسم نظرية التعليق أو نظرية النظم، التي سبق بها عصره، ومازالت تبهر الباحثين المعاصرين، وتقف نداً قويًا لنظريات اللغويين الغربيين في العصر الحديث.\nأراد عبد القاهر بكتابه دلائل الإعجاز أن يرد على من كانوا يرجعون إعجاز القرآن إلى الألفاظ، ورفض أن يكون الإعجاز راجعًا إلى المفردات أو حتى معانيها؛ أو جريانها وسهولتها وعذوبتها وعدم ثقلها على الألسنة. كما رفض أن يكون الإعجاز راجعًا إلى الاستعارات أو المجازات أو الفواصل أو الإيجاز، وإنما رد إعجاز القرآن إلى حسن النظم. ومجمل نظريته أنه لا اعتداد بمعاني الكلمات المفردة إن لم تنتظم في سياق تركيبي، وهو ما يعرف بالنحو، فهو يرى أن الدلالة المعجمية معروفة لمعظم أهل اللغة ولكن دلالة اللفظة التي تكتسبها خلال نظمها في سياق تركيبي هي التي يسعى إليها مستخدم اللغة، لاختلاف دلالة اللفظة تبعًا للتركيب النحوي الذي تنتظم فيه، والمواضع المختلفة التي تحتلها في السياقات الناتجة عن أصل سياقي واحد.\nحذق عبد القاهر الثقافة العربية الإسلامية التي كانت سائدة في عصره، مثل علوم القرآن الكريم وما دارت حوله من مباحث ودراسات. وأتقن الفقه الشافعي وبرع في فلسفة المذهب الأشعري. وألم بالدراسات المنطقية على نحو ما تكشف عن ذلك تقسيماته ودراساته في أسرار البلاغة ومجادلاته في دلائل الإعجاز. وقد كان عبدالقاهر على معرفة تامة بلغات متعددة غير العربية؛ فقد عرف الفارسية والتركية والهندية، وبرع في اللغة الهندية إلى الحد الذي جعله يكتشف استفادة بعض شعراء العرب من لغة الهنود وأفكارهم.\nتصدر عبد القاهر مجالس جرجان يفيد الراحلين إليه والوافدين عليه. وقصده طلاب العلم من كُلِّ صوب، ومن تلامذته المشهورين الواردين إلى العراق والمتصدرين ببغداد على بن زيد الفصيحي، وأبو زكريا التبريزي، والإمام أبو عامر الفضل بن إسماعيل التميمي الجرجاني وأبو النصر أحمد بن محمد الشجري.\nانتقل إلى عبد القاهر علم السابقين فتأثر به، وظهر ذلك جليًا في مؤلفاته مثل: المغني والمقتصد؛ الإيجاز؛ التكملة؛ التذكرة؛ المفتاح؛ الجمل؛ العوامل المائة؛ النحو؛ التخليص؛ العمدة في التصريف؛ كتاب شرح الفاتحة؛ إعجاز القرآن الصغير؛ إعجاز القرآن الكبير؛ الرسالة الشافية؛ دلائل الإعجاز، أسرار البلاغة.\nيلاحظ المشتغلون بعلم اللغة أن عبد القاهر قد سبق في دلائل الإعجاز الكثيرين من الباحثين الغربيين بعدّة قرون في عديد من الأفكار؛ فقد سبق الفيلسوف الإنجليزي جون لوك في الإشارة إلى عملية الاتصال اللغوي، وسبق العالمين دي سوسير وأنطوان مييه في كثير من أصول التحليل اللغوي، وسبق العالم الألماني فنت في أصول مدرسته الرمزية، وسبق العالم الأمريكي تشومسكي في الكثير من أصول مدرسته التحويلية التوليدية.\nنقلا عن\nالموسوعة العربية العالمية  http://www.mawsoah.net",
  "books": [
    {
      "text_id": 11562,
      "title": "المفتاح في الصرف"
    },
    {
      "text_id": 12055,
      "title": "دلائل الإعجاز ت شاكر"
    },
    {
      "text_id": 122173,
      "title": "درج الدرر في تفسير الآي والسور ط الحكمة"
    },
    {
      "text_id": 122187,
      "title": "درج الدرر في تفسير الآي والسور ط الفكر"
    },
    {
      "text_id": 14080,
      "title": "الرسالة الشافية"
    },
    {
      "text_id": 17387,
      "title": "أسرار البلاغة - ت هنداوي"
    },
    {
      "text_id": 22664,
      "title": "دلائل الإعجاز ت الأيوبي"
    },
    {
      "text_id": 37697,
      "title": "دلائل الإعجاز ت هنداوي"
    },
    {
      "text_id": 8187,
      "title": "أسرار البلاغة - ت محمود شاكر"
    }
  ]
}