{
  "author_id": 363,
  "author_meta": "عبد الله الخياط ( ١٣٢٦هـ - ١٤١٥ هـ )\nهو فضيلة الشيخ العلامة الزاهد أبو عبد الرحمن عبد الله بن عبد الغني بن محمد خياط ولد في مكة المكرمة في التاسع والعشرين من شهر شوال عام ١٣٢٦هـ ونشأ في بيت متوسط الحال وكان أبوه مثقفاً ثقافة دينية وله إلمام بالفقه الحنفي والتفسير والحديث.\nتعليمه\nتلقى تعليمه الابتدائي في مدرسة الخياط ثم التحق بالمدرسة الراقية على عهد الحكومة الهاشمية.\n- درس على علماء المسجد الحرام وحفظ القرآن الكريم في المدرسة الفخرية.\n- التحق بالمعهد العلمي السعودي وتخرج فيه عام ١٣٥٠هـ.\nمشايخه\nسماحة الشيخ عبد الله بن حسن آل الشيخ رئيس القضاء في الحجاز (وقد لازمه قرابة عشر سنوات).\n- فضيلة الشيخ عبد الظاهر محمد أبو السمح إمام وخطيب المسجد الحرام والمدرس فيه.\n- وفضيلة الشيخ محمد عبد الرزاق إمام وخطيب المسجد النبوي والمدرس فيه.\n- وفضيلة الشيخ أبو بكر خوقير.\n- وفضيلة الشيخ عبد الله السندي.\n- وفضيلة الشيخ سليمان الحمدان.\n- وفضيلة الشيخ محمد حامد الفقي.\n- وفضيلة الشيخ المحدث مظهر حسين، المدرسون في المسجد الحرام.\n- وفضيلة الشيخ إبراهيم الشورى مدير المعهد العلمي السعودي والمدرس فيه.\n- وفضيلة الشيخ محمد عثمان الشاوي المدرس بالمسجد الحرام والمعهد العلمي السعودي.\n- وفضيلة الشيخ محمد بن علي البيز المدرس بالمعهد العلمي السعودي.\n- وفضيلة الشيخ تقي الدين الهلالي المدرس بالمسجد الحرام والمعهد العلمي السعودي.\n- وفضيلة الشيخ حسن عرب المدرس بالمدرسة الفخرية.\n- وفضيلة الشيخ محمد إسحاق القاري مدير المدرسة الفخرية والمدرس بها.\nأهم أعماله\n- صدر الأمر الملكي بتعيينه إماماً في المسجد الحرام عام ١٣٤٦و كان يساعد الشيخ عبد الظاهر أبو السمح في صلاة التراويح وينفرد بصلاة القيام آخر الليل.\n- عين عضواً في هيئة الأمر بالمعروف والنهي عن المنكر بموجب المرسوم الملكي الصادر في ١٨/١/١٣٤٧هـ.\n- كان من أعضاء هيئة كبار العلماء.\n- عين مديراً للمدرسة الفيصلية بمكة في ١٢/٢/١٣٥٢هـ.\n- اختاره الملك عبد العزيز ليكون معلماً لأنجاله وعينه مديراً لمدرسة الأمراء بالرياض عام ١٣٥٦هـ واستمر في هذا العمل حتى وفاة الملك عبد العزيز يرحمه عام ١٣٧٣هـ وكان من نظام المدرسة التنقل في معية الملك في سفره وإقامته فحظي معلم الأنجال بمرافقة الملك في معظم رحلاته وكان الملك عبد العزيز يحب سماع القرآن من معلم أنجاله فأصبح مقرئه الخاص للقرآن.\n- انتقل إلى الحجاز وعين مستشاراً للتعليم بموجب الأمر الملكي رقم ٢٠/٣/ ١٠٠١ في ٧/٤/١٣٧٢هـ.\n- وفي عام ١٣٧٥هـ أسندت إليه إدارة كلية الشريعة بمكة بالإضافة إلى عمله كمستشار.\n- وفي عام ١٣٧٦هـ كلف بالإشراف على إدارة التعليم بمكة بالإضافة إلى عمله.\n- عين إماماً وخطيباً للمسجد الحرام بموجب أمر سمو رئيس مجلس الوزراء رقم ٨٣٦/١ وتاريخ ٦/٢/١٣٧٦هـ واستمر حتى عام ١٤٠٥هـ.\n- صدر الأمر الملكي باختياره رئيساً للجامعة الإسلامية بناء على ترشيح من سماحة المفتى الأكبر الشيخ محمد بن إبراهيم آل الشيخ يرحمه الله وذلك عام ١٣٨٠هـ ولكنه لم يباشر العمل بل اعتذر عنه وطلب الإعفاء لظروف خاصة.\n- تم اختياره عضواً في اللجنة المنبثقة عن مجلس التعليم الأعلى لوضع سياسة عليا للتعليم بموجب خطاب رئيس مجلس الوزراء رقم ١٣١٤٣ في ٢٧/٥/١٣٨٤هـ.\n- صدر الأمر الملكي باختياره عضواً في هيئة كبار العلماء منذ تأسيسها في ٨/٧/١٣٩١هـ.\n- وفي شعبان عام ١٤٠٤هـ طلب من جلالة الملك إعفاءه من الخطابة في المسجد الحرام نظراً لظروفه الصحية وذلك بعد ثلاثين عاماً من الخطابة في أقدس وأشرف بقعة على الأرض.\n- عمل رئيساً لمجلس إدارة دار الحديث المكية وعضواً في اللجنة الثقافية برابطة العالم الإسلامي.\nصفاته\nكان علماً بارزاً من أعلام الدعوة الإسلامية، كان ذا مواهب متعددة علمية وإدارية، فهو مع جمال صوته بالقرآن.. الذي تخشع منه القلوب، فهو خطيب بارع.\nوكانت له أدوار مشرقة.. ربى أجيالاً كثيرة منها الحاكم والمحكوم.. والطالب والأستاذ الجامعي.\nوكان فيه التواضع الجم… والزهد.ترى فيه الأخلاق والآداب الإسلامية متجسدة ومتجسمة في أفعاله وأعماله.. شديد التمسك بمنهج السلف وهو من أنشط كتاب المقالة الدينية.\nمؤلفاته\n- مبادئ السيرة النبوية .ط٣.\n- اعتقاد السلف.\n- الخطب في المسجد الحرام: مواعظ دينية، خلقية، اجتماعية.\n- صحائف مطوية- الرياض.\n- الرواد الثلاثة- الطائف: نادي الطائف الأدبي.\n- حكم وأحكام من السيرة النبوية.\n- تأملات في دروب الحق والباطل.\n- تحفة المسافر- جدة.\n- أركان الإسلام الخمسة والأصول الثلاثة.\n- التفسير الميسر منه ستة أجزاء.\n- دليل المسلم في الاعتقادات والعبادات.\n- الصلاة وأحكامها.\nوفاته\nبعد حياة رائعة وجميلة قضاها في التعليم والتربية وإمامة المسجد الحرام، توفي فضيلة الشيخ عبد الله خياط رحمه الله في يوم الأحد ٧/٨/١٤١٥هـ.",
  "books": [
    {
      "text_id": 30856,
      "title": "ما يجب أن يعرفه المسلم عن دينه"
    }
  ]
}