{
  "author_id": 364,
  "author_meta": "سريج بن يونس بن إبراهيم، أبو الحارث البغدادي، مروزي الأصل.\nتاريخ الوفاة: ٢٣٥ هـ.\nشيوخه:\nإسماعيل بن جعفر.\nإسماعيل ابن علية.\nبشر بن المفضل.\nسفيان بن عيينة.\nعبد الله بن رجاء المكي.\nعبد الرحمن بن مهدي.\nعبد الصمد بن عبد الوارث.\nالفرج بن فضالة.\nهشيم بن بشير.\nوكيع بن الجراح.\nالوليد بن مسلم.\nيحيى بن زكريا بن أبي زائدة.\nيزيد بن هارون.\nتلاميذه:\nمسلم بن الحجاج النيسابوري.\nأبو بكر أحمد بن علي بن سعيد المروزي القاضي.\nإسحاق بن إبراهيم بن سنين الختلي.\nبقي بن مخلد الأندلسي.\nالحارث بن محمد بن أبي أسامة.\nعبد الله بن أحمد بن حنبل.\nعبد الله بن محمد بن أبي الدنيا.\nعبد الله بن محمد البغوي.\nأبو زرعة عبيد الله بن عبد الكريم الرازي.\nأبو حاتم محمد بن إدريس الرازي.\nموسى بن هارون بن عبد الله الحمال.\nمكانته:\nقال الذهبي: الإمام القدوة الحافظ، من الأئمة العابدين، له أحوال، وكان رأسا في السنة.\nوقال النديم: من جِلة المحدثين وثقاتهم والفقهاء والقراء.\nوقال صالح جزرة: ثقة جدا عابد.\nقال الميموني عن أحمد بن حنبل: رجل صالح صاحب خير ما علمت.\nوقال أبو داود عن أحمد: ليس به بأس.\nوقال أبو داود في موضع آخر: ثقة سمعت أحمد يثني عليه.\nوقال ابن أبي خيثمة وغيره: ليس به بأس، كذا قال يعقوب بن شيبة عن ابن معين، وزاد: وهو كيس.\nوقال الغلابي عن ابن معين: سريج بن النعمان ثقة، وسريج بن يونس أفضل منه.\nوقال أبو حاتم: صدوق.\nوقال النسائي: ليس به بأس.\nوقال محمد بن عوف: قال لي أحمد: اُكتب عنه.\nوقال عنه إسحاق بن إبراهيم الختلي: الشيخ الصالح الصدوق.\nوقال ابن سعد، وابن قانع: ثقة ثبت.\nوذكره ابن حبان في \" الثقات \".\nوعن سهل بن علي الدوري قال: سمعت سريج بن يونس يقول: خرجت يوم الجمعة أريد مسجد الجامع، فلما دخلت القنطرة رأيت سمكتين في سفود في دكان شواء، فاشتهيتهما بقلبي للصبيان ولم أتكلم به، فلما قضيت الجمعة ورجعت رأيتهما وقد أخرجهما الشَّوَّاءُ، فتمنيتهما بقلبي، فلما دخلت البيت ما استقررت حينا، فإذا داقٌّ يدق الباب، فقلت: من هذا، وخرجت، فإذا رجل معه طبق عليه السمكتين وبقْل وخلٌّ ورُطَبٌ كثير، فقال لي: يا أبا الحارث، كُلْ هذا، فأخذته منه.\nقال ابن الجعد: حدثني بقَّال لسريج بن يونس فقال: جاءني سريج بن يونس ليلا وقد ولد له مولود، فأعطاني ثلاثة دراهم فقال لي: أعطني بدرهم عسلا وبدرهم سمنا وبدرهم سَوِيقا، ولم يكن عندي، وكنت قد عزلت الظروف لأبكر فأشتري، فقلت: ما عندي شيء؛ قد عزلت الظروف لأبكر فأشتري، فقال لي: اُنظر قليلا، أيش ما كان، اِمسح البراني، فجئت فوجدت البراني والجراب ملأي، فأعطيته شيئا كثيرا، فقال لي: ما هذا، أليس قلتَ أن ما عندي شيء؟! قال: قلت: خذه واسكت، فقال: ما آخذُه أو تَصدُقني! فخبَّرته بالقصة، فقال لي: لا تحدث به أحدا ما دمتُ حيا.\nمصنفاته:\n\" التفسير \".\n\" الناسخ والمنسوخ \".\n\" القراءات \".\n\" السنن \" في الفقه.\nمصادر الترجمة:\nالفهرست.\nتاريخ بغداد.\nتهذيب الكمال.\nسير الأعلام.\nتهذيب التهذيب.\n(نقلا عن: موقع جامع الحديث)",
  "books": [
    {
      "text_id": 8219,
      "title": "القضاء لسريج بن يونس"
    }
  ]
}