{
  "author_id": 380,
  "author_meta": "قال الذهبي في «السير»:\nالحَافِظُ، الصَّدُوْقُ، الإِمَامُ، شَيْخُ الثَّغْرِ، أَبُو جَعْفَرٍ مُحَمَّدُ بنُ سُلَيْمَانَ بنِ حَبِيْبٍ الأَسَدِيُّ، البَغْدَادِيُّ، نَزِيْل المَصِّيْصَةِ.\nسَمِعَ: مَالِكَ بنَ أَنَسٍ، وَسُلَيْمَانَ بنَ بِلَالٍ، وَحُدَيْجَ بنَ مُعَاوِيَةَ، وَحَمَّادَ بنَ زَيْدٍ، وَزُهَيْرَ بنَ مُعَاوِيَةَ، وَأَبَا عَوَانَةَ الوَضَّاحَ، وَإِسْمَاعِيْلَ بنَ زَكَرِيَّا، وَعَبْدَ الرَّحْمَنِ بنَ أَبِي الزِّنَادِ، وَشَرِيْكَ بنَ عَبْدِ اللهِ، وَأَبَا عَقِيْلٍ يَحْيَى بنَ المُتَوَكِّلِ، وَعَطَّافَ بنَ خَالِدٍ، وَسِنَانَ بنَ هَارُوْنَ، وَحِبَّانَ بنَ عَلِيٍّ، وَأَبَا الأَحْوَصِ، وَعُبَيْدَ اللهِ بنَ عَمْرٍو الرَّقِّيَّ، وَمُعَاوِيَةَ بنَ عَبْدِ الكَرِيْمِ الضَّالَّ، وَخَالِدَ بنَ عَبْدِ\nالله، وَالوَلِيْدَ بنَ أَبِي ثَوْرٍ، وَإِبْرَاهِيْمَ بنَ سَعْدٍ، وَعَبْدَ الحَمِيْدِ بنَ سُلَيْمَانَ، وَهُشَيْمَ بنَ بَشِيْرٍ، وَإِبْرَاهِيْمَ بنَ عَبْدِ المَلِكِ القَنَّادَ، وَبَقِيَّةَ، وَابْنَ عُيَيْنَةَ، وَخَلْقاً.\nوَكَانَ ذَا رِحْلَةٍ وَاسِعَةٍ، وَحَدِيْثٍ عَالٍ.\nحَدَّثَ عَنْهُ: أَبُو دَاوُدَ، وَالنَّسَائِيُّ فِي (سُنَنِهِمَا) .\nوَرَوَى النَّسَائِيُّ أَيْضاً، عَنْ رَجُلٍ، عَنْهُ، وَقَالَ: هُوَ ثِقَةٌ.\nوَرَوَى عَنْهُ: أَبُو القَاسِمِ البَغَوِيُّ، وَابْنُ صَاعِدٍ، وَابْنُ أَبِي دُوَادَ، وَمُحَمَّدُ بنُ إِبْرَاهِيْمَ الحَزَوَّرِيُّ، وَمُحَمَّدُ بنُ شَادِلَ النَّيْسَابُوْرِيُّ، وَأَحْمَدُ بنُ القَاسِمِ أَخُو أَبِي اللَّيْثِ الفَرَائِضِيُّ، وَأَبُو عِيْسَى أَحْمَدُ بنُ مُحَمَّدٍ الغَرَّادُ، وَمُحَمَّدُ بنُ يَحْيَى بنِ مَنْدَةَ، وَخَلْقٌ.\nوَحَدَّثَ بِالثَّغْرِ، وَبِبَغْدَادَ، وَبِأَصْبَهَانَ، وَطَالَ عُمُرُهُ، وَتَفَرَّدَ.\nقَالَ مُحَمَّدُ بنُ القَاسِمِ الأَزْدِيُّ: قَالَ لُوَيْنُ: لَقَّبَتْنِي أُمِّي لُوَيْناً، وَقَدْ رَضِيتُ.\nوَقَالَ الخَطِيْبُ، وَغَيْرهُ: كَانَ يَبِيعُ الدَّوَابَّ، فَيَقُوْلُ: هَذَا الفَرَسُ لَهُ لُوَيْنٌ، فَلُقِّبَ بِذَلِكَ.\nوَقَالَ أَحْمَدُ بنُ القَاسِمِ بنِ نَصْرٍ: حَدَّثَنَا لُوَيْنُ فِي سَنَةِ أَرْبَعِيْنَ وَمائَتَيْنِ، فَسَأَلَهُ أَبِي: كَمْ لَكَ؟\nقَالَ: مائَةُ سَنَةٍ وَثَلَاثَ عَشْرَةَ سَنَةً.\nقُلْتُ: عَلَى هَذَا التقْدِيْرِ، كَانَ يُمْكِنُه السَّمَاعُ مِنْ هِشَامِ بنِ عُرْوَةَ، وَابْنِ عَوْنٍ، وَبَقَايَا التَّابِعِيْنَ، وَلَعَلَّهُ إِنَّمَا سَمِعَ وَهُوَ رَجُلٌ كَبِيْرٌ قَدْ قَارَبَ الكُهُوْلَةَ - فَاللهُ أَعْلَمُ -.\nوَبَلَغَنَا أَنَّهُ غَضِبَ مِنْ أَوْلَادِهِ، فَتَحَوَّلَ مِنَ المَصِّيْصَةِ، وَسَكَنَ أَذَنَةَ، وَبِهَا مَاتَ، فِي سَنَةِ خَمْسٍ وَأَرْبَعِيْنَ وَمائَتَيْنِ.\nوَقِيْلَ: فِي سَنَةِ سِتٍّ.\nقَالَ البَغَوِيُّ: قَدِمَ لُوَيْنٌ بَغْدَادَ، فَاجْتَمَعَ فِي مَجْلِسِه مائَةُ أَلْفِ نَفْسٍ حُزِرُوا بِذَلِكَ فِي مَيدَانِ الأُشنَانِ.\nأَخْبَرَنَا أَبُو الحَسَنِ الغَرَّافِيُّ، أَخْبَرَنَا أَبُو القَطِيْعِيِّ، أَخْبَرَنَا أَبُو بَكْرٍ بنُ الزَّاغُوْنِيِّ، أَخْبَرَنَا أَبُو نَصْرٍ الزَّيْنَبِيُّ، أَخْبَرَنَا أَبُو طَاهِرٍ الذَّهَبِيُّ، حَدَّثَنَا يَحْيَى بنُ مُحَمَّدٍ، حَدَّثَنَا لُوَيْنٌ، حَدَّثَنَا إِسْمَاعِيْلُ بنُ زَكَرِيَّا، عَنْ يَزِيْدَ بنِ أَبِي زِيَادٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ الزُّبَيْرِ، حَدَّثَتْنِي عَائِشَةُ:\nأَنَّ رَسُوْلَ اللهِ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- قَالَ لَهَا: (إِنَّ قَوْمَكِ اسْتَقْصَرُوا حِيْنَ بَنَوْا هَذَا البَيْتَ، فَتَرَكُوا بَعْضَهُ فِي الحِجْرِ) .\nفَلَمَّا هَدَمَه ابْنُ الزُّبَيْرِ، وَجَدَ القَوَاعِدَ دَاخِلَةً فِي الحِجْرِ، فَدَعَا قُرَيْشاً، فَاسْتَشَارَهُم، فَقَالَ: كَيْفَ تَرَوْنَ هَذِهِ القَوَاعِدَ؟\nقَالُوا: ابْنِ عَلَيْهَا.\nفَبَنَى عَلَيْهَا، فَأَدخَلَهَا البَيْتَ، وَجَعَلَ لَهُ بَابَيْنِ، فَلَمَّا جَاءَ الحَجَّاجُ، قَالَ: إِنَّ ابْنَ الزُّبَيْرِ لَمْ يَدَعْهُ الشَّيْطَانُ، حَتَّى أَدْخَلَ فِي البَيْتِ مَا لَيْسَ مِنْهُ، فَهَدَمَهُ، فَبَنَاهُ كَمَا كَانَ",
  "books": [
    {
      "text_id": 1459,
      "title": "جزء لوين"
    },
    {
      "text_id": 29848,
      "title": "حديث لوين المصيصي"
    }
  ]
}