{
  "author_id": 384,
  "author_meta": "هشام بن عمار (١٥٣ - ٢٤٥ هـ = ٧٧٠ - ٨٥٩ م)\nهشام بن عمار بن نصير بن ميسرة بن أبان السُّلمي، ويقال: الظفري، أبو الوليد الدمشقي المقرئ، خطيب المسجد الجامع بها.\nتاريخ الميلاد:١٥٣ هـ.\nتاريخ الوفاة: ٢٤٥ هـ.\nشيوخه:\nإبراهيم بن أعين.\nإسماعيل بن عياش.\nأيوب بن تميم المقرئ.\nبقية بن الوليد.\nحفص بن سليمان القارئ.\nحفص بن عمر البزاز.\nسفيان بن عيينة.\nعبد الله بن رجاء المكي.\nعبد العزيز بن محمد الدراوردي.\nعطاء بن مسلم الخفاف الحلبي.\nعمار بن نصير السلمي.\nعيسي بن يونس.\nمالك بن أنس.\nمحمد بن إبراهيم الهاشمي الدمشقي.\nمروان بن معاوية الفزاري.\nمسلم بن خالد الزنجي.\nمعن بن عيسى القزاز.\nمؤمل بن إسماعيل.\nالوليد بن مسلم.\nتلاميذه:\nمحمد بن إسماعيل البخاري.\nأبو داود بن الأشعث السجستاني.\nأحمد بن شعيب النسائي.\nمحمد بن يزيد بن ماجه القزويني.\nأبو بكر أحمد بن عمرو بن أبي عاصم.\nأحمد بن هشام بن عمار.\nبقي بن مخلد الأندلسي.\nزكريا بن يحيى السجزي.\nصالح بن محمد الأسدي الحافظ.\nعبد الرحمن بن إبراهيم بن دحيم.\nأبو زرعة عبد الرحمن بن عمرو الدمشقي.\nأبو زرعة عبيد الله بن عبد الكريم الرازي.\nعثمان بن خرزاذ الأنطاكي.\nعمرو بن أبي زرعة الدمشقي.\nالفضل بن العباس الرازي الحافظ المعروف بـ«فضلك».\nأبو عُبيد القاسم بن سلام.\nمحمد بن أحمد بن عُبيد بن فياض الزاهد .\nأبو حاتم محمد بن إدريس الرازي.\nمحمد بن سعد.\nمحمد بن شعيب بن شابور.\nأبو الوليد الأزرقي المكي.\nأبو بكر محمد بن محمد بن سليمان الباغندي.\nمحمد بن يحيى بن رزين الحمصي.\nمحمد بن يحيى الذهلي.\nالوليد بن مسلم.\nيحيى بن معين.\nيعقوب بن سفيان الفارسي.\nمكانته:\nقال الذهبي: الإمام الحافظ، العلامة المقرئ، عالم أهل الشام.\nكان من أوعية العلم، وكان ابتداء طلبه للعلم وهو حدث قبل السبعين ومائة وفيها، وقرأ القرآن على أيوب بن تميم، وعلي الوليد بن مسلم، وجماعة.\nوذكر الذهبي توثيق ابن معين والعجلي له، وقال أبو حاتم: صدوق، لما كبر تغير، وكل ما دفع إليه قرأه، وكل ما لُقن تَلقن، وكان قديما أصح؛ كان يقرأ من كتابه.\nقال أبو علي أحمد بن محمد الأصبهاني المقرئ: لما توفي أيوب بن تميم، يعني مقرئ دمشق، رجعت الإمامة حينئذ إلى رجلين؛ أحدهما مشتهر بالقراءة والضبط، وهو ابن ذَكوان، فائتم الناس به، والآخر مشتهر بالنقل والفصاحة والرواية والعلم والدراية، وهو هشام بن عمار، وكان خطيبا بدمشق، رُزِق كبر السن وصحة العقل والرأي؛ فارتحل الناس إليه في نقل القراءة والحديث.\nوقال قسطنطين بن عبد الله: حضرت مجلس هشام بن عمار فقال المستملي: من ذكرتَ؟ فقال: أخبرنا بعض مشايخنا، ثم نعس، ثم قال له: من ذكرت؟ فنعس، فقال المستملي: لا تنتفعوا به، فجمعوا له شيئا فأعطوه، فكان بعد ذلك يملي عليهم حتى يملوا.\nقال الذهبي: العجب من هذا الإمام مع جلالته!! كيف فعل هذا ولم يكن محتاجا وله اجتهاده؟!\nقال صالح بن محمد جزرة: كان هشام بن عمار يأخذ على الحديث، ولا يحدث ما لم يأخذ، فدخلت عليه فقال: يا أبا علي، حدثني بحديث لِعَلِيِّ بن الجعد، فقلت: حدثنا ابن الجعد حدثنا أبو جعفر الرازي عن الربيع عن أبي العالية قال: علِّمْ مجانا كما عُلِّمتَ مجانا، فقال: تعرضتَ بي يا أبا علي!! فقلت: ما تعرضت؛ بل قصدتُك.\nوقال صالح: كنت شارطت هشاما أن أقرأ عليه بانتخابي ورقة، فكنت آخذ الكاغَد الفِرعوني وأكتب مُقرمِطًا، فكان إذا جاء الليل أقرأ عليه إلى أن يصلي العَتَمَةَ، فإذا صلى العتمة يقعد وأقرأ عليه، فيقول: يا صالح، ليس هذه ورقة، هذه شُقة.\nقال أبو بكر المروذي: ذكر أحمد بن حنبل هشام بن عمار، فقال: طياش خفيف.\nقال الحافظ محمد بن أبي نصر الحميدي: أخبرني بعض أصحاب الحديث ببغداد أن هشام بن عمار قال: سألت الله تعالى سبع حوائج فقضى لي منها ستا، والواحدة ما أدري ما صنع فيها، سألته أن يغفر لي ولأولادي، فما أدري، وسألته أن يرزقني الحج ففعل، وسألته أن يعمرني مائة سنة ففعل، ثم قال: وسألته أن يجعلني مصدقا على حديث رسول الله صلي الله عليه وسلم ففعل، وسألته أن يجعل الناس يغدون إلي في طلب العلم ففعل، وسألته أن أخطب على منبر دمشق ففعل، وسألته أن يرزقني ألف دينار حلالا ففعل.\nفقيل له: كل شيء قد عرفناه، فألف دينار حلالا، من أين لك؟ فقال: وجه المتوكل بعض ولده ليكتب عني لما خرج إلينا، يعني لما سكن دمشق، وبُني له القصر بداريا، قال: ونحن نلبس الأزر ولا نلبس السراويلات، فجلست فانكشف ذكري، فرآه الغلام فقال: استتر يا عم، قلت: رأيته؟ قال: نعم، قلت: أما إنه لا ترمَد عينُك أبدا إن شاء الله، قال: فلما دخل على المتوكل ضحك، فسأله، فأخبره بما قلت له، فقال: فأل حسن تفاءل لك به رجل من أهل العلم، احملوا إليه ألف دينار، فحُملت إلى فأتتني من غير مسألة ولا استشراف نفس.\nقال محمد بن الفيض الغساني: سمعت هشام بن عمار يقول: باع أبي بيتا له بعشرين دينارا وجهزني للحج، فلما صرت إلى المدينة أتيت مجلس مالك ومعي مسائل أريد أن أسأله عنها، فأتيته وهو جالس في هيئة الملوك، وغلمان قيام والناس يسألونه وهو يجيبهم، فلما انقضى المجلس قال لي بعض أصحاب الحديث: سل عما معك، فقلت له: يا أبا عبد الله، ما تقول في كذا وكذا؟ فقال: حصلنا على الصبيان، يا غلام احمله، فحملني كما يحمل الصبي وأنا يومئذ غلام مدرك، فضربني بدِرَّة مثل درة المعلمين سبع عشرة درة، فوقفت أبكي، فقال لي: ما يبكيك، أوجعتك هذه الدرة؟ قلت: إن أبي باع منزله ووجَّه بي أتشرف بك وبالسماع منك فضربتني، فقال: اكتب، قال: فحدثني سبعة عشر حديثا، وسألته عما كان معي من المسائل فأجابني.\nوقال محمد بن الفيض الغساني: كان هشام بن عمار يُربِّع بعلي رضي الله عنه.\nقال الذهبي: خالف أهل بلده وتابع أئمة الاثر.\nمصنفاته:\n«جزء» فيه حديثه.\nمصادر الترجمة:\nتهذيب الكمال.\nسير الأعلام\n(نقلا عن: موقع جامع الحديث)",
  "books": [
    {
      "text_id": 13112,
      "title": "حديث هشام بن عمار"
    },
    {
      "text_id": 26754,
      "title": "عوالي مالك رواية هشام بن عمار"
    }
  ]
}