{
  "author_id": 400,
  "author_meta": "أبو الفرج المقرئ  (٥١٧ هـ -  ٦١٨ هـ) .\n- عفيف الدين أبو الفرج، محمد بن عبد الرحمن بن أبي العز الواسطي السَفَّار المقرىء.\n- ولد سنة ٥١٧ بواسط.\n- قدم بغداد، وروى عن عدة من مشايخها، واشتغل بالتجارة مدة، وعاد إلى واسط وأقام بها، ثم قدم بغداد، وحدث بها في سنة أربع وثمانين وخمسمائة، وخرج إلى الشام وحدث في طريقه، وأقام بدمشق مدة يُقرأ عليه، ورجع إلى الموصل واستوطنها.\n- كان يكتب لنفسه ويُكتب له: \"خادم حديث رسول اله - صلى الله عليه وسلم -.\n- من مشايخه:\n١ - أبو جعفر النقيب، أحمد بن محمد بن العزيز بن علي بن إسماعيل العباسي المكي. (٤٦٨ -٥٥٤ هـ) . السير (٢٠: ٣٣١- ٣٣٢) .\n٢- أبو الوقت، عبد الأول بن عيسى بن شعيب بن إبراهيم بن إسحاق السَّجزي. (٤٥٨- ٥٥٣ هـ) . السير (٢٠: ٣٠٣- ٣١١) .\n٣- أبو ياسر الطحان، عبد الوهاب بن هبة اللُه بن أيي ياسر عبد الوهاب بن علي بن أبي حبة البغدادي (١٦ ٥- ٥٨٨ هـ) . السير (٢١: ٢٢٧ - ٢٢٨) .\n٤- أبو المعالي، عمر بن بنيمان البغدادي. (؟ -٥٦٣ هـ) . السير (٢٠: ٤٧٥) . ٥- أبو المظفر بن التريكي، محمد بن أحمد بن علي بن الحسين الهاشمي العباسي. (٤٧٠- ٥٥٥ هـ) . السير (٢٠: ٣٥٩) .\n٦ - أبو الفتح ابن البطي، محمد بن عبد الباقي بن أحمد بن سلمان البغدادي الحاجب. (٤٧٧- ٥٦٤ هـ) السير (٢٠: ٤٨١- ٤٨٣) .\n٧ - أبو منصور، مسعود بن عبد الواحد بن محمد بن الحصين الشيباني. (؟ - ٥٥٥ هـ) السير (٢٠: ٣٦٢)\n٨ - أبو المظفر بن الشبلي، هبة الله بن أحمد بق محمد، البغدادي القصار الدقاق. (٠ ٤٧- ٥٥٧ هـ) السير (٢٠: ٣٩٣-٤٣٩) .\n- من تلاميذه:\n١ - أبو المحامد القوصي، إسماعيل بن حامد بن عبدالرحمن بن مُرَجَّى بن المؤمل الأنصاري. (٥٧٤- ٦٥٣ هـ) السير (٢٣: ٢٨٨- ٢٨٩) .\n٢ - تاج الدين، عبد الوهاب بن زين الأمناء الحسن بن محمد بن الدمشقي. (ت ٦٦٠) . الشذرات (٥: ٣٥٢) .\n٣ - أبو الخطاب بن خليل: محمد بن أحمد بن خليل السكوني الأندلسي. (؟ - ٦٥٢ هـ) . السير (٢٣: ٢٩٩) .\n٤ - أبو عبد الله الدبيثي: محمد بن سعيد بن يحيى بن علي بن حجاج الواسطي الشافعي. (٥٥٨ - ٦٣٧ هـ) السير (٢٣: ٦٨- ٦٩) .\n٥ - زكي الدين أبو عبد الله البرزالي: محمد بن يوسف بن محمد بن أبي يَذاس الإشبيلي. (٥٧٧- ٦٣٦ هـ) . السير (٢٣: ٥٥- ٥٧) .\n- أقوال العلماء فيه:\nقال المنذري: الشيخ الأجل.\nوقال الذهبي: الشيخ المقرىء، له اعتناءُ ما بالحديث، وتعرف سماعاته.\n- توفي في الخامس والعشرين من جمادى الآخرة سنة ثمان عشرة وستمائة بالموصل، ودفن بها.\n- مصادر ترجمته:\nذيل تاريخ بغداد لابن الدبيثي (٢: ٤٢- ٤٣) .\n- التكملة لوفيات النقلة للمنذري (٣: ٤٧- الترجمة ١٨١٧) .\n- سير أعلام النبلاء (٢٢: ١٥٩) .\n- تاريخ الإسلام (ص ٣٨١- ٣٨٢- الطبقة الثانية والستون) .\n- المختصر المحتاج إليه من تاريخ ابن الدبيثي (١: ٦٨) ، وجميعها\nللذهبي.\n(الترجمة عن تحقيق كتاب الأربعين في فضل الجهاد والمجاهدين)",
  "books": [
    {
      "text_id": 9374,
      "title": "كتاب الأربعين في الجهاد والمجاهدين"
    }
  ]
}