{
  "author_id": 413,
  "author_meta": "عبيد الله بن عبد الرحمن بن محمد بن عبيد الله بن سعد بن إبراهيم بن عبد الرحمن بن عوف العوفي، الزهري، القرشي، أبو الفضل البغدادي.\nتاريخ الميلاد: ٢٩٠هـ.\nتاريخ الوفاة: ٣٨١هـ.\nشيوخه:\nإبراهيم بن شريك الكوفي.\nجعفر بن محمد الفريابي .\nعبد الله بن إسحاق المدائني.\nمحمد بن حميد بن المجدر .\nالحسن بن محمد بن شعبة .\nأبو القاسم البغوي .\nابن أبي داود.\nأحمد بن محمد بن الهيثم الدقاق.\nإبراهيم بن عبد الله بن أيوب المخرمي .\nأحمد بن جعفر البلخي الوراق .\nأحمد بن عبد الله بن سابور .\nعبيد الله بن عثمان العثماني .\nمحمد بن هارون بن المجدر.\nتلاميذه:\nأبو بكر البرقاني.\nعبد العزيز الأزجي.\nأبو محمد الخلال .\nأبو القاسم التنوخي .\nأبو محمد الجوهري .\nالحسن بن غالب المقرئ.\nأبو جعفر بن المسلمة.\nمحمد بن الحسين الحراني .\nأحمد بن عمر بن روح.\nمكانته:\nقال الذهبي: الشيخ العالم، الثقة العابد، مسند العراق، تفرد في زمانه.\nوقال العتيقي: سمعت أبا الفضل الزهري يقول: حضرت مجلس الفريابي وفيه عشرة آلاف، لم يبق منهم غيري، وجعل يبكي .\nوقال الأزجي: هو شيخ، ثقة، مجاب الدعاء.\nقال التنوخي: سأل أبي أبا الحسن الدارقطني وأنا أسمع عن أبي الفضل الزهري فقال: هو ثقة، صدوق، صاحب كتاب، وليس بينه وبين عبد الرحمن بن عوف إلا من قد روي عنه الحديث.\nوقال محمد بن علي الصوري: حدثني بعض الشيوخ أنه حضر مجلس القاضي أبي محمد بن معروف يوما، فدخل أبو الفضل الزهري، قال: وكان أبو الحسين بن المظفر حاضرا، فقام عن مكانه وأجلس أبا الفضل فيه، ولم يكن ابن معروف يعرف أبا الفضل، فأقبل عليه ابن المظفر وقال: أيها القاضي، هذا الشيخ من ولد عبدالرحمن بن عوف، وهو محدث، وآباؤه كلهم محدثون إلى عبد الرحمن بن عوف، ثم قال ابن المظفر: حدثنا عبد الرحمن بن محمد بن عبيد الله بن سعد الزهري والد هذا الشيخ، وحدثنا فلان عن أبيه محمد بن عبيد الله بن سعد، وحدثنا فلان عن جده عبيد الله بن سعد، ولم يزل يروي لكل واحد من أباء أبي الفضل حديثا حتى انتهى إلى عبد الرحمن بن عوف.\nمصنفاته:\n\" جزء \" فيه حديثه.\nمصادر الترجمة:\nتاريخ بغداد.\nسير أعلام النبلاء.\nتذكرة الحفاظ.\nتاريخ الإسلام.\nشذرات الذهب.\n(نقلا عن: موقع جامع الحديث)",
  "books": [
    {
      "text_id": 8227,
      "title": "حديث أبي الفضل الزهري"
    }
  ]
}