{
  "author_id": 42,
  "author_meta": "محمد طاهر بن عبد القادر الكردي المكي  (١٣٢١ - ١٤٠٠ هـ  )\nاسمه : هو الشيخ محمد طاهر بن عبد القادر بن محمود الكردي من بيت علمٍ وفضل , حيث ترك والده الشيخ عبد القادر اربيل (شمال العراق) ليسكن مكة المكرمة , تقرباً إلى الله واجتهاداً في العبادة .\nولادته: ولد عام ١٣٢١ هـ بمكة المكرمة .\nنشأته : لما لاحظ والده فيه ملامح النجابة والرغبة في العلم أدخله مدرسة الفلاح وقد تخرج منها عام ١٣٣٩هـ . ثم أخذه إلى الأزهر الشريف لينهل من معين كبار علمائها وكان ذلك في عام ١٣٤٠هـ فمكث بمصر سبع سنين ولما كانت همته عالية التحق بمدرسة تحسين الخطوط العربية الملكية فبرع وأتقن بل أشتهر بالخطاط فيما بعد .\nشيوخه : للشيخ محمد طاهر شيوخ من شتى البقاع ومن أكثر العلماء الذي أخذ عنهم على سبيل المثال لا الحصر : الشيخ محمد بخيت المطيعي , الشيخ يوسف الدجوي , الشيخ محمد السملوطي , الشيخ عبد الفتاح الطلاوي , الشيخ محمد العزي , الشيخ محمد الحلبي أما أكثرهم على الإطلاق الشيخ محمد حبيب الله الشنقيطي رحمهم الله تعالى .\nأما شيوخه في الخط فعلى رأسهم الشيخ عبد العزيز الرفاعي التركي والشيخ محمد إبراهيم الافندي والشيخ علي بدري والشيخ محمد غريب العربي والأستاذ/ محمد رضوان من المصريين\nوظائفه :\n١- موظف بالمحكمة الشرعية الكبرى عام ١٣٤٨ هـ\n٢- مدرساً بمدرسة الفلاح بجدة ١٣٤٩هـ إلى ١٣٥٣هـ . ثم مرة ثانية عام ١٣٥٥ هـ ولمدة قصيرة\n٣- مدرساً بالمدرسة السعودية بمكة ثم العزيزية الأبتدائية .\n٤- مدير لمدرسة تحسين الخطوط والآلة الكاتبة .\n٥- عضواً في اللجنة التنفيذية لتوسعة وعمارة المسجد الحرام عام ١٣٧٥هـ . ثم رئيس قسم التأليف والآثار التاريخية لمكتب مشروع التوسعة . واستمر إلى إحالته على التقاعد على رغبته عام ١٣٨٣ هـ .\nطلابه : للشيخ رحمه الله طلاب كثير ومن جميع البلاد الإسلامية .\nآثاره :\n١-ومن مفخرة آثاره ( مصحف مكة المكرمة ) الذي تشرف بكتابه وطبعه بمكة المكرمة .\n٢- المشاركة في وضع الحجر الأساسي لتوسعة الحرم الشريف .\n٣- وضع الإطار الفضي للحجر الأسود .\n٤- الإشراف والمشاركة في ترميم الكعبة الشريفة .\n٥- رسم لوحة نادرة قيمة نادرة لمقام إبراهيم عليه السلام لم يسبق لأحد أن قام بها .طبعة عام ١٣٨٢هـ ومقاس اللوحة ٢٢.٥٠سم × ١٦.٢٠سم . وغير ذلك .\nمؤلفاته : أما مؤلفاته فقد بلغت الأربعين منها :\n- التاريخ القويم لمكة وبيت الله الكريم (في ٦ أجزاء )\n- تاريخ القرآن وغرائب رسمه وحكمه\n- مقام إبراهيم عليه السلام\n- منظومة في بناء الكعبة المشرفة\n- حسن الدعابة فيما ورد في الخط وأدوات الكتابة\n- مجموعة الحرمين ( كراسات في تعليم الخط)\n- إرشاد الزمرة لمناسك الحج والعمرة على مذهب الإمام الشافعي\n- تُحفة العِباد في حقوق الزوجين والوالدين والأولاد\n- أدبيات الشاي والقهوة والدخان\n- تاريخ الخط العربي وآدابه\n- شرح وتعليق على الإعلام بأعلام بيت الله الحرام\n- تبرك الصحابة بآثار رسول الله -صلى الله عليه وسلم -\n- رسالة في الدفاع عن الكتابة العربية في الحروف والحركات\n- التفسير المكي( ٣٠ جزء)\n- زهرة التفاسير\n- حسن البساط في ديوان محمد طاهر كردي الخطاط\n- تراجم من لهم قوة الحافظة\n- مختصر المصباح والمختار في اللغة\n- المقارنة بين خط المصحف العثماني واصطلاحنا في الإملاء\n- إستحالة الإقامة في القمر والكواكب\n- الأدعية المختارة\n- النسب الطاهر الشريف\n- دعاء عرفة\n- الأحاديث النبوية في الآداب الدينية والتربية الإسلامية\n- الهندسة المدرسية\n- رسالة في حفظ التنزيل من التغيير والتبديل\n- بدائع الشعر ولطائف الشعر\n- نفحة الحرمين في تعليم خطي النسخ والثلث\n- رسالة انتقال رسول الله  -صلى الله عليه وسلم - إلى الرفيق الأعلى\n- عيش رسول الله  -صلى الله عليه وسلم - وأصحابه الكرام - الموعظة الحسنة في عدم اليأس والصبر والتفويض .\nصفاته :\nقال عنه زوج ابنته الكبرى أ . د . عبدالوهاب أبو سليمان : اشتهر رحمه الله بعفة النفس والاعتزاز وكرم الطبع والسخاء مع حدة في الطبع .\nوفاته:\nتوفي رحمه الله في تمام الساعة ٣.٣٠ صباحاً من يوم الأثنين ٢٣/٤/١٤٠٠هـ بمستشفى بخش بجدة ودفن بمقابر المعلاة وله من الذرية ابن (عبد الرحمن) وثلاثة بنات .\nللمزيد عن ترجمته راجع :\n١- التاريخ القويم لمكة وبيت الله الكريم - تاريخ الخط العربي وآدابه . ( للشيخ محمد طاهر الكردي رحمه الله ) .\n٢- الجواهر الحسان في تراجم الفضلاء والأعيان من أساتذة وخلان . ( للشيخ زكريا بيلا رحمه الله ) .\n٣- أعلام الحجاز . ( لمحمد علي مغربي رحمه الله ) .\n٤- أعلام المكيين ( من القرن التاسع إلى القرن الرابع عشر الهجري ) . ( لعبدالله المعلمي ) .\n٥- محمد طاهر الكردي الخطاط حياته وآثاره . ( أحمد علي الكاظمي , عبد اللطيف بن دهيش ) .\nالموضوع من إعداد/أ. محمد بن على يماني ( أبو عمار )\nوهذه ترجمة أخرى (زمنية) ، مقال بعنوان  :خطاط الحجاز الأوّل ، محمد طاهر الكردي (١٣٢١ ـ ١٤٠٠هـ)\nهو محمد طاهر بن عبد القادر الكردي.\nولد بمكة المكرمة ونشأ بها، والتحق فيها بمدرسة الفلاح حيث تخرج منها سنة ١٣٣٩هـ.\nصحبه والده الى القاهرة وأدخله الأزهر لمواصلة طلب العلم سنة ١٣٤٠هـ، واهتم بمواصة دراسته، حيث استغل أوقات الفترة المسائية لتعلّم الخط العربي بمدرسة تحسين الخطوط العربية الملكية سنة افتتاحها ١٣٤١هـ.\nقد قضى محمد طاهر الكردي في تلك المدرسة ست سنوات؛ أربع منها لدراسة الخط، وتخرج منها سنة ١٣٤٥هـ، وسنتان في قسم التخصص والتذهيب.\nكان أساتذته في تلك المدرسة من أساطين الخط في تركيا ومصر، وعلى رأسهم الشيخ عبد العزيز الرفاعي التركي، والمصريون: محمد إبراهيم الأفندي والشيخ علي بدري والشيخ محمد غريب العربي والأستاذ محمد رضوان.\nوتعتبر هذه المدرسة من الركائز الأساسية التي بعثت الحياة في فنون الخط والزخرفة في البلاد العربية في أوائل القرن العشرين الميلادي بعد أن أصابها ركود القرون السابقة.\nوقد استفاد الشيخ محمد طاهر من هذه الدراسة فائدة جعلت منه الخطاط الأول في الحجاز حينما عاد اليها سنة ١٣٤٨هـ في مكة المكرمة.\nعُيّن موظفاً بالمحكمة الشرعية الكبرى عام ١٣٤٨هـ لتدريس مادة الخط العربي، فاستمر فيها أربع سنوات بلورت خلالها مسيرته الحياتية نحو الخط والتأليف، فدفعته للعودة الى مصر سنة ١٣٥٣هـ لطبع نتاجه في الخط، وخاصة (كراسة الحرمين في خط الرقعة) بأجزائها السبعة، والعمل على تأليف كتاب عن الخط أتمّه في سنوات ثلاث قضاها في القاهرة والإسكندرية، فكان كتاب (تاريخ الخط العربي وآدابه)، وقد صدر في مصر سنة ١٣٥٨هـ وهو يعتبر من الكتب الفريدة في حينها في مادته الخاصة والمترجمة عن المصادر التركية.\nقدم محمد طاهر الكردي الى العراق في منتصف سنة ١٣٦٥هـ، فمرّ ببغداد والتقى بخطاطيها، وقد دوّن ذلك في متن إجازته للخطاط محمد صالح الشيخ علي الموصلي المؤرخة في صفر سنة ١٣٦٦هـ.\nإن نشاط محمد طاهر الكردي قد أكسبه تجارب واسعة، وخبرات كثيرة، وشهرة مميزة، ومكانة في بلده، أهّلته لكي ينتخب عضواً في اللجنة التنفيذية لتوسعة وعمارة المسجد الحرام التي بدأت سنة ١٣٧٥هـ، وصار أيضاً رئيس قسم التأليف والآثار التاريخية لمكتب مشروع التوسعة، وقد استمر فيها حتى إحالته على التقاعد حسب رغبته لكي يتفرغ لإتمام مؤلفاته التي تربو على الأربعين مؤلفاً بين مطبوع ومخطوط.\nعاش محمد طاهر الكردي سنواته الأخيرة مع الأفراد الذين تعرف عليهم، واستمرت صلته بهم بإخلاص ومحبة متبادلة، وقد كانت طيبته وبساطته المحببة، ووفاؤه النادر، وطبيعته الودودة، ونوازعه الخيّرة، ديمومة لتلك العلاقات.\nترك محمد طاهر الكردي في الخط نتاجات تخلده، في مقدمتها خطه المصحف الكريم الذي أطلق عليه مصحف مكة المكرمة، وهو أول مصحف طبع في مكة المكرمة.\nتوفي رحمه الله بجدة، ودفن بالمعلاة بمكة المكرمة.\nله: حسن الدعابة فيما ورد في الخط وأدوات الكتابة؛ تاريخ الخط العربي وآدابه؛ تاريخ القرآن وغرائب رسمه وحكمه؛ مقام إبراهيم عليه السلام؛ أدبيات الشاي والقهوة والدخان؛ شرح وتعليق على الإعلام بأعلام بيت الله الحرام؛ إرشاد الزمرة لمناسك الحج والعمرة على مذهب الشافعي؛ تحفة العباد في حقوق الزوجين والأولاد؛ التاريخ القويم لمكة وبيت الله الحرام.\n(*) مراجع:\nـ المغربي، محمد علي. أعلام الحجاز؛ جـ ٢، ص ٣١٥، ومقدمة الجزء الخامس من التاريخ القويم.\nـ الرفاعي، عبد العزيز. رسالة الى الراحل الشيخ محمد طاهر الكردي، مقال بجريدة الرياض، العدد ٤٥١٤، في ٦/٦/١٤٠٠هـ، ص ١٢. وفي مقدمة الجزء الخامس، التاريخ القويم، ص ١٣-١٥\nـ ذنون، يوسف. محمد طاهر الكردي؛ مقالة بجريدة العراق ٢/٣/١٩٨١م. وفي مقدمة الجزء الخامس من التاريخ القويم، ص ١٥-١٧\nـ أبو سليمان، عبد الوهاب بن إبراهيم. مؤرخ مكة الكبير وكاتب مصحفها رحمه الله؛ مقالة بجريدة المدينة المنورة، العدد ٤٨٦٨، نشر في ١٠/٥/١٤٠٠هـ، ص ٩. وفي مقدمة الجزء الخامس من التاريخ القويم، ص ١٨-١٩.\nـ ابن سلم، أحمد سعيد؛ موسوعة الأدباء والكتاب، جـ ٣، ص ١٢٦، وفيها وفاته ١٣٦٥هـ.\nـ معجم الأدباء والكتاب، جـ ١، ص ١٢٩.\nـ رجب، عبد الله؛ صحيفة البلاد، العدد ٩٣٣٩، في ٧/٥/١٤٠٠هـ؛ صحيفة المدينة، العدد ٤٨٦١، في ٣/٥/١٤٠٠هـ، ص ٩.",
  "books": [
    {
      "text_id": 2228,
      "title": "تاريخ القرآن الكريم"
    }
  ]
}