{
  "author_id": 420,
  "author_meta": "محمد أنور شاه الكشميري (١٢٩٢ هـ - ١٨٧٥ م = ١٣٥٣ هـ - ١٩٣٤ م)\nولادته ونشأته:\nهو الفقيه المجتهد محمد أنور بن معظم شاه، ولد بكشمير سنة ١٢٩٢هـ وقد تربى على والديه تربية مثالية، ولذلك كان معروفًا بالتقوى وغض البصر واحترام الأساتذة، كان يقول الشيخ مولانا القاري محمد طيب رحمه الله: كنا نتعلم السنن النبوية من سيرة الشيخ أنور وكأن الأخلاق النبوية تجسدت في صورته [١].\nودرس على والده الشيخ غلام رسول الهزاروي كتبًا في الفقه وأصوله ولما بلغ السابعة عشرة من عمره سافر إلى ديوبند، والتحق بدار العلوم هناك وتخرج منها سنة ١٣١٣هـ، وقد حصل على إجازة درس الحديث من شيخ السنة مولانا\nرشيد أحمد الكنكوهي وشيخ الهند مولانا محمود الحسن رحمه الله، ويصل سنده إلىالإمام الترمذي والشيخ ابن عابدين الحنفي.\nقوة حافظته وطريقته في المطالعة:\nكان الشيخ رحمه الله شديد الاستحضار قوي الحافظة، شغوفًا بالمطالعة، وقد انتهى من مطالعة (عمدة القاري شرح صحيح البخاري) للحافظ العيني في شهر رمضان المبارك وأراد بذلك أن يستعد لدراسة صحيح البخاري في العام الدراسي المقبل الذي كان يبدأ في شهر شوال، وقد استوعب (فتح الباري شرح صحيح البخاري) للحافظ ابن حجر مطالعة أثناء قراءته صحيح البخاري على شيخه مولانا محمود الحسن رحمه الله [٢].\nوكانت طريقته في المطالعة أنه إذا وقع في يده أي كتاب علمي مطبوعًا كان أو مخطوطًا أن يأخذه ويطالعه من غير أن يترك شيئا منه، وهو أول عالم بين علماء الهند طالع مسند الإمام أحمد بن حنبل المطبوع بمصر، فكان يطالع منه كل يوم مائتي صفحة مع نقد أحاديثه وضبط أحكامه [٣].\nمكانته العلمية:\nكان الشيخ رحمه الله إمامًا في علوم القرآن والحديث، وحافظًا واعيًا لمذاهب الأئمة مع إدراك الاختلاف بينهما، وقادرًا على اختيار ما يراه صوابًا، ولم يقتصر في مطالعته على كتب علماء مدرسة بعينها - مع أنه كان حنفيًا - وإنما قرأ لعلماء\nمدارس مختلفة لهم انتقادات شديدة فيما بينهم، مثل الحافظ ابن تيمية والحافظ ابن القيم وابن دقيق العيد والحافظ ابن حجر رحمهم الله، وقد أحاط بكتب أهل الكتاب من أسفار العهد الجديد والقديم، وطالع بالعبرية وجمع مئة بشارة من التوراة تتعلق برسالة نبينا محمد -صلى الله عليه وسلم-[٤].\nرحلاته العلمية:\nسافر الشيخ رحمه الله بعد تخرجه إلى عدة مدارس، ودرس هناك عدة أعوام، وقد التقى في فرصة زيارة الحرمين الشريفين بعدد من رجال العلم، منهم الشيخ حسين الجسر الطرابلسي عالم الخلافة العثمانية صاحب الرسالة الحميدية والحصون الحميدية [٥].\nوبدأ بالتدريس في دار العلوم في ديوبند بعد عدة أعوام من رجوعه من الحرمين الشريفين، وظل مدرسًا بها حتى عام ١٣٤٥ هـ، ثم رحل إلى (داهبيل) في مقاطعة (كجرات)، وأسس بها معهدًا كبيرًا يسمى (بالجامعة الإسلامية)\nوإدارة تأليف تسمى (بالمجلس العلمي).\nآراء معاصريه من العلماء فيه:\nوقد أثنى عليه العلماء المعاصرون، ولثناء المعاصر على المعاصر قيمة كبيرة. فقد قال الشيخ سليمان الندوي رحمه الله: هو البحر المحيط الذي ظاهره هادئ ساكن وباطنه مملوء من اللآلئ الفاخرة الثمينة [٦].\nوقال المحدث علي الحنبلي المصري رحمه الله: ما رأيت عالمًا مثل الشيخ أنور الذي يستطيع أن ينقد على نظريات الحافظ ابن تيمية والحافظ ابن حجر وابن حزم والشوكاني رحمهم الله، ويحاكم بينهم ويؤدي حق البحث والتحقيق مع رعاية جلالة قدرهم [٧].\nجهوده في الرد على القاديانية:\nقد ظهرت في العالم فتن كثيرة، وقد عمل العلماء ضدها بجهد كبير، ومن الفتن الكبرى التي وقعت في هذه البلاد (الهند) بوحي من أعداء الإسلام وتأييد منهم (نشأة الفتنة القاديانية) وقد تصدى العلماء لهذه الفتنة الملعونة، وواجهوها وجدوا في القضاء عليها في جميع البلاد.\nوكانت جهود الشيخ أنور رحمه الله في مواجهتهم أكثر من جهود العلماء المعاصرين لأنه لم يكن يدخر جهدًا ولا يهدأ له بال ولا يرتاح له فكر في ليل أو نهار، وكان يفكر دائماً في إيجاد الطرق الكفيلة للقضاء على هذه الطائفة فأيقظ\nالعلماء من النوم العميق في أنحاء العالم، وحثهم على القيام بواجبهم في القضاء عليها بالتبليغ والتصنيف، وقد تيسر لأصحابه وتلامذته تأليف كتب ورسائل ضد هذه الطائفة الكاذبة باللغات المختلفة.\nوقد ألف الشيخ أنور بنفسه، مؤلفات صغيرة وكبيرة حولها منها:\n١ - إكفار الملحدين.\n٢ - التصريح بما تواتر في نزول المسيح.\n٣ - تحية الإسلام في حياة عيسى عليه السلام.\n٤ - عقيدة الإسلام في حياة عيسى.\n٥ - خاتم النبيين.\nوهذه كلها باللغة العربية إلا كتاب خاتم النبيين فإنه باللغة الفارسية.\nآثاره:\nقد ترك الشيخ آثارًا في صورة التلامذة والكتب المؤلفة، فأما عدد تلاميذه فيزيد على ألفين وأكتفي بذكر بعض منهم:\nحضرة الأستاذ الشيخ مناظر أحسن الجيلاني رحمه الله: كان عالمًا كبيرًا ومحدثًا جليلاً ومصنفًا عظيمًا وله مصنفات كثيرة.\nوالمحدث الكبير مولانا حفظ الرحمن السوهاروي رحمه الله.\nوالشيخ القارىء محمد طيب رحمه الله: ومن تصانيفه ما يلي: أصول الدعوة الدينية، نظام الأخلاق في الإسلام، شأن الرسالة، القرآن والحديث.\nوالمحدث الجليل مولانا محمد إدريس الكاندهلوي رحمه الله.\nكانوا مصنفين في علوم القرآن والسنة.\nأما كتبه المؤلفة غير التي ذكرتها فهي كما يلي:\n(فيض الباري شرح صحيح البخاري) في أربعة مجلدات\n(عرف الشذى على جامع الترمذي)\n(مشكلات القرآن)\n(نيل الفرقدين في مسألة رفع اليدين)\n(فصل الخطاب في مسألة أم الكتاب)\n(ضرب الخاتم على حدوث العالم)\n(خزائن الأسرار)\nوكلها كتب باللغة العربية.\n_________\n(١) مشاهير علماء ديوبند، القاري فيوض الرحمن، ص ٤٨٥، نقش دوام مولانا، انظر ص ٨١.\n(٢) التصريح بما تواتر في نزول المسيح، علامة أنور شاه كشميري، ص ١٤ نفحة العنبر، محمد يوسف البنوري، ص ٣٠٠، مقدمة أنوار الباري، ٢/ ٢٤٥.\n(٣) نفحة العنبر، ص ٢٥، مقدمة أنوار الباري ٢/ ٢٤٥.\n(٤) المصدر السابق، ص ٩٥.\n(٥) تاريخ دار العلوم ديوبند، السيد محبوب رضوي، ص ١٩٩، دائرة المعارف الإسلامية ١٧/ ٣٠٦.\n(٦) مقدمة أنوار الباري، ٢/ ٢٤٠? نفحة العنبر، ص ٤ ٣٠، تاريخ دار العلوم - ديوبند، ص ١١٩.\n(٧) الأنور، عبد الرحمن كوندو، ص ٥٩٥.\nنقلا عن:\n((مجلة البيان ـ العدد [١٠] صـ ٣٠ جمادى الآخرة ١٤٠٨ ـ فبراير ١٩٨٨))\nالكاتب / تاج الدين الأزهري",
  "books": [
    {
      "text_id": 119,
      "title": "العرف الشذي شرح سنن الترمذي"
    },
    {
      "text_id": 21788,
      "title": "إكفار الملحدين في ضروريات الدين"
    },
    {
      "text_id": 8575,
      "title": "التصريح بما تواتر في نزول المسيح"
    },
    {
      "text_id": 98124,
      "title": "فيض الباري على صحيح البخاري"
    }
  ]
}