{
  "author_id": 432,
  "author_meta": "أبو الطّيب مولود بن الحسن السّريري السُّوسي\nفقيه وأصولي مالكي\nولد ١٢ ربيع الأول سنة ١٣٨٣ هـ، ٣ أغسطس ١٩٦٣ م بمدرسة «تعلات» إقليم «اشتوكة آيت باها» -جنوب المغرب-، وحفظ القرآن الكريم ومفاتيح العلوم الشّرعية واللّغوية على يد والده بمدرسة «تعلات»، وذلك زمن تدريس والده بها.\nتفرغ لأخذ العلم بمنطقة «سوس» فأخذ عن: الشّيخ حسن الشلحي (بمدرسة «إذاو كثير»)، والشّيخ إدريس التوزويني (بمدرسة «توزوين»)، والشّيخ محمد الكُمَّثري (بمدرسة «أيت إعزا» الهشتوكية)، والشّيخ الحاج صالح الصّالح الإلغي (بمدرسة \"الدوو ادرار» الرسموكية).\nثم رحل إلى «طنجة» بعد أن جاوز اثنتين وعشرين سنة، وأخذ عن: الشّيخ عبد الله التّليدي (بزاويته)، والشّيخ عبد الله بن الصديق الغماري (بزاويته و بالمسجد الناصري)، أخذ عنه فقه الحديث، ونيل الأوطار، وحاشية الصّاوي على تفسير الجلالين. والشّيخ محمّد الزمزمي أخذ عنه الحديث.\nثم عاد إلى سوس واشتغل بها إماما بمسجد بمسجد «تا مضلوشت» بقبيلة «أيت يحيى» الصوابي\nثم التحق ١٤١٠ هـ - ١٩٩٤ م بمدرسة «تنكرت» مدرسا وقيّما عليها، وهي مدرسة عتيقة يزيد عمرها عن ستة قرون\nمن مؤلفاته:\n«تجديد علم أصول الفقه» (غلاف - ٢٠٨ صفحة) ط دار الكتب العلمية\n«القانون في تفسير النصوص» [بيان مناهج وقواعد وضوابط تفسير وشرح النصوص الدينية في الإسلام] (غلاف - ٢٤٨ صفحة) ط دار الكتب العلمية\n«مصادر التشريع الإسلامي وطرق استثمارها عند الإمام الفقيه المجتهد علي بن أحمد بن حزم الظاهري» (غلاف - ١٤٨ صفحة) ط دار الكتب العلمية\n«معجم الأصوليين» [يحتوي على علماء أصول الفقه وأصحاب الآراء فيه والمؤلفين فيه] (مجلد ٦٠٠ صفحة) ط دار الكتب العلمية\n«مناظرات ومحاورات فقهية وأصولية» (غلاف - ٣٥٢ صفحة) ط دار الكتب العلمية\n«منهج الأصوليين في بحث الدلالة اللفظية الوضعية» (غلاف - ٢١٦ صفحة) ط دار الكتب العلمية\n«استثمار النص الشرعي على مدى التاريخ الإسلامي» (غلاف - ٤٨٠ صفحة) ط دار الكتب العلمية\n«شرح مفتاح الوصول، إلى بناء الفروع على الأصول» (غلاف - ٦٤٢ صفحة) طبعته الأولى في وزارة الأوقاف والشؤون الإسلامية المغربية، والطبعة الثانية في دار الكتب العلمية\n«شرح نظم نيل المنى في نظم الموافقات» ط دار الكتب العلمية\n«الإحكام في المراقي الموصلة إلى بناء الأحكام» ط دار الكتب العلمية\n«الصناعة الفقهية» ط دار الكتب العلمية\n«رسائل العلمية في فنون مختلفة» طبع بهذا الاسم عن (دار الكتب العلمية)\n«رسالة في الرد على من قدح في إيمان الأمازيغ» (ط منشورات البشير بنعطية)\n«نقد القول العلماني في المعرفة الدينية». (ط مركز يقين)\nومما لم يطبع:\nرضاب الأقلام، في تراجم من لقيتهم من الأعلام، أرجوزة طويلة تزيد عن ١٠٠٠ بيت.\nإتحاف أهل الألباب، بالضروري من علم الحساب\nإتحاف الأذكياء بكرامة الأولياء\nنظم القاموس المحيط، لم يتمه",
  "books": [
    {
      "text_id": 837,
      "title": "شرح «نيل المنى» في نظم «الموافقات للشاطبي»"
    }
  ]
}