{
  "author_id": 437,
  "author_meta": "تَقِيّ الدِّين السُّبْكي (٦٨٣ - ٧٥٦ هـ = ١٢٨٤ - ١٣٥٥ م)\nعلي بن عبد الكافي بن علي بن تمام السبكي الأنصاري الخزرجي، أبو الحسن، تقيّ الدين\nشيخ الإسلام في عصره، وأحد الحفاظ المفسرين المناظرين. وهو والد التاج السبكي صاحب الطبقات.\nولد في سبك (من أعمال المنوفية بمصر) وانتقل إلى القاهرة ثم إلى الشام. وولي قضاء الشام سنة ٧٣٩ هـ واعتل فعاد إلى القاهرة، فتوفي فيها\nمن كتبه:\n«الدر النظيم» في التفسير، لم يكمله\n«مختصر طبقات الفقهاء»\n«إحياء النفوس في صنعة إلقاء الدروس»\n«الإغريض، في الحقيقة والمجاز والكنية والتعريض»\n«التمهيد فيما يجب فيه التحديد - ط» في المبايعات والمقاسمات والتمليكات وغيرها\nو «السيف الصقيل - ط» رأيته بخطه في ٢٥ ورقة في المكتبة الخالدية بالقدس، في الرد على قصيدة نونية تسمى «الكافية» في الاعتقاد، منسوبة الى ابن القيم،\n«المسائل الحلبية وأجوبتها - خ» في فقه الشافعية\n«السيف المسلول على من سب الرسول - خ» [طُبع]\n«مجموعة فتاوى - ط»\n«شفاء السقام في زيارة خير الأنام - ط»\n«الابتهاج في شرح المنهاج - خ» فقه.\n[وشرح المنهاج في أصول الفقه للبيضاوي إلى قول البيضاوي (الواجب إن تناول كل واحد فهو فرض عين)]\nورأيت «مجموعة - خ» بخطه في مجلد ضخم، تشتمل على رسائل كثيرة له، منها «الأدلة في إثبات أهلة» و «الاعتبار ببقاء الجنة والنار» وفتاوى، وغير ذلك.\nورأيت مجموعة أخرى كلها بخطه (في الرباط ٣٠٦ أوقاف) تشتمل على تسع رسائل، منها «المخاورة والنشاط، في المجاورة الرباط» و «مصمي الرماة من وقف حماة» إلخ.\nواستوفى ابنه «تاج الدين» أسماء كتبه، وأورد ما قاله العلماء في وصف أخلاقه وسعة علمه (١).\n_________\n(١) طبقات الشافعية ٦: ١٤٦ - ٢٢٦ وخطط مبارك ١٢: ٧ والتبيان - خ. وحسن المحاضرة ١: ١٧٧ والفهرس التمهيدي ٢٠٧ وانظر Brock ٢: ١٠٦ (٨٦) S ٢: ١٠٢. وألحان السواجع - خ، وفيه مراسلات شعرية بينه وبين الصلاح الصفدي تقارب ١٠ صفحات.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]",
  "books": [
    {
      "text_id": 1022,
      "title": "تكملة السبكي على المجموع شرح المهذب - ط التضامن"
    },
    {
      "text_id": 11498,
      "title": "فتاوى السبكي"
    },
    {
      "text_id": 17660,
      "title": "وصية تقي الدين السبكي لولده محمد"
    },
    {
      "text_id": 17816,
      "title": "السيف المسلول على من سب الرسول"
    },
    {
      "text_id": 18610,
      "title": "قضاء الأرب في أسئلة حلب"
    },
    {
      "text_id": 8466,
      "title": "إبراز الحكم من حديث رفع القلم"
    }
  ]
}