{
  "author_id": 440,
  "author_meta": "خالد محمد خالد ثابت (١٩٢٠ - ١٩٩٦م)\nالميلاد: ١٥ يونيو ١٩٢٠ - قرية العدوة، محافظة الشرقية، مصر\nالوفاة: ٢٩ فبراير ١٩٩٦ (عن عمر ناهز ٧٥ عاما)\nاللقب: مفكر إسلامي\nالجنسية: مصري\nمفكر إسلامي مصري معاصر، مؤلف كتاب رجال حول الرسول الذي كان سبب شهرته، كما ألف عدة كتب تتحدث عن السيرة النبوية أعلام الصحابة، وهو والد الداعية المصري محمد خالد ثابت.\nكان خالد محمد خالد كاتباً مصرياً معاصراً ذا اسلوب مبسط، تخرج من كلية الشريعة بالأزهر، وعمل مدرساً، ثم عمل بوزارة الثقافة، كان عضواً بالمجلس الأعلى للآداب والفنون .ولد رحمة الله عليه بقرية العدوة من قرة محافظة الشرقية وتوفي من عدة سنوات وقبره بهذه القرية\nبداية سيرة\nكان مولده يوم الثلاثاء ٢٧ رمضان سنة ١٣٣٩هـ الموافق ١٥ يونيو سنة ١٩٢٠م ميلادية، في \"العدوة\" إحدى قرى محافظة الشرقية بمصر، والتحق في طفولته بكتاب القرية، فأمضى به بضع سنوات، حفظ في أثنائها قدراً من القرآن، وتعلم القراءة والكتابة.\nولما عقد والده - الشيخ محمد خالد - عزمه على أن يلحقه بالأزهر الشريف، حمله إلى القاهرة، وعهد به إلى أبنه الأكبر \" الشيخ حسين \" ليتولي تحفيظه القرآن كاملاً، وكان ذلك هو شرط الالتحاق بالأزهر في ذلك الوقت.\nأتم حفظ القرآن كله في وقت قياسي وهو خمسة أشهر - كما بين ذلك مفصلاً في مذكراته \"قصتي مع الحياة\" - ثم التحق بالأزهر في سن مبكرة، وظل يدرس فيه على مشايخه الأعلام طيلة ستة عشر عاماً حتى تخرج فيه، ونال الشهادة العالية من كلية الشريعة سنة ١٣٦٤هـ - ١٩٤٥م، وكان آنذاك زوجاً وأباً لأثنين من أبنائه.\nعمل بالتدريس بعد التخرج من الأزهر عدة سنوات حتى تركه نهائياً سنة ١٩٥٤م، حيث عين في وزارة الثقافة كمستشار للنشر، ثم ترك الوظائف نهائياً بالخروج الاختياري على المعاش عام ١٩٧٦.\nوبذلت له عروض مغرية كثيرة لنيل وظائف قيادية في الدولة، سواء في رئاسة جمال عبد الناصر أو أنور السادات، فكان يعتذر عنها، ورفض عروضاَ أخرى كثيرة لأسفار يسيل لها اللعاب، وآثر أن يبقى في حياته البسطة المتواضعة التي يغلب عليها الزهد والقنوع. وقد تقلبت حياته في أطوار متعددة، من حفظ مبكر وسريع للقرآن الكريم، إلى طالب نابه بالأزهر الشريف، إلى شاب متعطش للمعرفة، تواق على أنواع الفنون والآداب والثقافات، إلى منغمس في السياسة مشغول بها، إلى خطيب بارع تهز خطبه السياسة أعواد المنابر، ثم إلى واعظ تغمر دروسه وخطبه القلوب بنشوة الإيمان، إلى عابد مشغول بالآخرة، وصوفي مشغول بربه، وهكذا.. وقد شرح ذلك بالتفصيل في مذكراته التي كتبها وجعل عنوانها \"قصتي مع الحياة\".\nوفي سن مبكرة التقى بشيخه المربي الكامل الشيخ محمود خطاب السبكي إمام أهل السنة ومجدد رواق الإسلام - كما وصفه هو - وكان أعجوبة من أعاجيب الزمان، وشاهداً على ما يفيض الله على أوليائه وأحبابه من واسع فضله وعطائه.\nوكما كانت حياته في بواكيرها كالنهر الذي تجيش مياهه بالفيضان، وتتقلب في تدفق وعنفوان، وكلما اقترب من البحر هدأت أمواجه، واطمأنت مسيرته، حتى إذا امتزج بماء البحر صار له هدوؤه وشموله واتساعه.\nوجاءت مؤلفاته الرائدة كذلك بدأت ثائرة متدفقة.. وانتهت إلى الرسوخ واليقين.. وفي كلها كان مخلصاً، لا يبتغي بأي منها عرضاً من أعراض الدنيا. بل لقد جاءته الدنيا تعرض نفسها عليه من أوسع أبوابها، فأوصد دونها بابه.\nومثال على ذلك أن جمال عبد الناصر ورفاقه في مجلس قيادة الثورة كانوا قد قرأوا كتبه قبل الثورة، وتحمسوا لها لدرجة أن عبد الناصر كان يشتري منها - من جيبه الخاص - مئات النسخ ويوزعها على زملائه الضباط، ومع ذلك لما قامت الثورة لم يرد أن يستفيد منها، وكانت فرصته في ذلك عظيمة، ولكنه بدلاً من ذلك وقف ناقداً للثورة موجهاً لها، مطالباً حكومتها بتطبيق الديمقراطية، فكان صدور كتابه \"الديمقراطية أبداً\" بعد ستة أشهر فقط من قيام الثورة في ٢٣ يوليو سنة ١٩٥٢م.\nوظلت هذه مواقفه من الثورة ورجالها حتى توجت بموقفه الفريد في \"اللجنة التحضيرية\" سنة ١٩٦١م، وفيها أنتقد مواقف الثورة من قضايا الحرية والديمقراطية، وعارض ما أراد عبد الناصر القيام به من إجراءات تعسفية ضد من أسموهم - حينئذ - ببقايا الإقطاع، وأعداء الشعب.. بعد أن نزعوا أموالهم غصباً وظلماً، ونكّلوا بهم بغير جريرة ارتكبوها، فصاروا بعد عز في ذل، وبعد غنى في فاقة وعوز، وبعد أمن في خوف، ولا يجدون من يدافع عنهم، أو ينتصر لهم.. فكان هو الصوت الوحيد الذي أرتفع في وجه الصمت والخوف، مدافعا عن الحق، طالبا لهم - بدلا من العزل السياسي - \"العدل\" السياسي، ولما أخذ التصويت في المجلس على من يعترض على إجراءات العزل السياسي، كانت يده هي الوحيدة التي ارتفعت في سماء القاعة التي ضمت - يومئذ - ثلاثمائة وستين عضواً.\nمن هنا نبدأ\nمنذ كتابه الأول \"من هنا نبدأ\" خرج خالد محمد خالد على الناس ككاتب فذ، وصاحب فكر، ومنافح عن قضايا الأمة.. وبذا تحدد موقعه كمصلح اجتماعي وزعيم فكري تعلقت به جماهير غفيرة من الناس، وأعجبت بكتبه وأفكاره، ليس في مصر وحدها، بل وخارجها أيضاً.\nوطبع \"من هنا نبدأ\" ست طبعات في سنتين اثنتين، وترجم في نفس السنة التي صدر فيها إلى الإنجليزية في أمريكا، وكتبت عنه عدة رسائل وأبحاث جامعية ومقالات في أنحاء متفرقة من أوربا وأمريكا..\nولكن فطرة المؤلف النقية، ونيته الصادقة جعلاه - فيما بعد - يقول أنه عندما رأى حفاوة أعداء الإسلام بالكتاب أدرك أنه أخطأ فيه.\nوهنا يتجلى واحد من مواقفه الشجاعة التي ملأت بها حياته، إذ ظل يفكر فيما دعا إليه فيه من فصل الدين عن الدولة ويقبله في ذهنه حتى أعلن على الملأ رجوعه عن هذا الرأي، فلم يخجل - وهو الكاتب الكبير - من أن يعلن أنه أخطأ… وراح يصحح ذلك الخطأ بكل قوته.\nفلم يترك وسيلة من وسائل إذاعة هذا التصحيح إلا أتاها من مقالات، أو تحقيقات صحفية أو إذاعية أو تلفزيونية… ثم لم يكتف بهذا كله، فكتب كتاباً كاملاً أعلن فيه تصحيحه لرأيه الأول، وراح يدلل على أن الإسلام دين ودولة، بل إنه جعل شعار الكتاب هو: \"الإسلام دين ودولة.. حق وقوة.. ثقافة وحضارة.. عبادة وسياسة..\".\nوقد خلف - رحمه الله - ثروة علمية كبيرة تربو على ثلاثين كتابا، غير المقالات والأحاديث الكثيرة التي لم تجمع بعد… وقد نفع الله بأعماله تلك نفعاً كبيراً، وتلقفها القراء في شوق، لأنها - ككل أعماله اتسمت بالإخلاص، وتدفقت بالعاطفة الصادقة الجياشة..\nالكاتب الكبير\nوأشهر مؤلفاته، وأكثرها انتشاراً هي الإسلاميات التي جاءت فريدة في بابها من حيث الأسلوب، وطريقة التناول، وأشهرها على الإطلاق \"رجال حول الرسول صلى الله عليه وسلم\" الذي تحدث فيه باقتدار عن سيرة ستين من أصحاب رسول الله صلى الله عليه وسلم، و\"خلفاء الرسول صلى الله عليه وسلم\" الذي ضم بين دفتيه خمسة كتب عن الخلفاء الراشدين:\n١. وجاء أبوبكر\n٢. بين يدي عمر\n٣. وداعاً عثمان\n٤. في رحاب علي\n٥. معجزة الإسلام عمر بن عبد العزيز\nوقد ترجمت هذه الكتب إلى لغات كثيرة في إنحاء عديدة من العالم… ومن كتبه أيضاً: \"أبناء الرسول في كربلاء\" و \"والموعد الله\" و \"لقاء مع الرسول صلى الله عليه وسلم\" و \"كما تحدث الرسول صلى الله عليه وسلم\" و \"كما تحدث القرآن\" و \"إنسانيات محمد صلى الله عليه وسلم\" و \"عشرة أيام في حياة الرسول صلى الله عليه وسلم\" وغيرها..\nأما كتبه السياسية والإنسانية والاجتماعية والفلسفية فهي عديدة كتب منها ثلاثة كتب في موضوع الديمقراطية وحدها، وهي: \"الديمقراطية أبداً\" و \"دفاع عن الديمقراطية\" و \"لو شهدت حوارهم لقلت\".\nوكتب - أيضاً - مذكراته في كتاب \"قصتي مع الحياة\"، وقد نشرت لأول مرة في جريدة \"المسلمون\" السعودية و \"المصور\" المصرية في آن واحد، وبعد أن تمت طُبعت في جزء واحد في مؤسسة أخبار اليوم، ثم طبعت طبعة جديدة بدار المقطم بالقاهرة.\nوكان آخر كتبه \"الإسلام ينادي البشر\"، وقد أراد له أن يخرج في ثلاثة أجزاء:\nالأول: \"إلى هذا الرسول صلى الله عليه وسلم\"\nالثاني: \"إلى هذا الكتاب (القرآن)\"\nالثالث: \"إلى هذا الدين\"\nولكنه لم يتمكن إلا من كتابة الجزء الأول، ثم وافته المنية.\nأما عن عادته في الكتابة، فإنه لم يكن يجلس للكتابة - قط - إلا إذا استشعر الحاجة الملحة لذلك وتكون الفكرة التي يريد الكتابة عنها قد نضجت، وطلب الظهور، حينئذ يجلس في أي مكان، وفي أي ظروف ويبدأ في الكتابة دون أن يلتفت لما حوله أو ينشغل به… وقد تمضي - أحياناً - من حياته سنوات دون أن يكتب فيها شيئاً لأنه لم يجد ما يهيج في نفسه الدافع للكتابة.\nوقد اتسمت كتاباته بأسلوب رشيق بديع، وقدرة فائقة على التعبير والغوص إلى جوهر الأشياء، ووصفها بيسر وروعة، واقتدار. وكان كثيراً ما يسأل عن السر في جمال أسلوبه فكان يقول:\n\"إن الأسلوب في الكتابة لا يصنعه شيْ إلا رب العالمين\" وقد أورد الدكتور شاكر النابلسي في كتابة الذي كتبة عنه نموذجا من كتابته، وجعله تحت عنوان \"عزف لغوي\"، وهو العنوان الذي يصف رشاقة أسلوبه وجماله، ونفوذه إلى القلوب.\nحياته\nوكان - رحمه الله - طيب النفس، مستبشراً في عامة أوقاته، تغلب عليه السكينة والتأمل…\nوكان غاية في الكرم، غاية في التواضع ونبل الأخلاق، باراً بوالديه وصولاً للأرحام مراعياً لحقوق الزمالة والجيران، ساعيا - إلي آخر أيامه - في قضاء حوائج الناس، لا يمل من كثرة قاصديه، ولا يضجر من إلحاح بعضهم عليه حتى في أوقات مرضه، وكان يقول :\"تلك زكاة الجاه\".\nواتسمت حياته كلها بالزهد في المال والمناصب ومظاهر الجاه، وقد استفاض في وصف ذلك من عرفوه وكتبوا عنه ومن ذلك أيضاً مواقفه التي أظهرت ما كان عليه من شجاعة ومن مكارم الأخلاق منها موقفه من الإخوان المسلمين الذين كان قد عارضهم قبل الثورة، ولكنه بعدها، وبعد أن نكلت الثورة بهم ومزقتهم كل ممزق، طلب منه مهاجمتهم ونقدهم فأبى ولم يخضع لإغراء ولا تهديد قائلاً: \"لقد ناقشت الإخوان ونقدت فكرهم وسلوكهم يوم كان بعض قادة الثورة من مجاذيبهم !! ويوم كانوا من القوة بمكان… أما اليوم وهم في المعتقلات والسجون تحت وطأة التعذيب، فقد أوصانا سيدنا الرسول صلى الله عليه وسلم \"ألا نجهز علي جريح\" وقد نقل الشيخ القرضاوي تفاصيل هذا الموقف في مذكراته التي نشرها في جريدة \"آفاق عربية\" (العدد رقم ٥٧٣)\nكان - رحمه الله - محباً للخير، مسارعاً إليه، كأنه كان يصف كوامن الخير في نفسه عندما كتب هذه السطور من كتابة \"لقاء مع الرسول صلى الله عليه وسلم\": \"فإذا سألتني - أيها القارئ - ما الخير؟ أجيبك من فوري: أنه الخير.. إنه ذلك الذي يجعل الإنسان إنساناً حي القلب، ريان الضمير.. وذلك الذي يجعل منك ملاذاً للآخرين, يأوون إليك كما أوي المحرور إلى ظل شجرة, أو كما يأوي الظمآن إلي عين ثرة تفيض بالماء البارد النمير.\nهو انعكاس إنسانيتك علي الآخرين، وإضفاء فضائل نفسك البارة الكريمة على الحياة وعلى الأحياء.\nوإن خير ما يصنعه المرء في حياته هو أن تسع حياته الناس رحمة وبراً، ومحبة ووداً\"\nفكان محبا للناس، لجميع الناس، مستأنساً بهم، متودداً إليهم، متغافلاً عن أخطائهم متسامحاً مع من يسيئون\nوكان يعزو ذلك إلى التصوف فيقول في مذكراته:\n\"ومرة أخرى أنحني إجلالا للتصوف، فهو الذي سكب في روحي كل ما روى ظمأها إلى الخير والسكينة والمرحمة والمعدلة، وكل ما بقي لي… من قربات ومغانم ومناعم، ومن فضائل وقدرة وإصرار… فإلية - أولا - يرجع الفضل بين كل الأسباب، وقبل كل الأسباب\"\nلقد كان - رحمه الله - ممن تشرب روح التصوف منذ يفاعته، ولم يكن تصوفه إلا في قلبه، فلم ينتم إلي أي من طرقة، بل تلقاه مبكراً علي يد شيخه السبكي رحمه الله.\nومن أقواله المأثورة:\n\"إني لا أرفض إنسانا لأن فيه خطأ أو اثنين أو عشرة، وأرفض معه بقية فضائله، فقد توجد فيه فضيلة واحدة تزن صلاح مائة عابد\".\n\"إن الحب هو جوهر الحياة… إن الحب يولد في النفوس طاقة لا تعدلها طاقة أخرى في الكون ولا تقابلها\"\n\"الله سبحانه لا يعيق المهاجرين إليه، والمسافرين إلى رضوانه، بل يجعل لهم الأرض مهداً، والسماء سبلاً\"\n\"على رأس فضائل الحياة وشعار الدين تقف فضيلة الحب\"\n\"لا بد للحب كي يصفو ويدوم أن يكون خالصاً صافياً، نقياً، وبكلمة واحدة: أن يكون لله رب العالمين\"\n\"كما ننام نموت.. وكما نستيقظ نبعث.. ومن كان في شك من الموت والبعث، فليعش إن استطاع بلا نوم وبلا استيقاظ\"\n\"علاقة العبد بربه تتطلب مراجعة مستمرة للتبعات التي تفرضها وللسلوك الذي نحمل به هذه التبعات\"\n\"إننا من طول ما ألفنا بعض الآيات القرآنية، وبعض الأحاديث النبوية، أصبحنا لا نهتز من أعماقنا للسر الباهر الذي تحمله، والحكمة الثاقبة التي تمنحها\"\n\"إن صحبتنا الصالحين الذين لم تجمعنا بهم خلطة مباشرة تكشف عن حقيقة أنفسنا وما لها من حظوظ الخير والفضيلة\"\n\"لا تجد مؤمنا إلا مؤمنا حيياً، ولا منافقاً إلا عديم الحياء\"\n\"الإسلام لم يأت ليعلمنا أخلاق الصوامع… بل ليعلمنا أخلاق المدينة\"\n\"الكذب مفسدة مطلقة، لأنه سريع النمو، سريع الانتشار، وله ضراوة كضراوة الخمر أو اشد\"\n\"الريا آفة تمحق الأعمال وتردها تراباً في تراب\"\n\"التواضع نعمة من الله يهبها من الله لكبار النفوس\"\n\"الإيمان بالقدر لا يقول لك: نم وانتظر قدرك… بل يقول: قم واكتشف قدرك\"\nوسئل عن القومية العربية فأجاب: \"أني لا أعرف شيئاً عن القومية العربية، ولكني أعرف أشياء عن الوحدة الإسلامية\"\nوقال شعرا في عيد مولد النبي صلى الله عليه وسلم:\nيا عيد مولدة كم ذا تواتينا … قل للرسول إذا ما جئت روضته\nتشدو فتبهجنا، تشجو فتبكينا … أدرك شعوبك قد حار المداوونا\nوفاته\nكان - رحمة الله - قد مرض مرضاً طويلاً، واشتد عليه في سنواته الأخيرة، ومع ذلك كان دائم القول: \"لا راحة للمؤمن من دون لقاء الله\" ولم تكن فكرة الموت تزعجه، بل كان كما المنتظر له علي شوق، وقد استعد له وأوصي بما يريد..\nوكان من وصيته أن يصلي علية في جامع الأزهر، معهده العلمي ومرتع صباه وشبابه، وان يدفن بقريته \"العدوة\" بجوار الآباء والأجداد والإخوان والأهل.. وجاءته الوفاة وهو في المستشفى يوم الخميس، ليلة الجمعة ٩ شوال سنة ١٤١٦هـ الموافق ٢٩ فبراير سنة ١٩٩٦ م - عن عمر يناهز الستة والسبعين عاماً.\nمؤلفاته\n١. من هنا نبدأ\n٢. مواطنون.. لا رعايا\n٣. الديمقراطية، أبداً\n٤. الدين للشعب\n٥. هذا .. أو الطوفان\n٦. لكي لا تحرثوا في البحر\n٧. لله والحرية (ثلاثة أجزاء)\n٨. معاً على الطريق محمد والمسيح\n٩. إنه الإنسان\n١٠. أفكار في القمة\n١١. نحن البشر\n١٢. إنسانيات محمد\n١٣. الوصايا العشر\n١٤. بين يدي عمر\n١٥. في البدأ كان الكلمة\n١٦. كما تحدث القرآن\n١٧. وجاء أبوبكر\n١٨. مع الضمير الإنساني في مسيره ومصيره\n١٩. كما تحدث الرسول\n٢٠. أزمة الحرية في عالمنا\n٢١. رجال حول الرسول صلى الله عليه وسلم\n٢٢. في رحاب علي\n٢٣. وداعاً عثمان\n٢٤. أبناء الرسول في كربلاء\n٢٥. معجزة الإسلام عمر بن عبد العزيز\n٢٦. عشرة أيام في حياة الرسول\n٢٧. .. والموعد الله\n٢٨. خلفاء الرسول\n٢٩. الدولة في الإسلام\n٣٠. دفاع عن الديمقراطية\n٣١. قصتي مع الحياة\n٣٢. لو شهدت حوارهم لقلت\n٣٣. الإسلام ينادي البشر (الجزء الأول: هذا الرسول)\n٣٤. إلى كلمة سواء\n٣٥. قصتي مع التصوف\n٣٦. أحاديث قلم\n٣٧. لقاء مع الرسول صلى الله عليه وسلم",
  "books": [
    {
      "text_id": 9835,
      "title": "رجال حول الرسول"
    }
  ]
}