{
  "author_id": 441,
  "author_meta": "شمس الأئمة السرخسي (٠٠٠ - ٤٨٣ هـ = ٠٠٠ - ١٠٩٠ م)\nأبو بكر، شمس الأئمة، محمد بن أحمد بن سهل السرخسي:\nقاض من كبار الأحناف، مجتهد.\nمن أهل سرخس (في خراسان).\n[ولْيُفرق بينه وبين: رضي الدين السرخسي (ت ٥٧١ هـ) صاحب «المحيط» الواقع في ٤٠ مجلدا وقيل في ١٠ يُقال لكتابِه: «المحيط الرضوي» نسبةً إليه وتمييزا له عن «المحيط البرهاني» للبرهان ابن مازه البخاري (ت ٦١٦ هـ)].\nأشهر كتب المترجَم:\n١ - «المبسوط» - ط في الفقه والتشريع، ثلاثون جزءا، أملاه وهو سجين بالجب في أوزجند بفرغانة [وهو شرح لكتاب «المختصر الكافي» للحاكم الشهيد كما صَرّح بذلك في مقدمته].\n٢ - «شرح الجامع الكبير للإمام محمد بن الحسن» منه مجلد مخطوط [نسبَه إليه ونقل عنه: السغناقي في مواضع من «شرح الهداية» وفي «شرح البزدوي»، والبابرتي في «العناية»، وابن عابدين في «منحقة الخالق على البحر الرائق»، وعدَّه القرشي من شُرّاح «الجامع الكبير» في «الجواهر المضية». على أن كثيرا من الحنفية يَتجوّزن في تسميته بـ «الجامع الكبير» دون كلمة «شرح» اختصارا للعِلم به؛ كما هو صنيع كثيرٍ منهم في العزو إلى شروح «الجامعين»: «الكبير» و «الصغير» بشكل عام؛ فلْيُعلَم؛ نبّه على ذلك ابنُ أمير حاجّ في مقدمة «شرح مُنية المُصَلّي» ١/ ١٢].\n٣ - [«شرح الجامع الصغير للإمام محمد» أيضا، طُبِع مؤخرا بتحقيق د. أرطفرل بونيوكالِن، في مجلدين، من منشورات وقف الديانة التركي ودار الريايحين ٢٠٢١ م]\n٤ - «شرح السيَر الكبير للإمام محمد بن الحسن» - ط أربع مجلدات.\n٥ - «النكت» - ط وهو شرح لـ «زيادات الزيادات» لمحمد بن الحسن الشيباني.\n٦ - «الأصول» - خ في أصول الفقه، [وهو المعروف بـ «أصول السرخسي»، وسَمّاه مؤلفه: «تمهيد الفصول في الأصول» وسُمّي في بعض النُسَخ الخطية: «بلوغ السول في الأصل»، طُبع في مجلدين بتحقيق أبي الوفاء الأفغاني عن دائرة إحياء المعارف النعمانية، وحُقق في رسائل علمية طبَعتْها «أسفار» بالكويت عام ١٤٤٣ هـ = ٢٠٢٢ م في ٣ مجلدات].\n٧ - «شرح مختصر الطحاوي» - خ.\nوكان سبب سجنه كلمةٌ نَصَح بها الخاقان، ولما أُطلِق سكن فرغانة إلى أن تُوفّي (١).\n_________\n(١) الفوائد البهية ١٥٨ والجواهر المضية ٢: ٢٨.٠  Brock ١: ٤٦٠ (٣٧٣) S ١: ٦٣٨\nوالفهرس التمهيدي ١٦٠ ومفتاح السعادة ٢: ٥٥ وفيه: «مات في حدود سنة ٥٠٠» وعلق مصحح طبعه أن وفاته في كشف الظنون سنة ٤٧٣\nنقلا عن: «الأعلام» للزركلي، مع إضافات بين [معقوفين] من فريق المكتبة الشاملة.",
  "books": [
    {
      "text_id": 22362,
      "title": "النكت شرح زيادات الزيادات للسرخسي - وشرح العتابي"
    },
    {
      "text_id": 5423,
      "title": "المبسوط للسرخسي"
    },
    {
      "text_id": 5434,
      "title": "شرح السير الكبير"
    },
    {
      "text_id": 6163,
      "title": "الكسب - بشرح السرخسي - ت زكار"
    },
    {
      "text_id": 6301,
      "title": "أصول السرخسي = تمهيد الفصول في الأصول"
    }
  ]
}