{
  "author_id": 445,
  "author_meta": "هو الشيخ العلاّمة المحدث الفقيه الأصولي النحوي محمد بن الشيخ العلامة علي بن آدم بن موسى الإتيوبي الولّوي.\n(قال المترجَم -حفظه الله -: العرب يقولون الأثيوبي والصواب الإتيوبي)\nولد الشيخ في سنة (١٣٦٦ هـ) وبدأ في حفظ القرآن الكريم على والده - رحمه الله -، ثم أسلمه والده إلى الشيخ محمد قيو -رحمه الله- فأكمل عليه قراءة القرآن، ثم بدأ بقراءة الكتب العلمية حسب المناهج المقررة في أنظمة المدارس الريفية هناك في بلاده.\nأهم من تلقى عليهم العلم:\n١ - والده - رحمه الله تعالى -: العلامة الجليل، الفقيه الأصولي المحدث الشيخ علي بن آدم بن موسى الإتيوبي الورّهمني اللهجدي المهاجر.\nقرأ عليه كتب العقائد المقررة في بلادهم، كتب الفقه الحنفي المقررة كمختصر القدوريّ مع شروحه، وكنز الدقائق مع شرح العيني، وغيرها من الكتب المقررة في المدارس الريفية في بلادهم\nوقرأ عليه من كتب أصول الفقه، المنار وشرحه، وحواشيه، والتوضيح لصدر الشريعة، مع شرحه التنقيح، وغيرها من كتب الأصول، وكتب علم الحساب، وعلم الجبر والمقابلة، وكتب علم الميقات، ومعظم صحيح البخاري، وبالجملة فأكثر ما لديه من العلوم من والده، وأجازه بلفظه، وكتب له إجازة فائقة.\n٢ - العلامة النحويّ اللغويّ الأديب الشيخ محمد سعد بن الشيخ علي الدَّرّيّ.\nجلس الشيخ عنده ما يقرب من ثلاث سنين، فأخذ منه بعض الصحيحين، والنحو، والصرف، والبلاغة، والمنطق، والمقولات العشر، وآداب البحث والمناظرة، وأصول الفقه.\nفمما قرأه عليه بعض الفاكه الجنية للفاكهيّ، وألفية بن مالك، وشرح بن عقيل عليها، وحاشية الخضري عليه، ومجيب الندا على قطر الندى مع مراجعة حاشية ياسين الحمصي، ومغني اللبيب عن كتب الأعاريب، مع مراجعة حاشيي الدسوقي والأمير، وشافية ابن الحاجب مع مراجعة شروحها، وكتب البلاغة، كتلخيص القزويني مع شروحه وحواشيه، وكتب المنطق، كسلم المنورق وشروحه وحواشيه، والإيساغوجي وشروحه، وبالجملة فجل ما أخذه من فنون العربية منه - رحمه الله-.\nومن شيوخه:\n٣ - العلامة النحوي -خليل زمانه، وسيبويه أوانه- الشيخ عبد الباسط بن محمد بن حسن الإتيوبي، البُوَرَنّي المِنَاسيّ - رحمه الله تعالى-.\nتلقى عليه علوم العربية، وغيرها، فقرأ عليه إعراب المقدمة الأجرومِيَّة، وملحة الإعراب، وشرحها كشف النقاب، والفواكه الجنية، ونظم الأنوار في مصطلح الحديث، وأجازه، واستخلفه في مدرسته لما كان يسكن أديس أببا مرتين.\n٤ - العلامة النحرير، الشيخ محمد زين بن محمد الإتيوبي الداني - رحمه الله -.\nقرأ عليه معظم صحيح مسلم مع شرح النوويّ، وأوائل سنن البيهقي، وسمع كثيراً من صحيح البخاري بقراءة غيره عليه، وتفسير القرآن الكريم، والجوهر المكنون في البلاغة، وطلعة الأنوار مع شرحها، مع مراجعة تدريب الراوي، في مصطلح الحديث، وغير ذلك.\n٥ - العلامة محدث الديار الحبشيّة في العصر الحالي الشيخ محمد بن رافع بن بصري.\nقرأ عليه جامع الترمّذي، وسمع عليه أبي داود، والنسائيّ، وابن ماجة، وبعض صحيح مسلم، بقراءة غيره عليه، وأجازه بجميع مروياته، وأملى عليه إجازته فكتبها.\nوبالجملة فإن للشيخ - حفظه الله تعالى - مشايخ عدة، ذكر بعضهم في ثبته المسمى (مواهب الصمد لعبده محمد)\nثم انتقل إلى بلد الله الحرام مكة المكرمة وهو الآن يدرّس نهاراً في دار الحديث الخيرية وفي مسجدها ليلاً. وقد بذل الشيخ نفسه للعلم ولطلبته في بلد الله الحرام وله الكثير من المؤلفات في فنون العلم وخاصةً في علم الحديث الشريف\n[ومن كتب الشيخ]\n(١) شرح سنن النسائي المسمى بذخيرة العقبى في شرح المجتبى، وهو اثنان أربعون مجلداً، طبع مرتين.\nقال مقبل الوادعي - رحمه الله- عن هذا الشرح: هو على نمط فتح الباري للحافظ بن حجر رحمه الله تعالى، وتطمئن النفس إلى كثير من ترجيحات الشيخ محمد واختياراته لموافقتهما للدليل، وإنني أنصح طلبة العلم أن يحرصوا على اقتناء هذا الكتاب العظيم فما كلُّ محدِّث في هذا الزمان يستطيع أن يأتي بمثل هذا الشرح. اهـ\nوكان الألباني - رحمه الله - يقول عن الكتاب أنه لا يعرف شرح سلفى على النسائى مثله\n(٢) قرة عين المحتاج في شرح مقدمة مسلم بن الحجاج، مجلدان.\n(٣) البحر المحيط الثجاج في شرح صحيح مسلم بن الحجاج، تم في ٤٥ جزءا.\n(٤) مشارق الأنوار الوهاجة، ومطالع الأسرار البهاجة في شرح سنن ابن ماجه، تم منه أربع مجلدات.\n(٥) قرة العين في تلخيص تراجم الصحيحين، مجلد، طبع مرتين.\n(٦) إسعاف ذوي الوطر في شرح نظم الدرر، شرح «ألفية السيوطي» في المصطلح، مجلدان، طبع ثلاث طبعات. وهذا هو الشرح الصغير\n(٧) «البحر المحيط الأزخر في شرح نظم الدرر في علم الأَثَر» شرح موسع لم يكمل، هو أصل «إسعاف ذوي الوطر» المذكور\n(٨) نظم شافية الغلل في ألفية العلل.\n(٩) مزيل الخلل شرح شافية الغلل المذكور. مطبوع معها\n(١٠) نظم الجوهر النفيس في نظم أسماء ومراتب الموصوفين بالتدليس وعدَّتها مائة وثمانية عشر بيتاً.\n(١١) الجليس الأنيس في شرح الجوهر النفيس المذكور.\n(١٢) تذكرة الطالبين في ذكر الموضوع وأصناف الوضاعين.\n(١٣) الجليس الأمين في شرح تذكرة الطالبين المذكور.\n(١٤) رفع الغين في ثبوت زيادة «وبركاته» في التسليم من الجانبين.\n(١٥) عمدة المحتاط في نظم أسماء من رُمي من الثقات بالاختلاط.\n(١٦) عُدّة أولي الاغتباط في شرح عمدة المحتاط المذكور.\n(١٧) نظم إتحاف أهل السعادة بمعرفة أسباب الشهادة.\n(١٨) بغية طالب السيادة في شرح إتحاف أهل السعادة بمعرفة أسباب الشهادة. شرح إتحاف أهل السعادة المذكور\n(١٩) إتحاف النبيل بمهمات علم الجرح والتعديل.\n(٢٠) إيضاح السبيل في شرح إتحاف النبيل.\n(٢١) قصيدة في مدخل شرح النسائي.\n(٢٢) قصيدة في الرد على بكر بن حماد الشاعر المغربي في ذمه علم الحديث وأهله.\n(٢٣) مختصر مجمع الفوائد، ومنبع العوائد بذكر الأثبات والأسانيد المسمّى «مواهب الصمد لعبده محمد».\n(٢٤) فتح القريب المجيب شرح مُدني الحبيب نظم مغني اللبيب في النحو، نظم الشيخ عبد الباسط بن محمد رحمه الله تعالى، مجلدان.\n(٢٥) الجليس الصالح النافع شرح الكوكب الساطع في أصول الفقه، مجلد.\n(٢٦) التحفة المرضية نظم في أصول الفقه على طريقة أهل السنة السنيّة في (٣٠٧٢) ثلاثة آلاف واثنين وسبعين بيتاً.\n(٢٧) المنحة الرضية في شرح التحفة المرضية، ثلاث مجلدات.\n(٢٨) نظم مختصر في علم الفرائض.\n(٢٩) فتح الكريم اللطيف، شرح أرجوزة التصريف، شرحٌ لنظم الشيخ عبد الباسط رحمه الله تعالى لكتاب المراح في الصرف.\n(٣٠) الفوائد السمية في قواعد وضوابط علميّة.\n(٣١) قصيدة الرد المُبكي للمجرم الدينماركي.\n(٣٢) جامع الفوائد، وضابط العوائد، جُمعت فيه الفوائد العلميّة النحويّة أو اللغويّة، أو الحديثيّة، أو الفقهيّة، نظماً أو نثراً. (يصدر قريبا إن شاء الله تعالى)\n(٣٣) نظم مقدمة التفسير لابن تيمية رحمه الله تعالى. (يصدر قريبا إن شاء الله تعالى)\n(٣٤) نظم في علم التوحيد. (يصدر قريبا إن شاء الله تعالى)\n(٣٥) نظم خاتمة المصباح المنير. (يصدر قريبا إن شاء الله تعالى)\n(٣٦) رجزٌ في علمي العروض والقوافي. (يصدر قريبا إن شاء الله تعالى)\n(٣٧) إتحاف ذوي الهمة بفوائد مهمة جُمعت في بيان حكم القيام للقادم وتقبيل اليد ونحوه. (يصدر قريبا إن شاء الله تعالى)\n(٣٨) «مجمع الفوائد، ومنبع العوائد بذكر الأثبات والأسانيد» وهو ثَبَتٌ مُطوّل جامع لأشتات الأسانيد والأثبات. لم يكمل\n(٣٩) نظم الأحاديث المتواترة، لم يكمل\n(٤٠) نظم شافية ابن الحاجب، لم يكمل\n(٤١) نظم العقيدة الواسطية، لم يكمل",
  "books": [
    {
      "text_id": 10312,
      "title": "شرح الأثيوبي على ألفية السيوطي في الحديث = إسعاف ذوي الوطر بشرح نظم الدرر في علم الأثر"
    },
    {
      "text_id": 12888,
      "title": "ذخيرة العقبى في شرح المجتبى"
    },
    {
      "text_id": 148870,
      "title": "البحر المحيط الثجاج في شرح صحيح الإمام مسلم بن الحجاج"
    },
    {
      "text_id": 148896,
      "title": "قرة عين المحتاج في شرح مقدمة صحيح مسلم بن الحجاج"
    },
    {
      "text_id": 151040,
      "title": "قرة العين في تلخيص تراجم رجال الصحيحين"
    },
    {
      "text_id": 17132,
      "title": "مشارق الأنوار الوهاجة ومطالع الأسرار البهاجة في شرح سنن الإمام ابن ماجه"
    },
    {
      "text_id": 7456,
      "title": "تذكرة الطالبين في بيان الموضوع وأصناف الوضاعين"
    }
  ]
}