{
  "author_id": 451,
  "author_meta": "صفي الرحمن المباركفوري ( ١٣٦١ هـ - ١٩٤٢ م = ١٤٢٧ هـ - ٢٠٠٦ م )\nجاءت الأخبار حزينة من الهند، حيث بلاد الإسلام الواسعة لا تعرف الحدود، بوفاة شيخ جليل أحبته جموع من المسلمين كثيرة، احتفظت في مكتباتها بكتاب ينقلها من طغيان المادة وضيق أفقها وضغوطها إلى رحابة السيرة العطرة وحياة الأرواح، حيث الجمع المبارك والجيل الفريد من صحب كرام رضوان الله عليهم يتقدمهم رسول كريم صلى الله عليه وسلم.\n«الرحيق المختوم» أشهر كتب السيرة المعاصرة على الإطلاق لصاحبه صفي الدين المباركفوري، كم ترك من أثر في نفوس المحبين للنبي صلى الله عليه وسلم، وكم ترك, وكم غير في النفوس والسلوك، وكم حبب هذه الحقبة من التاريخ الأنصع لهذه الأمة في صدر الإسلام وقلبه، وكم ظل طلاب العلم يدعون لصاحبه الشيخ الجليل بالخير والثواب نظير استعراضه العصري لسيرة النبي صلى الله عليه وسلم وغزواته.. لم يكن الكثيرون يعرفون عن الشيخ المباركفوري شيئاً كثيراً لابتعاد البلدان عن بعضها البعض، لكن الأرواح جنود الله المجندة لا تعرف الحدود ولا المسافات، لذا فقد فجعها النبأ بوفاة الشيخ المباكفوري أمس حيث طارت الأخبار إلينا تذكر بالخير رجلاً أهدى لنا «الرحيق المختوم» فسألنا الله أن يسقيه منه في مقعد صدق عند مليك مقتدر، وآلينا على أنفسنا أن نعرف القراء بهذا الشيخ الكريم.]\nولد في قرية حسين آباد قرية قريبة من مدينة بنارس في شمال الهند عام ١٩٤٢م، ودرس ‏على الطريقة النظامية المعروفة في القارة الهندية، في مدرسة فيض عام ومن نظام المدرسة تفرغ طالب العلم للدراسة بعيداً عن الأهل والأقارب ولا يزورهم إلا لفترة وجيزة، خلال مدة الدراسة، ومن الطرائف أنه كلما ذهب لزيارة أهله تأخر يوما أو يومين متعمداً بلا سبب، فإذا عاتبه مدير المدرسة أو مدرس المادة قال وبكل ثقة: لم أخسر شيئاً فأعطني نصف ساعة حتى أراجع ما تم شرحه ثم اختبرني، فقد كان ذكياً ونابغةً منذ صغره، فإذا أختبر أجاب بأجوبة مثالية لا تقل أهمية من أجوبة الطلاب الذين حضروا شرح الدرس.\nوبعد التخرج اختير الشيخ مدرساً في نفس المدرسة،ثم أستاذاً في الفقه والحديث لعدة سنوات في الجامعة السلفية ببنارس،(كبرى جامعة السلفيين في الهند) ثم شغل بعد ذلك منصب رئيس التحرير لمجلة (محدث) وهي تصدر ‏شهريا إلى الآن من الجامعة السلفية، وفي عام ١٤٠٨ هـ اختير باحثاً في مركز السنة والسيرة ‏بالجامعة الإسلامية بالمدينة المنورة، واستمر فيه إلى عام ١٤١٨ هـ ،ثم في عام ١٤١٨ هـ وبطلب من مدير مكتبة دار السلام ‏بالرياض اختير مشرفا على البحوث العلمية فيها.\nمن خدمات الشيخ:\nالشيخ له خدمات جليلة في نصر الإسلام والمسلمين في الهند وغيره، وقد سئل الشيخ رحمه الله في حواره المنشور في مجلة الاستقامة عدد ٢٢ عن سبب تشرذم المسلمين وضعفهم فكان جوابه: لا شك أن التحديات التي تواجه العالم الإسلامي اليوم، أفرادًا كانوا أو شعوبًا، كثيرة جدًا والحديث عنها قد يأخذ وقتًا طويلاً وجهدًا كبيرًا. ومن المسلم به أن ما يعتري الأمة اليوم من ذلة وهوان وما يهددها من مخاطر إنما حصلت في فترة سمتها الضعف العام والانكسار الشامل والهزيمة النفسية والعسكرية على حد سواء، وفي نظرنا أن مرد هذا كله سببه الرئيسي هو ترك واجب الولاء والبراء وفريضة الجهاد سواء كان على أصل الكلمة أو على ما تحتمله من معاني متعدية.\nفالمسلمون لما تركوا فريضة الجهاد، وخلدوا إلى الدنيا وحطامها، وتشبعت نفوسهم بحبها، وانبطحوا إلى الطين وما يجر إليه، صاروا ضعفاء بين الأمم أعراضهم منتهكة، وحرماتهم مستباحة، ومقدساتهم محتلة، وشعوبهم مذلولة.. وهكذا. وعليه فإننا نطالب بإعادة روح الجهاد في نفوس المسلمين وأن يخرج من يستطيع الخروج للذود عن حياض المسلمين في كل بلاد الإسلام، وأخص بالذكر فلسطين أرض المسجد الأقصى أولى القبلتين وثالث المسجدين العظيمين، وعلى باقي المسلمين أن ينصروهم ويمدوهم بجميع أشكال الدعم وأنواعه. ا.هـ\nوإذا ذكر الشيخ فأول ما يتبادر إلى الذهن هو كتاب الرحيق المختوم من سيرة الرسول«: فهذا الكتاب قد قدمه الشيخ في مسابقة السيرة النبوية العالمية التي نظمتها رابطة العالم الإسلامي، وأعلنت عنها عقب أول مؤتمر للسيرة النبوية الذي عقدته دولة باكستان في شهر ربيع الأول عام ١٣٩٦هـ‏.‏\nومن الغرائب أن الشيخ ألف هذا الكتاب خلال فترة وجيزة جداً لا تتجاوز الثلاثة الأشهر وفيه يقول الشيخ: وكان من حديث هذا الكتاب أني لم أطلع على إعلان الرابطة عن المسابقة في وقته، ولما أخبرت به بعد حين لم أمِلْ إلى الإسهام فيها، بل رفضت هذا الاقتراح رفضًا كليًا إلا أن القدر ساقني إلى ذلك‏.‏ وكان آخر موعد لتلقي بحوث المسابقة واستقبالها عند الرابطة أول شهر محرم من العام القادم ١٣٩٧هـ، أي نحو تسعة أشهر من وقت الإعلان، وقد ضاعت مني من ذلك عدة أشهر، والمدة الباقية لم تكن تكفي لإعداد مثل هذا الكتاب، ولكن لما عزمت على ذلك استعنت الله سبحانه وتعالى، وشمرت عن ساق الجد، حتى تم إنجازه وإرساله في الموعد‏.‏ ا.هـ\nوليس هذا فحسب بل المتأمل لحال الشيخ في ذلك الوقت يجد أنه قد ألفه مع شح المصادر في منطقته،وعدم القدرة على مراجعة الإحالات، وتوثيقها ‏مع ضيق الوقت، فالحمد لله على إحسانه وتوفيقه.\nومن خدمات الشيخ رحمه الله المناظرة التي جرت بينه وبين أحد المبتدعة من القبوريين في عام ١٩٧٩م تقريباً كما حكاه لي والدي حفظه الله، والذي عقدت في مدينة بجرديه. قرب مدينة بنارس بناء على طلب منهم والذين يسمون عندنا بالبريلوية، وكان موضوع المناظرة عن الوسيلة المشروعة والممنوعة وحضر هذه المناظرة آلاف الأشخاص من الطرفين وجمع كبير من العلماء وطلبة العلم وكان يمثل من طرف جمعية أهل الحديث فضيلة الشيخ صفي الرحمن المباركفوري تغمد الله برحمته ومن جانب البريلويين عالمهم الموسوم بعبد المصطفى وخلال المناظرة ألجمهم الشيخ ولم يترك لهم مجالاً في الحديث إلا في ما يتعلق بمسألة الوسيلة فلما أفحموا،غلبوا وانقلبوا صاغرين. وكان من نتيجة هذه المناظرة توبة ٤٩ شخص وتسع أسر من الشرك في مجلس المناظرة وتحولوا من البريلوية إلى العقيدة الصحيحة.\nوهذه المناظرة مفرغة ومطبوعة باللغة الأردية، وقد اطلعت على نسخة منها مع أحد الدعاة وهي مشتملة على أصول جامعة في الرد على شبهات القبوريين في التوسل والوسيلة الممنوعة، وخلطهم مع الوسيلة المشروعة.\nومن خدمات الشيخ أيضاً تفنيد لشبهات الجماعات المنحرفة التي أضلت كثيراً من الشباب في شبه القارة الهندية كالقاديانية ومنكري السنة أو القرآنيون وغيرهم. فألف الشيخ كتباً في بيان الخلل في منهجهم وتفنيد شبهاتهم صوناً لشباب الأمة بإذن الله ونبراسا لمن أراد الهداية، وطلب الحق منهم. ومن هذه الكتب وكلها باللغة الأردية، كتاب القاديانية، وثناء الله الأمرتسري والقاديانية، وحقيقة منكري الحديث وغيرها من الكتب.\nومن خدمات الشيخ تأليفه لكتاب النبي محمد صلى الله عليه وسلم في كتب الهندوس.\nفمن المعلوم أن للهندوس كتباً مقدسة وفي مقدمتها أربعة كتب، إلا أنه لا يسمح بقراءتها ومطالعتها إلا للكهنة ومن بلغ رتبة معينة في النسب والعبادة فقط دون سواهم، وأكثر هؤلاء الكهنة لا يفهمون نصف ما يذكر في كتبهم لأن المكتوب بلغة تسمى (سنسكرت) وهي لغة قديمة من قبل مئات السنين بل هي أصل اللغات المتداولة في الهند، ففي هذه الكتب المقدسة توجد أوصاف كثيرة لنبي الرحمة للبشرية، وعند البحث لا تنطبق هذه الأوصاف إلا على نبينا محمد صلى الله عليه وسلم، بل ذكر بأن اسمه يكون (الرجل الذي يكثر الحمد لربه)، فحيث أن كتب الهندوس لا يطالعها إلا النزر اليسير، فنتج عن ذلك جهل كثير من الهندوس عن هذه البشائر، وقد أسلم بعض كبار كهنة الهندوس بعد قراءتهم لهذه البشائر. فجمع الشيخ هذه البشائر لإقامة الحجة عليهم ولردع هجومهم على المسلمين، والكتاب مطبوع باللغة الأردية والهندية، وقد تصفحت هذا الكتاب باللغة الأردية فوجدته مفيداً لمن يسكن في مناطق الهندوس.\nهذا وقد اختير الشيخ أميراً لجمعية أهل الحديث في الهند في عام ١٤١٨هـ تقريبا، إلا أنه وبعد مرور بضعة أشهر اعتذر عنها لانشغاله بأموره العلمية والدعوية وكذلك ظروفه الصحية لم تساعده، وكان إمارة الجمعية يتطلب منه التفرغ ولم يكن ذلك ممكناً للشيخ.\nمن أخلاق الشيخ:\nوالشيخ رحمه الله، كان متواضعاً سهلاً ليناً،يداعب الصغير والكبير، لا يحب الإطراء والمدح بعيدأ عن الأضواء. حتى أنه كان لينا مع خصمه، وأذكر أنه في عام ١٤٢٠هـ وفي أحد محاضرته والحضور بالمئات فسئل الشيخ عن حكم صلاة الوتر على صفة صلاة المغرب فقال الشيخ أن الصلاة بهذه الصفة منهي عنه كما في حديث : ولا تشبهوا بصلاة المغرب. فقام رجل من الحاضرين وقاطع كلام الشيخ أمام الملأ -والذي يظهر والعلم عند الله أنه ما قام إلا دفاعاً عما كان يعتقده افتراءً لا تثبتاً- وقال: ليس كما قلت بل ثبت عن عائشة أنها صلت مثل المغرب. فسكت الشيخ، وفي قرارة الشيخ أن ما ذكره الرجل خطأ،ثم قال لا أعلم إلا هذا الحديث والذي ذكرته لم أطلع عليه، ثم التفت إلى والدي وهو بمنزلة طلبته وسأله عن الحديث أمام الحاضرين متثبتاً...... فقلت متأملاً،كيف يقوم رجل بين مئات الحاضرين وفي مجلس يضم جمعا من الدعاة وطلبة العلم، ويرد على الشيخ متجاوزاً حدود الأدب والاحترام مع العلماء بل مخالفاً لآداب المجلس وأدب الحديث، ويعترض بجهل، لكن ومع ذلك يرد عليه الشيخ بكل حلم: لا أعلم؛ ثم يبين له أن الحديث ليس بمعروف بين طلبة العلم فيسأل أحد طلبته، ولا يجد فيه غضاضة، فرحم الله الشيخ رحمة واسعة.\nكان الشيخ ينصح طلبته والمشايخ باللين والرفق دائماً ففي لقائه المنشور في مجلة الاستقامة لما سئل عن تصدر بعض أنصاف الطلبة للفتوى والقدح في العلماء فال: ما ذكرته في سؤالك من تصدر الأحداث للدعوة والفتوى، وكذلك للجرح والتعديل… إلخ. هذه مصيبة عظيمة وخطورة كبيرة، وتقع المسؤولية المباشرة في ذلك على العلماء المتصدرين للتعليم والفتوى والتربية، فكل عالم عليه مسؤولية توجيه طلبته التوجيه السليم، وإلا فإثمهم عليه، لأنه لم يمنعهم من الوقوع في الأخطاء، لأنهم غير مؤهلين، بل (ترك لهم الحبل على الغارب)، وعلى أبناء الدعوة السلفية الإقبال على إصلاح أنفسهم، وتكميل تربيتهم على الحق والعدل والرحمة، والتأسي بمنهج الرسول صلى الله عليه وسلم في اللين والحكمة والعدل والإنصاف واحترام أهل العلم والدعوة، قال عليه الصلاة والسلام: ليس منا من لم يرحم صغيرنا ويوقر كبيرنا ويعرف لعالمنا حقه.\nوقد ذكر الشيخ ضوابط في التعامل مع المخالف،كما في لقائه مع مجلة الاستقامة فقال:\nأبرز مقومات ذلك المنهج السلفي العظيم في التعامل مع المخالف:\n١- الرسوخ في العلم، فأنصاف المتعلمين يفسدون أكثر مما يصلحون.\n٢- تحرير محل النزاع والابتعاد عن الإجمال والإبهام والتهويش على المخالف.\n٣- العدل في الحكم على المخالف ولو جار عليك وظلمك. قال تعالى: (وَأُمِرْتُ لأعْدِلَ بَيْنَكُمُ )[الشورى:١٥]. هذا مع أهل الملل، فما بالك مع الفصائل الإسلامية الدعوية.\n٤- حسن الظن بالداعية المسلم وحمل كلامه على ما أراد، لا على ما تريد أنتَ من التشنيع عليه وتحميل كلامه ما لا يحتمل، نظرًا لما نعلمه من مقصده الحسن وسابقته في الإسلام والدعوة.\n٥- الحرص على أن يكون القصد من الحوار جمع كلمة المسلمين وتوحيد صفوفهم، لا أن يكون تشقيق العمل الإسلامي وتقسيمه هدفًا من الحوار والردود.\n٦- المحافظة على بقاء الولاء والمناصرة، وألا تجعل الردود على المخالف وسيلة للقضاء على هذا الأصل العظيم: (إِلاَّ تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ)[الأنفال:٧٣].\n٧- الشهادة والاعتراف بما أحسن فيه المخالف وأجاد ووافق فيه الحق، لقوله تعالى: (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُواْ شُهَدَاء عَلَى النَّاسِ)[ البقرة:١٤٣]. ولا نتعامل مع بعضنا بالمبدأ اليهودي والنصراني الذي حكاه القرآن الكريم: (وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَىَ شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ)[البقرة: ١١٣].\nهذا ما أستحضره في أصول المنهج السلفي في الرد على المخالف.\nمن نتاج الشيخ العلمي:\nللشيخ أشرطة كثيرة لدروسه ومحاضراته إلا أن الجزء الكبير منها باللغة الأردية وله بالعربية من الأشرطة:\n١-فضل أهل الحديث.\n٢-أثر الإيمان في بناء دولة الإسلام.\nوهي موجودة في موقع طريق الإسلام.\nو أما المؤلفات فهي كثيرة باللغة الأردية وله من المؤلفات بالعربية مايلي:\n١- الرحيق المختوم.\n٢- روضة الأنوار.\n٣- تهذيب تفسير ابن كثير.\n٤- تحقيق تفسير الجلالين.\n٥- منة المنعم في التعليق على صحيح مسلم.\n٦- اتحاف الكرام في التعليق على بلوغ المرام (وهي تعليقات يسيرة).\n٧- إبراز الحق والصواب في مسألة السفور والحجاب.\nوغيرها من الكتب.\nوأنا إذ أكتب عن لمحات من حياة الشيخ رحمه الله، فإنه لم يكن لي ملازمة للشيخ بل كانت لي لقاءات معه على فترات متباعدة،وحيث أنه كان دائم الزيارة للوالد وله صلة قديمة به، فأستغل هذه الزيارة وأستفيد من علمه ومن تواضعه، وكان آخر لقاء به رحمه الله في زيارتي للهند عام ١٤٢٥ هـ فزرته في بيته ووقتها كان مريضاً حتى أنه لم يتعرف علي إلا بعد مرور بعض الوقت، إلا أنه من الناحية العلمية لم يتغير فقد كان معي بعض أقاربي وكنا نسأل الشيخ فيجيبنا ويذكر الأحاديث بمصادرها.\nوفي آخر حياة الشيخ وقبل وفاته بأربعة أشهر تقريباً أصيب بجلطة دماغية مما جعله ملازماً للفراش وفي يوم الجمعة ١٠ / ١١ / ١٤٢٧هـ وفي الساعة الثانية ظهرا بالتوقيت الهندي فارقت الروح إلى بارئها،فرحم الله الشيخ وأمنه من عذاب القبر ووسع له في قبره. و صلي عليه يوم السبت ودفن في مقبرة قريته حسين آباد.\nوقد ترك الشيخ خلفه ثمانية أولاد أربعة منهم ذكور وأربعة إناث، ابنه طارق طالب في الجامعة الإسلامية في مرحلة الماجستير في كلية الشريعة قسم أصول الفقه، والإبن الثاني فيض الرحمن مؤظف في جدة والإبنان الآخران تخرجا من الجامعة الإسلامية في المدينة النبوية والآن يقومان بمهمة الدعوة في الهند.\nرحم الله الشيخ رحمة واسعة وأسكنه في فسيح جناته و سقاه من الرحيق المختوم شربة هنيئة مريئة\nوصلى الله على نبينا محمد.\nنقلا عن : موقع المسلم\nعبد الرحمن المباركفوري (٠٠٠ - ١٣٥٣ هـ = ٠٠٠ - ١٩٣٤ م)\nعبد الرحمن المباركفوري ، عالم مشارك في انواع من العلوم.\nولد في بلدة مباركفور من اعمال اعظمكره، ونشأ بها، وقرأ العلوم العربية والمنطق والفلسفة والهيئة والفقه واصول الفقه على علماء كثيرين.\nمن مؤلفاته: السنن في مجلدين.\nوتحفة الأحوذي في شرح سنن الترمذي\nنقلا عن : معجم المؤلفين لعمر رضا كحالة - بتصرف يسير ولم يذكر كتابه تحفة الأحوذي ضمن مؤلفاته\n_________\n(*) فائدة :\nهناك مجموعة من العلماء يعرفون بالمباركفوري لكونهم ينتسبون إلى مدينة (مباركفور) بالهند منهم أبو العلا عبد الرحمن المباركفوري صاحب تحفة الأحوذي في شرح سنن الترمذي (ت : ١٣٥٣ هـ) ، وتلميذه عبيد الله المباركفوري صاحب مرعاة المفاتيح شرح مشكاة المصابيح (ت : ١٤١٤ هـ) ، وتلميذ عبيد الله وهو صفي الرحمن المباركفوري صاحب الرحيق المختوم وأمير جماعة أهل الحديث بالهند (ت : ١٤٢٧ هـ).",
  "books": [
    {
      "text_id": 149015,
      "title": "منة المنعم في شرح صحيح مسلم"
    },
    {
      "text_id": 9820,
      "title": "الرحيق المختوم"
    },
    {
      "text_id": 9900,
      "title": "الرحيق المختوم مع زيادات"
    }
  ]
}