{
  "author_id": 452,
  "author_meta": "اليوسي (١٠٤٠ - ١١٠٢ هـ = ١٦٣٠ - ١٦٩١ م)\nالحسن بن مسعود بن محمد، أبو علي، نور الدين اليوسي: فقيه مالكي أديب، ينعت بغزالي عصره. من بني (يوسي) (١) بالمغرب الأقصى.\nتقلب في عدة مناطق مغربية طلبا للعلم والمعرفة، فحل بمنطقة دكالة ومراكش وسوس قبل أن يقصد الزاوية الدلائية في سنة (١٠٦٠هـ) ويستقر بها ما يربو عن عشرين سنة، طالبا للعلم أولا، ومتصدرا لمهمة التدريس ثانيا. ثم قدم إلى مدينة فاس عام (١٠٧٩هـ) ليتقلد منصب التدريس بجامع القرويين ثم بالمدرسة المصباحية. ولم يبرح مدينة فاس حتى حدود سنة ١٠٨٤هـ ، واشتهر، حتى قال العياشي (صاحب الرحلة) فيه: (من فاته الحسن البصري يصحبه فليصحب الحسن اليوسي يكفيه) وحج عام (١١٠١هـ)، وعاد إلى بادية المغرب فمات في قبيلته عام (١١٠٢هـ) (٢) ، ودفن في (تمزرنت) بمزدغة (٣).\nشيوخه\nأخذ عن: محمد بن ناصر الدرعي، وعبد الملك التجمعوتي، وعبد القادر الفاسي، وغيرهم\nوتأثر منهجه التدريسي بشيخه محمد ابن ناصر، شيخ الزاوية الناصرية الشاذلية بتمكروت (ت ١٠٨٥هـ)، في تلقين العلوم؛ وهي منهجية تقتصر على تفهم النص وتحليل الشرح. وقد دعا له شيخه ابن ناصر قائلا:«جعلك الله عينا يستقي منك أهل المشرق والمغرب»\nتلامذته\nأخذ عنه : أبو العباس أحمد بن مبارك، وأبو سالم العياشي، وأبو الحسن النوري، وأبو عبد اللّه النوري ، وأبو عبد الله التازي، وأحمد الولالي، ومحمد العربي القادري، ومحمد بن عبد السلام بناني، وأبو عبد الله بن زاكور، والحسن بن رحال المعداني، وعلي بن أحمد الحريشي، و آخرون\nكتبه\nألف العلامة اليوسي كتبا عديدة تجاوزت الأربعين مؤلفا بعضها ما زال مخطوطا. من تلك المصنفات:\n١ - (المحاضرات - ط) = (محاضرات اليوسي) في الأدب طبع ب فاس ١٣١٧ هـ\n٢ - (زهر الأكم في الأمثال والحكم) كتاب في الأمثال والحكم، لم يكمله طبع في الدار البيضاء سنة ١٤٠١هـ\n٣ - (قانون أحكام العلم وأحكام العالم وأحكام المتعلم - ط) ويقال ( قانون العلوم) رتبه على ثلاثة أبواب وخاتمة في أحكام العلم وأحكام المتعلم وفوائد في معنى ذلك.طبع ب فاس ١٣١٠ هـ و ١٣١٥ هـ وطبع سنة ٢٠٠٣ م ب دار المدار الإسلامي - بيروت تحقيق جمعة الفيتوري\n٤ - (حاشية على الكبرى للسنوسي) (٤) - مطبوع باسم الحاشية على عمدة التوفيق، سنة ٢٠٠٣ م دار المدار الإسلامي - بيروت تحقيق جمعة الفيتوري\n٥ - (نفائس الدرر في حواشي شرح «المختصر») في المنطق - طبع سنة ٢٠٠٣ م ب دار المدار الإسلامي - بيروت تحقيق جمعة الفيتوري\n٦ - (القصيدة الدالية - ط) وشرحها المسمى :\n٧ - (نيل الأماني من شرح التهاني - ط) وهي قصيدة نظمها تهنئة لشيخه أبي عبد الله محمد بن ناصر الدرعي وشرحها - طبعت القصيدة وشرحها في مطبعة الكوكب الشرقي الإسكندرية سنة ١٢٩١هـ والمطبعة الميمنية ١٣٣٢ هـ\n٨ - (ديوان شعر - ط) بفاس\n٩ - (مشرب العام والخاص من كلمة الإخلاص في تفسير كلمة لا إله إلا الله): كتاب في علم التوحيد، طبع ب فاس ١٣٢٧هـ\n١٠ - (منح الملك الوهاب فيما استشكله بعض الأصحاب من السنة والكتاب - خ) ويقال (فتح الوهاب فيما استشكله بعض الأصحاب من السنة والكتاب) في الرباط (٦١٨ جلاوي). كتاب في علم التفسير، مخطوط بالخزانة الوطنية.\n١١ - (تذكرة الغافل)\n١٢ - (حاشية على «تلخيص المفتاح») للسكاكي\n١٣ - (الدر المصون)\n١٤ - (القول الفصل في الفرق بين الخاصة والفصل)\n١٥ - (فهرسة) لشيوخه\n١٦ - (الكوكب الساطع في شرح جمع الجوامع) ويقال (البدور اللوامع في شرح جمع الجوامع) في أصول الفقه للسبكي، لم يكمله، قال صاحب الصفوة: لو كمل هذا الشرح لأغنى عن جميع الشروح\n١٧ - (عقد جواهر المعاني في مناقب الغوث عبد القادر الجيلاني): في علم التصوف.\n١٨ - (منظومة في العبادات) توجد مخطوطة بالخزانة العامة، في علم الفقه.\n١٩ - (كتاب فيما يجب على المكلّف أن يعرفه من أُصول الدين وفروعه)\n٢٠ - (رسالة على قول خليل في «المختصر»: وخصصت نية الحالف)\n٢١ - (رسائل أبي علي الحسن بن مسعود اليوسي)، تأليف فاطمة القبلي.\n_________\n(١) في صفوة من انتشر ٢٠٦ (نسبته إلى بني يُوسي - بالضم - ، قبيلة في عداد برابر ملوية، وأصله اليوسفي نسبة إلى يوسف جدهم، إلا أنهم يسقطون الفاء من يوسف كما هي لغة أهل تلك النواحي).( الأعلام للزركلي)\n(٢) قال صاحب فهرس الفهارس (اليوسي المتوفى عام ١١٠٢ وما في عجائب الآثار للجبرتي من أنه مات عام ١١١١ غلط).( الأعلام للزركلي)\n(٣) يلاحظ اختلاف النسخ في اسم المقبرة التي دفن بها، وفي مخطوطة اقتنيتها أخيرا من (مناقب الحضيكي) أنه دفن في قرية (تمَْزَزَيْت) مشكولة بفتح التاء وسكون الميم وفتح الزايين وسكون الياء، من قرية (صفرو) وأنه نقل بعد عشرين عاما إلى موضع آخر. ( الأعلام للزركلي)\n(٤) محمد بن يوسف السنوسي الأشعري له كتابان في العقيدة : العقيدة الصغرى ( المسماة «أم البراهين») ، وشرحها في العقيدة الكبرى ( المسماة «عمدة التوفيق والتسديد في شرح عقيدة أهل التوحيد»)",
  "books": [
    {
      "text_id": 473,
      "title": "المحاضرات في اللغة والأدب"
    },
    {
      "text_id": 7414,
      "title": "زهر الأكم في الأمثال والحكم"
    }
  ]
}