{
  "author_id": 455,
  "author_meta": "الشيخ حمد الجاسر ( ١٣٢٨ - ١٤٢١ هـ  =١٩١٠ - ٢٠٠٠ م)\nمن أبرز العلماء الباحثين في السعودية والعالم العربي، وعضو سابق في أكاديميات بغداد ودمشق والقاهرة، كما كان قوة دافعة وراء النهضة التعليمية الحديثة في المملكة العربية السعودية. عمل في قطاع التعليم، والقضاء، والصحافة والنشر، وأنشأ (اليمامة)، أول صحيفة في الرياض، في عام ١٩٥٢، وتبعتها جريدة (الرياض) في عام ١٩٧٦ وأخيرا (العرب)، وهي فصلية متخصصة في تاريخ وآداب شبه الجزيرة العربية. أنشأ حمد الجاسر أول دار للطباعة في نجد في عام ١٩٥٥، وفي عام ١٩٦٦ أنشأ دار اليمامة للبحث والترجمة والنشر.\nلقد أسهم حمد الجاسر إسهامه الأكبر في ثقافة وطنه كعلاّمة ومؤرخ وجغرافي، وخلف العديد من الكتب التي تحمل اسمه والتي تغطي حقولا متنوعة من المعرفة: من المصورات الجغرافية والتاريخية إلى أدب الرحلات وكتب السيرة وطبعات نقدية للنصوص التراثية الهامة. وقد أسهم حمد الجاسر بعمق في تحديد استراتيجيات مؤسسة الفرقان للتراث الاسلامي لصاحبها أحمد زكي يماني، والتي كان عضوا مؤسسا للمجلس الاستشاري الدولي للمؤسسة.\nمولده ونشأته\nهو حمد بن محمد بن جاسر، من أسرة آل جاسر المنتمية إلى الكتمة من بني علي من قبيلة حرب .\nولد سنة ١٣٢٨ هـ في قرية البرود من إقليم السر في منطقة نجد من أب فقير فلاح .\nنشأ ضعيف البنية عليلاً لم يستطع مساعدة أبيه فأدخله في المدرسة (كتّاب القرية) حيث تعلم القراءة والكتابة وحفظ القرآن .\nذهب به أبوه إلى مدينة الرياض عام ١٣٤٠ هـ فبقي عند قريب له من طلبة العلم يدعى عبد العزيز بن فايز، وتعلم قليلا من مبادئ العلوم الدينية ( الفقه والتوحيد ).\nعاد من الرياض بعد موت الرجل الذي كان يعيش في كنفه سنة ١٣٤٢هـ، ولم يلبث أبوه أن توفي فكفله جده لأمه علي بن عبد الله بن سالم، وكان إمام مسجد قرية البرود، وصار يساعد جده في الإمامة ثم اشتغل معلما لصبيان القرية حتى سنة ١٣٤٦هـ .\nنُدِب سنة ١٣٤٦هـ مرشداً لفخذ من قبيلة عتيبة تدعى الحَوَاما من النُّفَعَة من بَرْقا يصلي بهم رمضان، ويعلمهم أمور دينهم، وكانوا يعيشون في البادية وكان ينتقل معهم فيها .\nفي آخر سنة ١٣٤٦هـ ذهب إلى الرياض واستقر لطلب العلم على مشايخها، فقرأ شيئاً من المتون كـ (الآجرومية) لابن آجروم ، و(الأصول الثلاثة)، و(آداب المشي إلى الصلاة) للشيخ محمد بن عبد الوهاب و(ملحة الإعراب) للحريري ، ثم جاءت مرحلة زمنية مهمة في حياته ، حيث ترك الرياض قاصداً مكة المكرمة .\nوفي سنة ١٣٤٨هـ ، التحق بالمعهد الإسلامي السعودي ، أول مدرسة نظامية تنشأ في العهد السعودي .\nحياته العلمية\nوبعد أن أنهى مرحلة الدراسة في ذلك المعهد ( متخصصا في القضاء الشرعي) تحوَل إلى الخدمة، فعمل مدرساً في ينبع من عام ١٣٥٣ حتى عام ١٣٥٧هـ بعد أن أصبح مديرا للمدرسة . ثم انتقل إلى سلك القضاء فعمل قاضيا في ظبا في شمال الحجاز وذلك عام ١٣٥٧هـ. ولم ينقطع حنينه وشوقه إلى المعرفة بعد أن أنهى الدراسة في المعهد، بل كان يرغب في المزيد حتى جاءته الفرصة المواتية فسافر إلى القاهرة. وفي عام ١٣٥٨هـ التحق بكلية الآداب في جامعة القاهرة، ولكن الظروف العامة لم تساعده على إنهاء الدراسة في تلك الكلية، فتركها قبل أن يحصل على درجتها العلمية حيث قامت الحرب العالمية الثانية وأعيدت البعثة السعودية من هناك. رجع إلى التدريس فدرَس في مناطق عديدة في المملكة العربية السعودية وشغل مناصب تربوية مختلفة، منها رئيس مراقبة التعليم في الظهران، ثم مديرا للتعليم في نجد عام ١٣٦٩هـ. كان أول مدير لكليتي الشريعة واللغة العربية في الرياض اللتين كانتا النواة لإنشاء (جامعة الإمام محمد بن سعود الإسلامية) . أنشأ أثناء إدارته للتعليم في نجد مكتبة لبيع الكتب هي (مكتبة العرب) التي كانت أول مكتبة عنيت بعرض المؤلفات الحديثة تحت إشرافه.\nنشر مقالات عديدة في الجرائد والمجلات العربية في موضوعات مختلفة أبرزها النواحي التاريخية والجغرافية ووصف الكتب المخطوطة ونقد المؤلفات والمطبوعات الحديثة.\nكان عضواً عاملاً في (مجمع اللغة العربية في القاهرة) و( المجمع الملكي لبحوث الحضارة الإسلامية في عمّان) وعضواً مراسلاً في (مجمع اللغة العربية بدمشق) و(مجمع اللغة العربية في عمّان) و(المجمع العراقي في بغداد) و( المجمع العلمي في الهند).\nنتاجه الثقافي بقلمه\nأنشأ سنة ١٣٧٢هـ صحيفة \"اليمامة\" أول صحيفة صدرت في مدينة (الرياض) كما انشأ أول مطبعة فيها باسم (شركة الطباعة والنشر الوطنية) في عهد الملك سعود - رحمه الله - ثم حدث في رمضان سنة ١٣٨١هـ ما اضطره للإقامة في (لبنان) بعد مصادرة صحيفة \"اليمامة\" والبقاء هناك حيث أنشأ (دار اليمامة للبحث والترجمة والنشر) نشر فيها بعض مؤلفاته وما حققه من مخطوطات، ثم في عهد الملك فيصل - رحمه الله - عاد إلى الرياض، ومنح - مع إخوة آخرين سماهم - امتياز إنشاء (مؤسسة اليمامة الصحفية) التي يصدر عنها جريدة \"الرياض\" اليومية، ومجلة \"اليمامة\" الأسبوعية، و\"رياض ديلي\" باللغة الإنجليزية، و\"كتاب الرياض\"، ثم لظروف خاصة تخلى عن العمل في المؤسسة، وأصدر مجلة \"العرب\" الشهرية في رجب سنة ١٣٨٦هـ إلى هذا العام ١٤٢٠هـ، حيث أصدرت أربعة وثلاثين مجلداً، ودخلت عامها الخامس والثلاثين، ولا تزال مستمرة في الصدور .\nمؤلفاته\nكتب في الرحلات : \"رحلات حمد الجاسر للبحث عن التراث\"، \"في الوطن العربي\"، \"إطلالة على العالم الفسيح\"، \"في سراة غامد وزهران\"، \"في شمال غرب الجزيرة\" .\nكتب في الأنساب : \"معجم قبائل المملكة العربية السعودية\" جزءان، \"جمهرة أنساب الأسر المتحضرة في نجد\" جزءان، \"باهلة القبيلة المفترى عليها\".\nكتب في تحديد المواضع : من أقسام \"المعجم الجغرافي للبلاد العربية السعودية\" (مقدمة المعجم) جزءان، (قسم شمال المملكة) ثلاثة أجزاء، (قسم المنطقة الشرقية) أربعة أجزاء، (المعجم المختصر) ثلاثة أجزاء .\nكتب في تاريخ البلدان : \"بلاد ينبع\"، \"مدينة الرياض عبر أطوار التاريخ\".\nكتب عن الخيل : \"معجم أسماء خيل العرب وفرسانها\"، \"أصول الخيل العربية الحديثة\" .\nكتب في التراجم : \"مع الشعراء\"، تراجم لبعض شعراء مجهولين، نشره (نادي القصيم الأدبي)، \"ابن عربي موطد الحكم الأموي في نجد\"، ترجمة إبراهيم بن إسحاق الحربي في مقدمة كتاب \"المناسك\" الطبعة الأولى، \"معجم المطبوعات العربية\" إشراف، \"رحالة غربيون في بلادنا\" .\nكتب في المباحث اللغوية : \"نظرات في كتاب تاج العروس\"، \"ملاحظات على المعجم الكبير\" بالاشتراك .\nوحقق من الكتب : \"رسائل في تاريخ المدينة\"، \"الأماكن\" للحازمي جزءان، \"الأمكنة والمياه والجبال\" لنصر الإسكندري ثلاثة أجزاء تحت الطبع، \"المناسك\" أو \"الطريق\" - الطبعة الثانية، \"المغانم المطابة في معالم طابة\" قسم الجغرافية، \"البرق اليماني في الفتح العثماني\" لقطب الدين النهروالي، \"التعليقات والنوادر\" للهجري أربعة أجزاء في الشعر واللغة والمواضع والأنساب - دراسة وتحقيق -، \"الجوهرتين\" للحسن بن أحمد الهمداني مع بحث في المعادن والتعدين، \"الإيناس في علم الأنساب\" للوزير المغربي، \"أدب الخواص\" للوزير المغربي، \"المحمدون في الشعراء\" للقفطي - إشراف، \"شعر الشنفرى الأزدي\" إشراف، \"معجم الشيوخ\" لابن فهد بالاشتراك، \"الدرر الفرائد المنظمة في أخبار الحاج وطريق مكة المعظمة\" للجزيري في ثلاثة أجزاء، \"جمهرة نسب قريش\" للزبير بن بكار - إشراف، جزءان .\nتكريمه في حياته\nمنح جائزة الدولة التقديرية في الأدب عام ١٤٠٤هـ؛ لإسهامه وعطائه الزاخر من إثراء ميادين الفكر والأدب.\nمنح وسام التكريم من مجلس التعاون الخليجي عام ١٤١٠هـ.\nمنح وسام الملك عبد العزيز عند ما اختير الشخصية السعودية المكرمة في المهرجان الوطني للتراث والثقافة (الجنادرية) عام ١٤١٥هـ.\nمنحته جامعة الملك سعود(الدكتوراه) الفخرية عام ١٤١٦هـ؛ لما قدّمه للساحة الثقافية السعودية من عطاء وافر متواصل، وما قدّمه للمكتبة العربية والإسلامية من إثراء تاريخي وجغرافي وأدبي ولغوي.\nنال جائزة الملك فيصل العالمية للأدب العربي عام ١٤١٦هـ/١٩٩٦م.\nنال جائزة سلطان العويس الأدبية في الإمارات العربية المتحدة في مجال الإنجاز الثقافي والعلمي، عام ١٤١٦هـ.\nنال جائزة الكويت للتقدم العلمي عن كتاب(أصول الخيل العربية الحديثة)، عام ١٤١٦هـ.\nوفاته\nفي يوم الخميس ١٦/٦/١٤٢١هـ(١٤/٩/٢٠٠٠م) انتقل الشيخ حمد الجاسر إلى رحمة الله، بعد حياة حافلة بالعطاء، وقد عمت مشاعر الحزن كل محبيه على جميع المستويات داخل المملكة وخارجها، فرحمه الله رحمة واسعة.\nكتب قدم لها حمد الجاسر\nاكتشاف جزيرة العرب : خمسة قرون من المغامرة والعلم، جاكلين برين، نقله إلى العربية قدري قلعجي، قدّم له حمد الجاسر ٤٣٤ص، بيروت، دار الكاتب العربي، ١٣٩٠هـ.\n= طبعة ثانية، ٤٣٤ص، الرياض، منشورات الفاخرية، ١٤٠٠هـ .\nشاعرات من البادية، عبدالله بن محمد بن ردّاس، طبع بإشراف دار اليمامة، قدّم له حمد الجاسر، ٤٤٨ص، دون تاريخ نشر .\nالمملكة العربية السعودية (دراسة بيبليوجرافية)، إعداد شكري الضاني، تقديم حمد الجاسر، ٧١٠ص، الرياض، دار العلوم، ١٣٩٨هـ .\nأنساب الأسر الحاكمة في الأحساء، أبو عبدالرحمن بن عقيل الظاهري، تقديم حمد الجاسر، الرياض، ط١، ١٤٠٣هـ .\nتاريخ الأفلاج وحضارتها، عبدالله بن عبدالعزيز بن مفلح الجذالين، قدّم له حمد الجاسر، الرياض، مطبعة سفير، ط١، ١٤١٣هـ .\nديوان الشيخ محمد بن عبدالعزيز بن هليَل، جمع وإعداد آمنة بنت محمد بن هليل، الرياض، الحرس الوطني\nحمد - (ج  / ص )\nقبيلة الظفير : دراسة تاريخية لغوية، مقارنة بروس أنغام، ترجمة وتعليق : عطية كريم الظفيري، تقديم حمد الجاسر، الرياض، ط٢، ١٤١٥هـ .\nمن جوانب العدالة عند الملك عبدالعزيز، عبدالرحمن بن صالح آل عبداللطيف، قدّم له حمد الجاسر، ١٣٧ص، الرياض، ط١، ١٤١٩هـ .\nآل معمّر وإمارة العيينة، عبدالمحسن آل معمر، قدم له حمد الجاسر .\nالدرعية (قاعدة الدولة السعودية الأولى)، محمد الفهد العيسى، تقديم حمد الجاسر، غلاف ١٢٤ص .\nالصمان : بحوث وتحقيقات جغرافية ميدانية وتاريخية لمنطقة الصلب والصمّان، سعد بن عبدالعزيز الشبانات : تقديم حمد الجاسر، الرياض، دار عالم الكتب، ٢٠٠٠م .\nمعالم حملت اسمه\nتسمية مستشفى حديث في مسقط رأسه في بلدة (البرود) باسم مستشفى الشيخ حمد الجاسر.\nقاعة حمد الجاسر بجامعة الملك سعود بالرياض.\nقاعة حمد الجاسر في مؤسسة اليمامة الصحفية في الرياض.\nمجسم جغرافي بارز بجامعة آل البيت بالمملكة الأردنية الهاشمية.\nتسمية إحدى القاعات الكبرى بجامعة آل البيت باسم حمد الجاسر.\nتسمية شارع في مدينة تبوك بالمملكة.\nتسمية شارع في حي الورود بالرياض.\nتسمية إحدى الشوارع المتفرعة من شارع صاري في مدينة جدة. .\nنقلا عن : ويكيبيديا - الموسوعة الحرة",
  "books": [
    {
      "text_id": 26574,
      "title": "معجم قبائل المملكة العربية السعودية"
    },
    {
      "text_id": 8548,
      "title": "المرأة في حياة إمام الدعوة الشيخ محمد بن عبد الوهاب (مطبوع ضمن بحوث ندوة دعوة الشيخ محمد بن عبد الوهاب، الجزء الأول)"
    }
  ]
}