{
  "author_id": 459,
  "author_meta": "هو أبو المنذر سلمة بن مسلم بن إبراهيم الصحاري العوتبي العُمَاني الإباضي\nنسبته إلى عَوتب بفتح العين وسكون الواو وفتح التاء؛ وهي من قرى مدينة (صُحار) بضم الصاد، وعَوتب كانت تسمى في القديم: عوتب الخيام\nوهو من أهل (عُمَان) بضم العين وتخفيف الميم\n[تنبيه] ورد في بحث في مجلة نزوى العمانية (العدد ٢١ / ص ٢٥٠ - ٢٥٣) ما يفيد أن علماء التراجم خلطوا بين رجلين:\n- أبو المنذر سلمة بن مسلم (وفاته كانت مع بداية القرن ٦ هـ، تقريبا بين ٥١١ - ٥١٢ هـ): وهو مؤلف كتاب الأنساب\n- أبو إبراهيم سلمة بن مسلم (وفاته كانت في القرن ٥ هـ): وهو مؤلف كتاب الضياء في أصول الشريعة والفروع، وهذا جد أبو المنذر مؤلف كتاب الأنساب\nوعلى صفحات موقع الوراق، كتب الأستاذ سلطان الشيباني، من عمان، ترجمة للصحاري، وقع فيها هذا الخلط .. فالله أعلم\nوهذا نص الترجمة:\n\"سَلَمَةُ بنُ مُسْلِم بنِ إبْرَاهيمَ الأَزْدِيُّ العَوْتَبِيُّ الصُّحَارِيُّ، مُؤَرِّخٌ نَسَّابة، وفَقِيهٌ أُصُولي، ومُتَكَلِّمٌ لُغَوِيٌ.\nوُلِدَ في القرن الخامس الهجري بقرية عَوْتَب من أعمال صُحَار بباطِنَةِ عُمَان، واشتَهَرَتْ نسبتُه إليهِمَا. ويُكَنَّى بـ «أبِي الْمُنْذِرِ».\nنَشَأَ في عصرٍ ازْدَهَرَ فيه القُطْرُ العُمَانِيُّ بالعلم والمعرفة، وتلقَّى تعليمَه الأوَّلَ على يد والده، ثم كان مِنْ أشياخِهِ: القاضي الفقيه أبو عَلِيٍّ الحَسَن بن سعيد بن قُرَيْش العَقْرِيّ النَزْوِيّ (ت ٤٥٣ هـ).\nأما تلامذتُه فأبرزهم: القاضي هَدَادِ بن سعيد بن سليمان، وصاحبُ «الْمُصَنَّف» الشيخَ أبو بكر أحْمَد بن عبدالله بن موسى الكندي (ت ٥٥٧ هـ).\nامتَدَّ العمر بالعوتبي إلى القرن السادس، وتوفِّيَ في النصف الأول منه على أظهر الأقاويل، غير أنا لا نعرف تاريْخًا مُحَدَّدًا لوفاته.\nمِنْ آثَارِهِ:\n١. كتاب «الأنساب»: وهو مصنَّفٌ يضمُّ بين جنباته مادتين: مادةً في الأنساب وأخرى تاريخيةً، ولِذَا يُعْرَفُ أحيانًا بـ «تَارِيخِ العَوْتَبِي»، أوْرَدَ فيه أنساب القبائل القحطانية والعدنانية، ورَكَّزَ حديثَه على قبائل عُمَان لانتمائه إليها، مُراعِيًا في كلِّ ذلك الإيْجَازَ والاختصارَ دُونَ الاستقصاء.\n٢.كتابُ «الضياء»: موسوعةٌ فقهية جامعة لآراء الإباضية وغيرهم من المذاهب الإسلامية، مع عمق البحث وقوة التأصيل والتحقيق، مُصْطَبِغَةً بصبغة أدبية بارزة، تَمَثَّلَتْ في حسن العبارة ورصانتها والشرح اللغوي للمصطلحات والترتيب الجيّد للمسائل والأبواب.\nطُبِعَ من الضياء ١٨ جزءًا بوزارة التراث القومي والثقافة بسلطنة عُمان بين سنوات ١٤١١ هـ / ١٩٩١ م? ١٤١٦ هـ / ١٩٩٦ م؛ من غير تَحْقيقٍ وعلى غير ترتيبٍ لأجزاء الكتاب الأصلية.\n٣.كتاب «الإبانة»: مصنَّفٌ ضخم يضمُّ بين ثناياه ثروةً لغوية ونَحْوِيَّةً وصرفية وصوتية ثَمِينةً، كما يَحْوِي ألوانًا من علوم الفقه والتفسير والحديث والتاريخ، وَضَعَهُ العوتبي أساسًا في أصول لغة العرب، وأقامه على مناقشة مسائل العربية وقضاياها، ورَتَّبَ مادته على حروف المعجم ليسهل الرجوع إليها.\nطُبِعَ الكتابُ مُحقَّقًا تَحْقيقًا علميًّا رصينًا، وقامت بتحقيقه لَجْنةٌ أردنية ضَمَّتْ كُلاً من الدكاترة: عبدالكريم خليفة، ونُصْرَتْ عبدالرَّحْمَن، وصلاح جرار، ومُحَمَّد حسن عَوَّاد، وجاسر أبو صفية؛ من أعضاء مَجْمَعِ اللغة العربية الأردنِيّ، وصَدَر الكتاب في أربعة مُجَلَّدَاتٍ ضخمة وبِحُلَّةٍ قشيبة عن وزارة التراث القومي والثقافة بسلطنة عمان سنة ١٤٢٠ هـ / ١٩٩٩ م.\nهذه أهم آثاره، والخلاصة أن العوتبي مَعْلَمَةٌ من معالِمِ الدراسات اللغوية والفقهية والتاريْخِيَّة في عُمان، ومصنفاته تُعْلِنُ عن إمامٍ فَحْلٍ من أئمة العلم طَوَتْ كُتُبُ التراجم معظمَ أخباره، وغَمَطَهُ التاريخُ حقَّه.\nا. هـ نقلا عن موقع الوراق",
  "books": [
    {
      "text_id": 17879,
      "title": "الإبانة في اللغة العربية"
    },
    {
      "text_id": 491,
      "title": "الأنساب للصحاري"
    }
  ]
}