{
  "author_id": 467,
  "author_meta": "أبو حمزة غازي بن سالم بن صالح بن إبراهيم بن حسن البدْوي (بإسكان الدال نسبة إلى محلة البدْوة التابعة لمدينة زبيد اليمنية) الجنيدي (نسبة إلى قرية الجنيدية مسقط رأس آبائه) اليماني\nولد عام ١٣٩٦ للهجرة بمدينة الطائف وحفظ بها القرآن قبل بلوغه على يد الشيخ جمال بن عبد العزيز السيد علي رحمه الله (ت:١٤٤٣).\nثم ارتحل عام ١٤١١ مع أسرته إلى اليمن محافظة الحديدة والتقى هناك بجملة من العلماء تتلمذ عليهم ومنهم الشيخ محمد بن عبد الوهاب الوصابي العبدلي والشيخ عيسى بن يحيى شريف والشيخ صادق بن محمد البيضاني\nكما التقى بالشيخ مقبل بن هادي الوادعي وزار مركزه وحضر دروسه في البخاري وتفسير ابن كثير مدة شهر تقريبا متفرقة في زيارتين أولاهما عام ١٤١٤ هـ والأخرى عام ١٤١٦ هـ وحضر محاضراته في تهامة آنذاك.\nكما حضر دروسا عدة للشيخ أبي نصر محمد بن عبد الله الإمام ومكث مدة يسيرة في مركزه بمدينة معبر اليمنية التابعة لمحافظة ذمار\nفي عام ١٤١٩ هـ التحق بالجامعة الإسلامية وتخرج من كلية الحديث منها عام ١٤٢٣ هـ بتقدير ممتاز مع مرتبة الشرف\nوبدراسته في الجامعة تهيأ له لقاء جمع كثير من أهل العلم والتتلمذ عليهم ومنهم:\nالشيخ عبد المحسن العباد البدر درس عليه في الحرم في سنن أبي داود\nالشيخ إبراهيم بن عامر الرحيلي درس عليه عقيدة عدي بن مسافر\nالشيخ محمد بن هادي درس عليه في الجامعة في سنن أبي داود\nالشيخ عبد الله بن عتيق المطرفي درس عليه في صحيح مسلم وأشرف عليه في بحوثه في السنتين الأخيرتين\nالشيخ حافظ بن محمد الحكمي في تدريب الراوي\nالشيخ عبد الباري الأنصاري في تدريب الراوي\nالشيخ عبد الله مراد والشيخ عبد العزيز البعيمي والشيخ عبد الرحمن الشمراني درس عندهم في نيل الأوطار\nوغيرهم كثير\nبعد التخرج انتقل إلى الإمارات إماما وخطيبا بمسجد سالم البخيت بدبي، وله دروس مستمرة هناك\nوالتقى في الإمارات بثلة من العلماء ومنهم الشيخ الدكتور عزيز بن فرحان العنزي حفظه الله واستفاد كثيرا من مجالسته وعلمه",
  "books": [
    {
      "text_id": 1127,
      "title": "رسم الوداد في إيضاح تحفة الأولاد في توحيد رب العباد"
    },
    {
      "text_id": 1128,
      "title": "ري الظمآن بمجالس شعب الإيمان"
    },
    {
      "text_id": 838,
      "title": "النجم المضيء بذكر روايات وألفاظ حديث المسيء"
    }
  ]
}