{
  "author_id": 468,
  "author_meta": "ابن طولون (٨٨٠ - ٩٥٣ هـ = ١٤٧٥ - ١٥٤٦ م)\nمحمد بن علي بن أحمد (المدعو محمد) ابن علي بن خمارويه بن طولون الدمشقي الصالحي الحنفي، شمس الدين\nمؤرخ، عالم بالتراجم والفقه.\nمن أهل الصالحية بدمشق، ونسبته إليها.\nقال الغزي: كانت أوقاته معمورة كلها بالعلم والعبادة، وله مشاركة في سائر العلوم حتى في التعبير والطب. وله نظم، وليس بشاعر.\nكتب بخطه كثيرا من الكتب وعلق ستين جزءا سماها «التعليقات» أكثرها من جمعه وبعضها لغيره.\nولم يتزوج ولم يعقب.\nمن كتبه:\n[عد ابنُ طولون من كتبه ٧٢٦ مؤلَّفا! في كتابه «الفلك المشحون»، واستدرك عليه محقق الكتاب حتى أوصلها ٧٥٣! فمن ذلك:]\n«الغرف العلية في تراجم متأخري الحنفية» - (خ)\n«ذخائر القصر في تراجم نبلاء العصر» - (خ) قطع منه، بخطه [ثم طُبع بتحقيق ندى عبد الرزاق محمود الجيلاوي، عن دار زهران للنشر، عمان الأردن، الطبعة الأولى ٢٠١٤م في مجلدين]\n«التمتع بالإقران بين تراجم الشيوخ والأقران» - [طُبع منتقى منه بعنوان: «متعة الأذهان من التمتع بالإقران بين تراجم الشيوخ والأقران» لشهاب الدين ابن الملا الحصكفي]\n«إنباء الإمراء بأنباء الوزراء» - (خ) [ثم طُبع]\n«إعلام السائلين عن كتب سيد المرسلين» - (ط)\n«عرف الزهرات» - (خ) في الأماكن والتراجم\n«ضرب الحوطة على جميع الغوطة» - (ط)\n«الكناش» - (خ) نحو أربعين رسالة [وتمام عنوانه: «كناش الفوائد ولَقط الفرائد» كما ذكره المؤلف في ترجمته لنفسه «الفلك المشحون» (ص٤٤ ط القدسي)، ولعله نفس الكتاب التالي (وقد استبعد ذلك د. خير رمضان في تحقيقه لـ«الفلك المشحون» ص١٢٨)]:\n[«الكناس لفوائد الناس» هكذا بالسين: في «إيضاح المكنون» ٢/ ٣٨٢، قال أولها: «الحمد لله على جزيل النعم.. إلخ»، قلتُ: ويبعد أن يكون تصحيفًا مطبعيًا؛ فإنه ذكر عقب هذا الكتاب «كناسة الدكان» ثم «الكناش» لآخَرَين على ترتيب الهجاء، كما أنه أعاده في «هدية العارفين» ٢/ ٢٤١ بالسين كذلك. ومنه نسخة بمكتبة دير الإسكوريال في مدريد بأسبانيا، تحت عنوان: «الكناش لفوائد الناس» (بالشين)؛ أفاده د. عبدالرحمن العثيمين -رحمه الله- في مقدمة تحقيقه لـ«الجوهر المنضد» ص١١ وكذا في تحقيقه لـ«السحب الوابلة» ١/ ٩ قال: وقد حاولتُ عِدةَ مرات أن أحصل على نسخة منه فلم أُفلح!]\n«ملخص تنبيه الطالب وإرشاد الدارس إلى ما في دمشق من الجوامع والمدارس للنعيمي» - (خ)، [ولعبدالباسط العلموي (ت٩٨١هـ) أيضًا: «مختصر تنبيه الطالب وإرشاد الدارس إلى أحوال دور القرآن والحديث والمدارس»، طَبعتْه: مديرية الآثار القديمة العامة بدمشق ١٣٦٦هـ/ ١٩٤٧م، بتحقيق د. صلاح الدين المنجد، وله طبعة أخرى بتحقيق عارف أحمد عبد الغني، عن دار سعد الدين بدمشق ١٤٣٤هـ/ ٢٠١٣م].\n«القلائد الجوهرية في تاريخ الصالحية» - (ط)\n«قضاة دمشق» وأصل اسمه «الثغر البسام في ذكر من ولي قضاء الشام» - (ط)\n«إعلام الورى بمن ولي نائبا بدمشق الكبرى» - (ط)\n«مفاكهة الخلان في حوادث الزمان» - (ط)\n«الشذور الذهبية، في تراجم الأئمة الإثني عشر عند الإمامية» - (ط)\n«عنوان الرسائل في معرفة الأوائل» - (خ)\n«الرسائل» - (خ) أربع عشرة رسالة\nرسائل ومقالات، منها «العقود الدرية» - (ط) في أسماء أمراء مصر إلى أن دخلها السلطان سليم العثماني\n«الفلك المشحون في أحوال محمد بن طولون» ترجم بها نفسه - (ط) [قديما ضمن سلسلة «رسائل تاريخية» الآتي ذكرها، ثم حققه د. خير رمضان يوسف، وطُبع عن دار ابن حزم الطبعة الأولى ١٤١٦هـ/ ١٩٩٦م]\n«دفع الباس في ترك مصاحبة الناس» - (خ)\n«إفادة الرائم لمسائل النائم» - (خ)\n«دور الفلك في حكم الماء المستعمل في البرك» - (خ) [ثم طُبع بتحقيق محمد خير رمضان يوسف ضمن «لقاء العشر الأواخر» (٧٧) عن دار البشائر، الطبعة الأولى ١٤٢٦هـ/ ٢٠٠٥م]\n«تحفة الأحباب في منطق الطير والدواب» - (خ)\n«الفخ والعصفور» - (خ)\n«الفيل» - (خ)\n«ما قيل في السمك» - (خ)\n«ابتسام الثغور في منافع الزهور» - (خ)\n«النحلة فيما ورد في النخلة» - (خ)\n«الشمعة المضية في أخبار القلعة الدمشقية» - (ط) [ضمن سلسلة «رسائل تاريخية» عنيت بنشرها مكتبة القدسي والبدير بدمشق، طبع مطبعة الترقي بدمشق ١٣٤٨هـ]\n«المعزة فيما قيل في المزة» - (ط) [ضمن سلسلة «رسائل تاريخية» السابق ذكرها]\n«اللمعات البرقية في النكت التاريخية» - (ط) [ضمن سلسلة «رسائل تاريخية» السابق ذكرها]\n«النفحة الزنبقية في الأسئلة الدمشقية» - (خ) (١) [منه نسخة بمركز المخطوطات والتراث والوثائق بالكويت]\n_________\n(١) [مصادر الزركلي في ترجمته]: الكواكب السائرة ٢: ٥٢ ومجلة المجمع العلمي العربيّ ٣: ٣٣ ثم ٥: ١٨٨ و ٢١٦ ثم ٢٥: ٢٣٦ والشذرات ٨: ٢٩٨ وآداب اللغة ٣: ٢٩٢ و ٢٣٣ Princeton والفهرس التمهيدي ٤٠٩ و ٤١٠ و ٥٣٧ - ٥٦٧ والفلك المشحون: ترجمته لنفسه بقلمه، وفيه أسماء مصنفاته، مرتبة على الحروف. والقلائد الجوهرية: مقدمته من إنشاء الأستاذ محمد أحمد دهمان. و Brock ٢: ٤٨١ (٣٦٧) S ٢: ٤٩٤. وشستربتي ٢: ٣١ - ٣٣.\nنقلا عن «الأعلام» للزركلي، مع زيادات بين [معقوفات] من فريق الشاملة.",
  "books": [
    {
      "text_id": 120145,
      "title": "إنباء الأمراء بأنباء الوزراء"
    },
    {
      "text_id": 16897,
      "title": "تشييد الاختيار لتحريم الطبل والمزمار"
    },
    {
      "text_id": 26435,
      "title": "تفسير إن إبراهيم كان أمة لابن طولون"
    },
    {
      "text_id": 26578,
      "title": "مفاكهة الخلان في حوادث الزمان"
    },
    {
      "text_id": 5640,
      "title": "الأحاديث المائة المشتملة على مائة نسبة إلى الصنائع"
    },
    {
      "text_id": 656,
      "title": "فص الخواتم فيما قيل في الولائم"
    },
    {
      "text_id": 9701,
      "title": "إعلام السائلين عن كتب سيد المرسلين لابن طولون"
    },
    {
      "text_id": 9826,
      "title": "كتاب الأربعين في فضل الرحمة والراحمين لابن طولون الصالحي"
    }
  ]
}