{
  "author_id": 47,
  "author_meta": "الشيخ عبد الله بن عبد الرحمن أبابطين\nعبد الله بن عبد الرحمن بن عبد العزيز بن عبد الرحمن بن عبد الله بن سلطان بن خميس الملقب بـ\"أبابطين\"، وعشيرته آل بابطين من آل مغيرة.\nولد المترجم له في بلدة روضة سدير لعشر بقين من ذى الحجة عام ١١٩٤هـ ونشأ بها وقرأ على قاضيها وفقيهها الشيخ محمد بن طراد الدوسرى ولا زمه ملازمة تامة مع ما وهبه الله من ذكاء وسرعة الفهم وقوة الذاكرة فمهر في الفقه مهارة تامة وفاق أقرانه في شرخ شبابه، ثم ارتحل إلى شقراء عاصمة مقاطعة الوشم فقرأ على قاضيها الشيخ عبد العزيز الحصين فلما رأى شيخه مبلغ إدراكه صار يستعين به على كثير من المشاكل القضائية.\nثم رحل إلى الدرعية فقرأ على علمائها حتى صار ممن يشار إليهم بالبنان، ولما استولى الإمام سعود بن عبد العزيز رحمه الله على الحرمين الشريفين عام ١٢٢٢٠هـ عينه قاضيا على الطائف وملحقاته من قبائل الحجاز فجلس في قضاء الطائف وملحقاته سنتين.\nوفي ولاية الإمام عبد الله بن سعود صار قضيا على عمان ثم لما جاء عهد الحكومة السعودية الثانية ولاه الإمام تركي قضاء مقاطعة الوشم ومقره في عاصمتها شقراء ولما توفي قاضي سدير الشيخ عبد الله بن سليمان ابن عبيد عام ١٢٣٩هـ جمع له الإمام تركي مع قضاء الوشم قضاء سدير كي يقيم في كل مقاطعة منها شهرين قال ابن بشير:( كان الشيخ الجليل مفيد الطالبين عبد الله بن عبد الرحمن أبا بطين إذ ذاك قاضيا في الوشم فأمر عليه تركي أن يكون قاضيا في سدير فسار إليه ونزل الروضة وتوجهت إليه الخصوم ورحل إليه طلبة العلم من أهل سدير ومنيخ وأخذوا عنه فكان يأخذ بعض الزمن سدير وبعضها في الوشم.\nوفي عام ١٢٤٨هـ نقله الإمام تركي من قضاء الوشم إلى قضاء القصيم وصار مقره في مدينة عنيزة وبعد وفاة الإمام تركي عاد إلى شقراء وجلس فيها للتدريس والتعليم والإفتاء.\nقال ابن بشر في حوادث ( ١٢٥١هـ) طلب رؤساء القصيم من الإمام فيصل أن يبعث الشيخ عبد الله بن عبد الرحمن أبا بطين قاضيا في بلدانهم ومدرسا لطلبة العلم في أوطانهم فأمر عليه الإمام أن يسير إليهم وكان إذ ذاك في بلد شقراء قاضيا لناحية الوشم فسار إليهم وقدم بلد عنيزة واستوطنها فأكرموه غاية الإكرام وانتفعوا بعلمه).\nوفي عام ١٢٧٠هـ ترك قضاء عنيزة وسبب ذلك ما رواه المؤرخ الشيخ إبراهيم بن عيسى بقوله:(وفي شعبان من هذه السنة ١٢٧٠هـ قام أهل عنيزة على جلوى بن تركي وأخرجوه من القصر المعروف فيها وكان أخوه الإمام فيصل قد جعله أميرا فيها سنة ١٢٦٥هـ\nوكان الشيخ عبد الله أبابطين إذ ذاك هو القاضي في بلد عنيزة وقد ولاه الإمام فيصل القضاء عليها وعلى بلدان القصيم فلما قاموا على جلوي وأخرجوه غضب لذلك وخرج بحرمه وعياله إلى بريدة ثم قال: ( ولما كان في سنة ١٢٧٠هـ رجع من عنيزة إلى بلد شقراء وأقام بها ولم يزل مستمرا على حاله الجميل إلى أن توفي فيها)\nمشائخه:\nفأما العلماء الذين أخذ عنهم فيحضرني منهم ما يلي:\n١- الشيخ محمد بن عبد الله بن طراد الدوسري قرأ عليه في روضة سدير حتى تفقه.\n٢- الشيخ عبد العزيز بن عبد الله الحصين الناصري قاضي شقراء قرأ عليه في شقراء وأعان شيخه على مهامه القضائية.\n٣- السيد حسين الجفري قرأ عليه النحو في الطائف حينما كان المترجم له قاضيا.\n٤- الشيخ العلامة حمد بن ناصر بن عثمان بن معمر التميمي.\n٥- الشيخ العالم أحمد بن حسن بن رشيد العفالقي الاحسائى وقد أجازه الشيخ أحمد بن رشيد بسنده المتصل إلى الشيخ عبد الله بن سالم البصري في كتابه الامداد بعلو الاسناد.\n٦- الشيخ عبد الله بن الشيخ محمد بن عبد الوهاب وهؤلاء العلماء الثلاثة قرأ عليهم في الدرعية.\nوالقصد أن المذكور قرأ على هؤلاء الأعلام وغيرهم في التوحيد والتفسير والحديث والفقه وأصول هذه العلوم كما قرأ العلوم العربية وأتقن هذا كله حتى صار فيها بحرا لا يجارى وحبرا لا يماري، وإليك بعض ثناء العلماء عليه:\nقال تلميذه الشيخ محمد بن حميد في السحب الوابلة: ( واما اطلاعه على خلاف الأئمة الأربعة بل على غيرهم من السلف والروايات والأقوال المذهبية فأمر عجيب ما أعلم أني رأيت من يضاهيه بل ولا من يقاربه).\nوقال الشيخ إبراهيم بن عيسى: ( الإمام والحبر الهمام العالم العلامة والقدوة الفهامة الشيخ عبد الله أبابطين مهر في الفقه وفاق أهل عصره في ابان شبيبته)\nتلاميذه\nوقد أثنى عليه كثير من معاصريه ومن بعدهم في سعة الاطلاع حتى صار مرجعا من مراجع المسلمين في بلدان نجد فأطلق عليه لقب مفتى الديار النجدية في زمنه وقد عمر أوقاته وشغلها بالتدريس والوعظ والارشاد والافتاء وكان لا يمل ولا يضجر من طول الدرس والافادة في طوال حياته فدرس في التوحيد وعقائد السلف والتفسير والحديث والفقه وأصولها والعلوم العربية في جميع المناطق التى أقام بها في الطائف وشقراء وسدير وعمان والقصيم ونفع الله به نفعا عظيما وبارك في أعماله وأقواله حتى تخرج على يده كبار علماء نجد وهؤلاء من يحضرني من كبار العلماء الذين أخذوا عنه:\n١- الشيخ الفقيه على بن محمد آل راشد وكان ينيبه في القضاء في عنيزة إذا سافر.\n٢- الشيخ محمد بن إبراهيم السنانى وقد ولى القضاء بعده في عنيزه سته أشهر ثم توفي رحمه الله.\n٣- الشيخ محمد بن عبد الله بن مانع قدم معه من شقراء إلى عنيزه وتزوج ابنه المترجم له فأنجبت علماء\n٤- الشيخ عبد الرحمن بن محمد بن مانع ابن الذي قبله وسبط المترجم له وقد ولى قضاء الاحساء الامام فيصل .\n٥- الشيخ محمد بن عبد الله بن حميد صاحب السحب الوابلة.\n٦- الشيخ صالح بن عيسى من بنى زيد قدم من شقراء واستوطن عنيزه فآل عيسى الآن في عنيزه من ذريته وهو نائب المترجم له في اقامة الصلاة في المسجد الجامع والخطيب عنه في غيابه.\n٧- الشيخ على السالم الجليدان امام ومدرس مسجد المسومن بعنيزه.\n٨- الشيخ صالح بن عثمان العوف آل عقيل.\n٩- الشيخ عبد الله بن عائض قاضي عنيزه وهؤلاء بعض تلاميذه في مدينة عنيزه.\n١٠ الشيخ محمد بن عمر بن سليم.\n١١- الشيخ محمد بن عبد الله بن سليم.\n١٢- الشيخ سليمان بن على بن مقبل.\nوهؤلاء تلاميذه من مدينة بريدة وقراءتهم عليه في عنيزه وشقراء وجميع هؤلاء العلماء الثلاثة ولوا قضاء بريدة ولهم تراجم.\n١٣- الشيخ إبراهيم بن حمد بن محمد بن عيسى من بنى زيد.\n١٤- الشيخ أحمد بن إبراهيم بن حمد بن محمد بن عيسى ابن الذي قبله.\n١٥- الشيخ الفقيه على بن عبد الله بن إبراهيم بن عيسى من بنى زيد وهؤلاء من مدينة شقراء وقد ولوا قضاءها .\n١٦- الشيخ سليمان بن عبد الرحمن.\n١٧- الشيخ عبد الله بن عبد الكريم بن معيقل.\n١٨- الشيخ صالح بن حمد بن نصر الله.\n١٩- الشيخ جمعان بن ناصر.\n٢٠- الشيخ صالح بن حمد بن نصر الله قاضى القطيف للامام تركى.\nوغير هؤلاء كثير من أهل العلم ممن ادرك في العلم وممن صار له فيه محصول.\nمؤلفاته:\n١- اختصر بدائع الفوائد لابن القيم وقد رأيته في مكتبة آل مانع في عنيزه بخط المؤلف.\n٢- حاشية نفسية على شرح المنتهي جردها من نسخته تلميذه وسبطه الشيخ عبد الرحمن بن محمد المانع.\n٣- تأسيس التقديس في الرد على ابن جرجيس وقد رأيت مسودة المؤلف في عنيزه بخط المؤلف.\n٤- الانتصار في الرد على ابن جرجيس أيضا.\n٥- له فتاوى وتحريرات سديدة بعضها طبع مع مجاميع رسائل علماء نجد وبعضها لم يطبع ولو جمعت وحدها لجاءت مجلدا حافلا بالفوائد وغرائب المسائل.\n٦- رساله في تجويد القرآن الكريم.\nوالمترجم له صاحب كلمة مسموعة واشارة نافذة لدى الكبير والصغير والخاص والعام فقد كان موضع التقدير والاجلال من كلوك آل سعود في دولتهم الأولى والثانية لما يرون من العفاف والتقي ولما يعلمونه عنه من الكفاءة والمقدرة على أعماله في مناصبه كما أنه موضع الثقة من علماء الدعوة السلفية فقد عاصر زعيمها في وقته الشيخ عبد الرحمن بن حسن فكان يجله ويقدره.\nكما أنه محبوب لدى العامة وعمدة لهم في مكاتباتهم وفتاويهم ومشاوراتهم لما هو عليه من الثقة والكفاءة وسداد الرأى وقد عاش في دولتين وأدرك اضطرابات ومحنا شدائد ومع هذا فهو محل التقدير من الجميع.\nوفاته:\nبعد اعتزاله قضاء عنيزه عام ١٢٧٠هـ استقر في شقراء لنشر العلم ونفع المسلمين ولم يزل على سيرته الحميدة حتى توفي سابع جمادى الأول عام ١٢٨٢هـ بعد أن أمضي في خدمة العلم ونفع المسلمين قرابة تسعين سنة ولذا عظم على الناس خطبه واسفوا لفقده وخلف ابنين هما عبد العزيز وصار من الوجهاء المقربين عند الإمام عبد الله الفيصل فهو أمين بيت المال ويرسله ليفاوض الدولة التركية والحكام وقتل مع الإمام عبد الله في معركة أم العصافير التى صارت بينه وبين محمد بن رشيد عام ١٣٠١هـ ولعبد العزيز بن الشيخ عبد الله أحفاد كثيرون من أشهرهم في وقتنا الحاضر الاستاذ عبد العزيز بن محمد بن إبراهيم بن عبد العزيز بن الشيخ عبد الله أبا بطين وكيل مصلحة الأشغال العامة بالرياض وأخوه الأستاذ إبراهيم مدير عام وزارة الزراعة بالرياض.\nأما الابن الثاني للشيخ المترجم له فهو عبد الرحمن ولم يشتهر كأخيه عبد العزيز وله أحفاد من أشهرهم الشيخ عبد الله بن محمد بن عبد الرحمن ابن الشيخ عبد الله أبا بطين ومن أحفاده الأستاذ محمد بن عبد الرحمن ابن محمد بن عبد الرحمن بن الشيخ عبد الله أبا بطين مدير الشؤون الماليه بمصلحة الأشغال العامة بالرياض وأخوه الأستاذ عمر ضابط بالجيش برتبة رئيس ومن أحفاده الشيخ عمر بن عبد العزيز بن عبد الرحمن بن الشيخ عبد الله ابا بطين صار قاضيا ثم أحيل إلى التقاعد وصار امام في جامع شقراء وقد توفي رحم الله الشيخ عبد الله أبا بطين ورحم الأموات من ذريته وبارك في الباقين منهم",
  "books": [
    {
      "text_id": 11079,
      "title": "تأسيس التقديس في كشف تلبيس داود بن جرجيس"
    },
    {
      "text_id": 11181,
      "title": "دحض شبهات على التوحيد من سوء الفهم لثلاثة أحاديث"
    },
    {
      "text_id": 11212,
      "title": "رسائل وفتاوى أبا بطين"
    },
    {
      "text_id": 7554,
      "title": "الانتصار لحزب الله الموحدين والرد على المجادل عن المشركين"
    },
    {
      "text_id": 7620,
      "title": "الرد على البردة"
    }
  ]
}