{
  "author_id": 48,
  "author_meta": "أحمد بن محمد بن عثمان الأزدي المعروف بأبي العباس بن البناء المراكشي (٦٥٤هـ - ٧٢١ = ١٢٥٦ - ١٣٢١م)\nعرف بابن البناء لأن أباه كان بنّاءً، كما اشتهر بلقب المراكشي لأنه أقام في مراكش ودرّس فيها، وفيها مات سنة ٧٢١ أو ٧٢٣ هـ. ولد في غرناطة، وقيل في مراكش، ويختلف مترجموه في سنة ولادته، فيجعلونها بين ٦٣٩ هـ و ٦٥٦ هـ.\nهو عالم [مراكشي] متفنن في علوم جمة، برز بصفة خاصة في الرياضيات، والفلك، والتنجيم، والعلوم الخفية، وكذلك في الطب.\nقضى أغلب فترات حياته في مسقط رأسه في مراكش، ولذا نسب إليها، وبها درس النحو والحديث والفقه، ثم ذهب إلى [فاس] و درس الطب والفلك والرياضيات. وكان من أساتذته [ابن مخلوف السجلماسي الفلكي]، و[ابن حجلة الرياضي]. وقد حظي ابن البناء بتقدير ملوك [الدولة المرينية] في [المغرب] الذين استقدموه إلى فاس مراراً. وتوفي في مدينة مراكش عام ٧٢١هـ/١٣٢١م.\nإسهاماته العلمية\nمن إسهامات ابن البناء  في الحساب أنه أوضح النظريات الصعبة والقواعد المستعصية، وقام ببحوث مستفيضة عن الكسور، ووضع قواعد لجمع مربعات الأعداد ومكعباتها، وقاعدة الخطأين لحل معادلات الدرجة الأولى، والأعمال الحسابية. وأدخل بعض التعديل على الطريقة المعروفة \"بطريقة الخطأ الواحد\" ووضع ذلك على شكل قانون.\nوجاء في دائرة المعارف الإسلامية أن ابن البناء قد تفوق على من سبقه من علماء الرياضة من العرب في الشرق وخاصة في حساب الكسور، كما عُدَّ من أهم الذين استعملوا الأرقام الهندية في صورتها المستعملة عند المغاربة.\nمؤلفاته\nألف ابن البناء أكثر من سبعين كتاباً في الحساب، والهندسة، والجبر، والفلك، والتنجيم، ضاع أغلبها ولم يبق إلا القليل منها، وأشهرها :\n- \"كتاب تلخيص أعمال الحساب\" : يعترف \"سمث\" و\"سارطون\" بأنه من أحسن الكتب التي ظهرت في الحساب. وقد ظل الغربيون يعملون به إلى نهاية القرن السادس عشر للميلاد، وكتب كثير من علماء العرب شروحاً له، واقتبس منه علماء الغرب. كما اهتم به علماء القرنين التاسع عشر والعشرين. وقد ترجم إلى الفرنسية عام ١٨٦٤م على يد مار Marre، ونشرت ترجمته في روما. وقد أعاد ترجمته إلى الفرنسية الدكتور محمد سويسي، ثم نشر النص والترجمة مع تقديم وتحقيق سنة ١٩٦٩.\n- \"مقالات في الحساب\"، وهو بحث في الأعداد الصحيحة، والكسور، والجذور، والتناسب ؛\n- \"كتاب الجبر والمقابلة\" ؛\n- \"كتاب الفصول في الفرائض\" ؛\n- \"رسالة في المساحات\" ؛\n- \"كتاب الأسطرلاب واستعماله\" ؛\n- \"كتاب اليسارة في تقويم الكواكب السيارة\" ؛\n- \"منهاج الطالب في تعديل الكواكب\"، وقد حقق المستشرق الإسباني فيرنه خينس مقدمة الكتاب وبعض فصوله وترجمها إلى الإسبانية سنة ١٩٥٢ ؛\n- \"كتاب أحكام النجوم\".\nوقد صدر للأستاذين محمد أبلاغ وأحمد جبار كتاب بعنوان \"حياة ومؤلفات ابن البنا\" ضمن منشورات كلية الآداب والعلوم الإنسانية بجامعة محمد الخامس بالرباط سنة ٢٠٠١، يتضمن جرداً شاملاً لمؤلفاته.",
  "books": [
    {
      "text_id": 1594,
      "title": "عنوان الدليل من مرسوم خط التنزيل"
    }
  ]
}