{
  "author_id": 482,
  "author_meta": "محمد رشيد رضا (١٢٨٢ - ١٣٥٤ هـ = ١٨٦٥ - ١٩٣٥ م)\nمحمد رشيد بن علي رضا بن محمد شمس الدين بن محمد بهاء الدين بن منلا علي خليفة القلموني، البغدادي الأصل،\nالحسيني النسب: صاحب مجلة (المنار) وأحد رجال الإصلاح الإسلامي.\nمن الكتاب، العلماء بالحديث والأدب والتاريخ والتفسير.\nولد ونشأ في القلمون (من أعمال طرابلس الشام) وتعلم فيها وفي طرابلس.\nوتنسك، ونظم الشعر في صباه، وكتب في بعض الصحف، ثم رحل إلى مصر سنة ١٣١٥ هـ، فلازم الشيخ محمد عبده وتتلمذ له.\nوكان قد اتصل به قبل ذلك في بيروت.\nثم أصدر مجلة (المنار) لبث آرائه في الإصلاح الديني والاجتماعي.\nوأصبح مرجع الفتيا، في التأليف بين الشريعة والأوضاع العصرية الجديدة.\nولما أعلن الدستور العثماني (سنة ١٣٢٦ هـ) زار بلاد الشام، واعترضه في دمشق، وهو يخطب على منبر الجامع الأموي، أحد أعداء الإصلاح، فكانت فتنة، عاد على أثرها إلى مصر.\nوأنشأ مدرسة (الدعوة والإرشاد) ثم قصد سورية في أيام الملك فيصل بن الحسين، وانتخب رئيسا للمؤتمر السوري، فيها. وغادرها على أثر دخول الفرنسيين إليها\n(سنة ١٩٢٠ م) فأقام في وطنه الثاني (مصر) مدة.\nثم رحل إلى الهند والحجاز وأوربا.\nوعاد، فاستقر بمصر إلى أن توفي فجأة في (سيارة) كان راجعا بها من السويس إلى القاهرة.\nودفن بالقاهرة.\nأشهر آثاره مجلة (المنار) أصدر منها ٣٤ مجلدا، و (تفسير القرآن الكريم - ط) اثنا عشر مجلدا منه، ولم يكمله، و (تاريخ الأستاذ الإمام الشيخ محمد عبده - ط) ثلاثة مجلدات، و (نداء للجنس اللطيف - ط) و (الوحي المحمدي - ط) و (يسر الإسلام وأصول التشريع العام - ط) و (الخلافة - ط) و (الوهابيون والحجاز - ط) و (محاورات المصلح والمقلد - ط) و (ذكرى المولد النبوي - ط) و (شبهات النصارى وحجج الإسلام - ط).\nوللأمير شكيب أرسلان كتاب في سيرته سماه (السيد رشيد رضا أو إخاء أربعين سنة - ط)\nنقلا عن: الأعلام للزركلي",
  "books": [
    {
      "text_id": 12304,
      "title": "تفسير المنار"
    },
    {
      "text_id": 12723,
      "title": "رسائل السنة والشيعة لرشيد رضا"
    },
    {
      "text_id": 16865,
      "title": "مجموعة الرسائل والمسائل النجدية - ط المنار"
    },
    {
      "text_id": 411,
      "title": "تحقيق حقوق النساء في الإسلام"
    },
    {
      "text_id": 6947,
      "title": "مجلة المنار"
    },
    {
      "text_id": 8642,
      "title": "الوحي المحمدي"
    },
    {
      "text_id": 9682,
      "title": "الخلافة"
    }
  ]
}