{
  "author_id": 483,
  "author_meta": "أحمد بن إبراهيم بن عيسى (١٢٥٣ -  ١٣٢٧ هـ)\nجاء في كتاب «مشاهير نجد وغيرهم»:\nهو الشيخ العلامة أحمد بن إبراهيم بن حمد بن محمد بن حمد بن عبد الله بن عيسى من قبيلة بني زيد القبيلة المشهورة بشقراء وغيرها من البلدان الوشم بنجد وهي قبيلة قضاعية.\nمولده :\nولد في بلدة شقراء سنة ثلاث وخمسين ومائتين وألف فقرأ القرآن حتى ختمه\nثم شرع في القراءة على الشيخ الفقيه عبد الله بن عبد الرحمن «أبا بطين» ثم ارتحل إلي مدينة الرياض فأخذ عن الشيخ العلامة عبد الرحمن بن حسن ابن شيخ الإسلام محمد بن عبد الوهاب وعن ابنه العلامة الشهير عبد اللطيف ثم توجه إلي مكة لقضاء فريضة الحج وعاد ثم أخذ يتردد على مكة للتجارة وعلى جدة وكان غالب تجارته الأقمشة القطنية وعامل في التجارة والشراء عبد القادرة بن مصطفى التلمساني أحد تجار جدة ومن ذوي الأملاك في القطر المصري، كان يدفع له أربعمائة جنيه ويشتري بألف ويسدد الباقي أقساطا ودام التعامل بينه وبين الشيخ التلمساني زمنا طويلا. وكان لصدقه وأمانته ووفائه أثر طيب في نفس الشيخ التلمساني حتى أخذ يبيعه كل ما يحتاج إليه مؤجلا يسدده فيما بعد أقساطا وقال له التلمساني: أني عاملت الناس أكثر من ثلاثين عاما فما وجدت أحسن من التعامل معك يا وهابي، ويظهر أن ما يشاع عنكم يا أهل نجد مبالغ فيه من خصومكم السياسيين بسبب الحروب التي وقعت بينكم وبين أشراف مكة والمصريين والأتراك. فقد أشاعوا عنكم أقوالا منكرة فسأله الشيخ أحمد أن يبينها له. فقال له الشيخ التلمساني: يقولون إنكم لا تصلون على النبي صلى الله عليه وسلم، ولا تحبونه. فأجابه الشيخ أحمد: سبحانك هذا بهتان عظيم كيف ونحن نعتقد أن من لا يصلي عليه في التشهد الأخير صلاته باطلة ونعتقد أن من لا يحبه كافر، وإنما نحن أهل نجد ننكر الاستغاثة والاستعانة بالأموات، لا نستغيث إلا بالله وحده ولا نستعين إلا به سبحانه كما كان على ذلك سلف الأمة، واستمر النقاش بينه وبين التلمساني ثلاثة أيام وأخيرا هدى الله الشيخ التلمساني للحق وصار موحدا ظاهرا وباطنا، ثم سأله الشيخ التلمساني أن يوضح له وجه الخلاف بينهم وبين خصومهم في باب أسماء الله وصفاته ونعوت جلاله فقال الشيخ أحمد: إنا نعتقد أن الله فوق سماواته بائن عن مخلوقاته مستو على عرشه استواء يليق بجلاله وعظمته من غير تشبيه ولا تجسيم ولا تأويل وهكذا اعتقادنا في جميع آيات الصفات وأحاديثها، كما جاء عن الإمام أبي الحسن الأشعري في كتابيه الإبانة في أصول الديانة ومقالات لإسلاميين واختلاف المصلين ودامت المناظرة بينهما في هذه المسألة خمسة عشر يوما لأن الشيخ التلمساني كان أشعريا درس في الجامع الأزهر كتب العقائد الأشعرية، السنوسية وأم البراهين وشرح الجوهرة وغيرها وقد انتهت هذه المناظرات الطويلة بإقناع الشيخ التلمساني بأن عقيدة السلف هي الأسلم والأحكم والأعلم، ثم بعد هذا صار الشيخ التلمساني - رحمه الله - من دعاة العقيدة السلفية وطبع على نفقته كتبا كثيرة كان يوزعها مجانا، مثل «الصارم المنكي في الرد على السبكي» لابن عبد الهادي، و\"الكافية الشافية في الانتصار للفرقة الناجية\" المعروفة بالنونية للإمام ابن القيم، و\"الاستعاذة من الشيطان الرجيم\" لابن مفلح و\"المؤمل في الرجوع إلي الأمر الأول\" لأبي شامة المؤرخ الدمشقي و\"الفرقان بين أولياء الرحمن وأولياء الشطان\" للإمام أحمد بن تيمية   و\"الرد الوافر\" لابن ناصر الدين الدمشقي، مع رسائل أخرى ضمن الرد الوافر، و\"غاية الأماني في الرد على النبهاني\" للسيد محمود شكري اللألوسي البغدادي وقد هدى الله كذلك الوجيه الحجازي الشهير الشيخ محمد بن حسين نصيف - رحمه الله - على يد المترجم.\nمؤلفاته :\nألف المترجم الشيخ أحمد بن إبراهيم بن عيسى ردودا كثيرة على علماء الضلال وأنصار البدع، منها\n- كتاب تنبيه النبيه والغبي في الرد على المدراسي والحلبي\n- وله الرد على ما جاء في خلاصة الكلام من الطعن على الوهابية والافتراء لدحلان «خ»\n- والرد على شبهات المستعينين بغير الله رد به علي شبهات داود ابن سليمان بن جرجيس البغدادي «ط»\n-  وكتاب توضيح المقاصد وتصحيح القواعد شرح به نونية الإمام ابن القيم «المسماة بالكافية الشافية في الانتصار للفرقة الناجية» طبع بمطابع المكتب الإسلامي بدمشق وهو يقع في جزئين.\nتلامذته :\nأخذ عنه العلم خلق كثير في نجد والحجاز واعرف منهم الشيخ عبد الستار الدهلوي، والشيخ أبو بكر خوقير الحنبلي والشيخ سعد بن حمد بن عتيق حج ومكث ستة أشهر قرأ فيها على المترجم شرح الزاد «الروض المربع شرح زاد المستقنع»\nوقد جالس المترجم الشيخ أحمد بن عيسى أثناء إقامته بمكة وتردده عليها أمير مكة عون بن محمد بن عبد المعين بن عون المتوفى سنة ١٣٢٣هـ فأقنعه بهدم القباب المشيدة على القبور في مكة وجدة والطائف، فهدمها إلا قبة قبر حواء وقبة قبر خديجة زوج النبي صلى الله عليه وسلم، وقبة قبر ابن عباس بالطائف فانه لم يهدم هذه القباب الثلاث خوفا من السلطان عبد الحميد العثماني أن يعزله عن الإمارة.\nوقد رجع المترجم إلي نجد بعدما توفي الشريف عون سنة ١٣٢٣هـ واستقر بها وولاه الأمير عبد العزيز بن متعب بن رشيد قضاء المجمعة وجميع مقاطعة سدير فبقي في قضاء مقاطعة سدير حتى قتل عبد العزيز بن متعب ودانت المجمعة لجلالة الملك عبد العزيز آل سعود وذلك سنة ١٣٢٤هـ فعزله الملك عبد العزيز عن القضاء وولي مكانه الشيخ عبد الله بن عبد العزيز العنقري وقد كان المترجم الشيخ أحمد بن عيسى عادلا في القضاء مشكور السيرة عاش فقيرا إلي أن توفي بعد صلاة يوم الجمعة رابع جمادى الآخرة سنة سبع وعشرين وثلاثمائة وألف من الهجرة، وخلفه ابنا لا يزال موجودا إلي اليوم وله أبناء _ رحم الله الشيخ أحمد وغفر له وعفا عنه إنه سميع مجيب.",
  "books": [
    {
      "text_id": 6362,
      "title": "توضيح المقاصد شرح نونية ابن القيم الكافية الشافية"
    },
    {
      "text_id": 7625,
      "title": "الرد على شبهات المستعينين بغير الله"
    }
  ]
}