{
  "author_id": 487,
  "author_meta": "السيرة الذاتية للدكتور ماهر ياسين فحل الهيتي\n١- وهو من مواليد : التاريخ الميلادي ١٢/كانون الثاني (يناير)/١٩٧١ يوافق ١٥/ذو القعدة /١٣٩٠ هجرياً.\nتخرج من إعدادية الدراسات الإسلامية سنة ١٩٨٨ -١٩٨٩ بمعدل ٨٤% ثم قبل في كلية العلوم الإسلامية وتخرج منها عام ١٩٩٣ - ١٩٩٤ وقبل في الدراسات العليا في الجامعة الإسلامية عام ١٩٩٦ - ١٩٩٧ ،ونال شهادة الماجستير في الفقه المقارن عن رسالته الموسومة : (( أثر علل الحديث في اختلاف الفقهاء )) في ٢٣/٦/١٩٩٩ .\nثم التحق بمرحلة الدكتوراه عام ١٩٩٩-٢٠٠٠ وأنهى سنته التحضيرية بتقدير جيد جداً ، ثم ناقش رسالته الدكتوراه الموسومة بـ (( أثر اختلاف الأسانيد والمتون في اختلاف الفقهاء )) في ٣٠/٩/٢٠٠٢ بتقدير إمتياز تخصص فقه مقارن .\n٢- درس العلوم الشرعية على عدد من المشايخ ، وحصل على إجازات منوعة لأغلب كتب الحديث وكثير من كتب العلم ، وممن أجازه الشيخ حافظ ثناء الله المدني ، والشيخ عبد الوكيل بن عبد الحق الهاشمي والشيخ عبد الله السعد والشيخ إبراهيم الناخبي والشيخ زهير الشاويش ، والشيخ عبد الرحمن الفقيه ، والشيخ صبحي السامرائي ، والدكتور بشار عواد معروف وغيرهم\n٣- درس حسبة لله في ثانوية عبد الله بن المبارك الدينية في الرمادي ثلاث سنوات لمراحلها الستة لمادة الحديث وعلومه .\n٤- فتح دورات علمية عديدة ، وأجاز عدداً غفيراً من طلبة علم الحديث ، منهم عدد من الأساتذة في بعض الجامعات .\n٥- له عدد من الأبحاث والمقالات في الحديث النبوي الشريف في ملتقى أهل الحديث\n٦- له عدد من المقالات والأبحاث في عدد من المجلات الإسلامية ، منها : مجلة الفتوى ، ومجلة الرباط ، ومجلة الحكمة ، ومجلة من أجل الإيمان ، ومجلة البيان ، وغيرها .\n٧- عمل خبيراً لبعض الشركات التي تعمل في برامج الحديث .\n٨- مارس التأليف والتحقيق ، وطبعت له عدة كتب منها :\n١- أثر علل الحديث في اختلاف الفقهاء : طبع في دار عمار ، الأردن ٢٠٠٠ .\n٢- تحقيق فتح الباقي لزكريا الأنصاري في مجلدين في دار الكتب العلمية في بيروت ٢٠٠٢ .\n٣- تحقيق شرح التبصرة والتذكرة للعراقي في مجلدين في دار الكتب العلمية في بيروت ٢٠٠٢ .\n٥- تحقيق معرفة أنواع علم الحديث لابن الصلاح في مجلد في دار الكتب العلمية في بيروت ٢٠٠٢ .\n٥- تحقيق مسند الشافعي بترتيب سنجر في أربعة أجزاء في مؤسسة غراس في الكويت ٢٠٠٤.\n٦- تحقيق أسباب النزول للواحدي في مجلد في دار الميمان.\n٧- تحقيق رياض الصالحين للنووي في مجلد طبع في شركة الخنساء بغداد ٢٠٠٥.\n٨- وقفات للمسلمين والمسلمات جزء لطيف طبع في شركة الخنساء بغداد ٢٠٠٥.\n٩- تحقيق شمائل النبي صلى الله عليه وسلم للإمام الترمذي ، دار الغرب الإسلامي في بيروت ٢٠٠٠ .\n١٠- زيادة الثقة وأثرها في الفقه الإسلامي طبع في مجلة الحكمة العدد الثلاثون .\n١١- تحقيق الهداية للكلوذاني في مجلد في مؤسسة غراس في الكويت ٢٠٠٤.\n١٢- أثر اختلاف الأسانيد والمتون في اختلاف الفقهاء في مجلد في دار عمار في الأردن ٢٠٠٣ .\n١٣- تحقيق جامع العلوم والحكم مطبعة الخنساء بغداد .\nوغيرها من الكتب التي دفعت للمطبعة ولم تنزل بعد .\n١٤- تحقيق كتاب الرسالة للإمام الشافعي طبع في دار الكتب العلمية ١٤٢٦.\n١٥- كشق الإيهام فيما تضمنه تحرير التقريب من الأوهام ، دار الميمان ١٤٢٧ .\n١٦- حرمة المسلم على المسلم ، العراق ١٤٢٧ .\nيشرف على مجلة إلى الشباب ، وصدى الإسلام والمحجة البيضاء\nوهو يتولى الآن مشيخة دار الحديث\nورئاسة قسم الحديث في كلية العلوم الإسلامية جامعة الأنبار .\nومدير مركز إعداد الدعاة\nله عدد من الكتب والمقالات والأبحاث على الشبكة",
  "books": [
    {
      "text_id": 1747,
      "title": "أثر اختلاف الأسانيد والمتون في اختلاف الفقهاء"
    },
    {
      "text_id": 1766,
      "title": "المنتخب من صحيح السنة النبوية"
    },
    {
      "text_id": 1767,
      "title": "من بحوث ماهر الفحل"
    },
    {
      "text_id": 1768,
      "title": "بحوث في المصطلح للفحل"
    },
    {
      "text_id": 1769,
      "title": "حرمة المسلم على المسلم"
    },
    {
      "text_id": 1841,
      "title": "محاضرات في علوم الحديث"
    },
    {
      "text_id": 7586,
      "title": "أثر علل الحديث في اختلاف الفقهاء"
    }
  ]
}