{
  "author_id": 488,
  "author_meta": "الرضي الصاغاني (٥٧٧ - ٦٥٠ هـ = ١١٨١ - ١٢٥٢ م)\nرضي الدين، الحسن بن محمد بن الحسن بن حيدر العدوي العمري الصاغاني الحنفي\nويقال أيضا: الصَغَاني -بفتحتين-، وفي نزهة الخواطر: صاغان: معرب جاغان، قرية بمرو.\nأَعلمُ أهل عصره في اللغة. وكان فقيها محدثا.\nولد في لاهور (بالهند) ونشأ بغزنة (من بلاد السند) ودخل بغداد، ورحل إلى اليمن، وتوفي ودفن في بغداد، بداره بالحريم الطاهري، وكان قد أوصى أن يدفن بمكه، فنقل إليها ودفن بها.\nله تصانيف كثيرة منها:\n«مجمع البحرين» - خ مجلدان في اللغة\n«التكملة والذيل والصلة لكتاب تاج اللغة وصحاح العربية» - طبع في ٦ مجلدات\n«العباب الزاخر واللباب الفاخر» معجم في اللغة، ألفه لابن العلقمي (وزير المستعصم)، وهو أحد كتابين بنَى الفيروزآبادي عليهما كتابه «القاموس المحيط» والآخر «المحكم»، وقد طَبَع «العباب» المجمع العلمي العراقي، بتحقيق د. فير محمد حسن\n«الشوارد في اللغات»، وهو «ما تفرد به بعض أئمة اللغة» جزء مطبوع بتحقيق مصطفى حجازي بالمطابع الأميرية بالقاهرة\n«الأضداد»، مطبوع.\n«مشارق الأنوار النبوية من صحاح الأخبار المصطفوية»، جَمَع فيه بين الصحيحن، وألفه للمستنصر العباسي، وشُرح بعدة شروح؛ طُبِع منها شرح ابن الملك: «مبارق الأزهار على مشارق الأنوار» طُبِع قديما بمطبعة أحمد كامل أفندي في أنقرة سنة ١٣٢٨ هـ بتصحيح أبي مظهر الحاج أحمد طاهر القنوي، وعن هذا الطبعة أعاد إخراجه واعتنَى به: أشرف بن عبدالمقصود سنة ١٤١٥ هـ. وقد طُبع «مشارق الأنوار» مؤخرا بتحقيق توفيق محمود تكلة عن دار اللباب بتركيا ١٤٣٩ هـ-٢٠١٨ م، على أن الزركلي قد رمز له قديما برمز الطباعة؛ فهل طُبع بالفعل قديمًا؟ أو أنه قَصَد المطبوع ضمن شرح ابن الملك؟ (يُتأمل)\n«شرح صحيح البخاري» مختصر\n«در السحابة في مواضع وفيات الصحابة»، طُبع.\n«نقعة الصديان» في الصحابة رضي الله عنهم، مطبوع بتحقيق سيد كسروي، ونص المؤلف على اسمه في مقدمته، وأنه اختصره من كتابه التالي:\n«عقلة العجلان» وهو مفقود، وقد ذكره المؤلف في مقدمة «نقعة الصديان» وأنه اختصره من «عقلة العجلان» وأثنى عليه.\n«مختصر الوفيات»\n«ما بَنَتْه العرب على فَعال» - طُبع بتحقيق د. عزة حسن، بمجلة المجمع العلمي العربي بدمشق\nكتاب «يفعول» - مطبوع بتحقيق: حسن حسني عبد الوهاب\nكتاب «فَعَلان» طبعتْه دار المعارف بالرياض بتحقيق د. حسين البواب، باسم: «نقعة الصديان فيما جاء على الفعلان» وهو خطأ [يُنظَر تفصيلُه في نبذة كتاب «الفعلان» بالمكتبة الشاملة].\n- «شرح أبيات المفصل» ().\n_________\n() الفوائد البهية ٦٣ والنجوم الزاهرة ٧: ٢٦ وأبجد العلوم ٨٩٠ والجواهر المضية ١: ٢٠١ ونزهة الخواطر ١: ١٣٧ وآداب اللغة ٣: ٤٩ والفهرس التمهيدي ٢٤٠ و ٢٥٤ و ٢٦١ وصلة التكملة للحسيني - خ، بخطه.\nملخصٌ من: «الأعلام» للزركلي (والحواشي منه) مع زيادات من جمع فريق الشاملة",
  "books": [
    {
      "text_id": 18254,
      "title": "التكملة والذيل والصلة للصغاني"
    },
    {
      "text_id": 23427,
      "title": "الشوارد = ما تفرد به بعض أئمة اللغة"
    },
    {
      "text_id": 6070,
      "title": "الموضوعات للصغاني"
    },
    {
      "text_id": 6974,
      "title": "الفعلان - المطبوع خطأ باسم «نقعة الصديان»"
    },
    {
      "text_id": 761,
      "title": "العباب الزاخر"
    }
  ]
}