{
  "author_id": 489,
  "author_meta": "محمد عمرو بن عبد اللطيف (١٣٧٤ هـ - ١٤٢٩ هـ = ١٩٥٥ م - ٢٠٠٨ هـ)\nمحدث أهل مصر، صاحب التحريرات النافعة، والتحقيقات الناصعة، عُرف بالزهد، والتقلل من الدنيا وكراهية الشهرة، فكان مقبلاً على شأن آخرته مهتمًّا بها، شديدًا في النهي عن المنكر، والأمر بالمعروف، لا يكترث لأمر الدنيا، ويرفض الظهور على القنوات الفضائية مخافة الشهرة\nتزوّج الشيخ رحمه الله منذ صغره، وله أربعة أولاد، ولدان وبنتان\n[اسمه ونسبه]\nمحمد عمرو بن عبد اللطيف بن محمد بن عبد القادر بن رضوان بن سليمان بن مفتاح بن شاهين الشنقيطي.\n(محمد عمرو) اسمٌ مركب، وترجع أصول الشيخ إلى شنقيط، فقد جاء بعض أجداده إلى مصر قديمًا واستقر بها.\n[نشأته وطلبه للعلم]\nولد - رحمه الله - في القاهرة، في رمضان عام ١٣٧٤ هـ\nتخرج في كلية (التجارة وإدارة الأعمال)\nأقبل - رحمه الله - على علم الحديث في سن مبكرة، لم يكن قد بلغ العشرين من عمره\nرأى الألباني رحمه الله مرة واحدة، كما يروي (محمد عمرو) بنفسه، يقول: «كنت متجها إلى مسجد أنصار السنة بعابدين، حين رأيت رجلًا أبيض مشربًا بحمرة، له لحية بيضاء، الناس مجتمعون حوله، وهو يتكلم عن حديث السبعين ألفًا. . . ثم بعد ذلك عرفت أن هذا هو الشيخ الألباني. . . كان عمري حينها ٢٠ أو ٢١».\nوقد أكثر محمد عمرو من مطالعة كتب الشيخ الألباني ودراستها، رحمهما الله تعالى\nوحضر دروس الشيخ محمد نجيب المطيعي (صاحب تكملة المجموع)، وأعطاه المطيعي الإجازة فقال: (اذهب إلى الجزء الثالث عشر من المجموع، وخذ الإجازتين، إحداهما إلى النووي، والأخرى إلى البخاري [إسناد المعَمَّرين]).\n[تلاميذه]\nأبو معاذ طارق بن عوض الله بن محمد. صاحب التصانيف\nأبو تراب عادل بن محمد بن أحمد، مدير دار التأصيل بمصر، سابقًا.\nوكان الشيخ كان يكثر الثناء عليهما، وربما استشارهما في بعض النواحي العلمية، وكثيرًا ما أحال على دروسهما العلمية.\nخليل بن محمد العربي (صاحب الفرائد على مجمع الزوائد، وله اعتناء بكتب الإمام الذهبي، فله كتاب من جزءين جمع فيه أقوال الذهبي في الجرح والتعديل).\nإبراهيم القاضي (ممن قام بتحقيق فتح الباري لابن رجب، ط. الحرمين).\nالسيد محمود إسماعيل (قام بتحقيق الاتحاف للبوصيري).\nأبو ذر صبري عبد الخالق الشافعي (قام بتحقيق مختصر زوائد مسند البزار على الكتب الستة ومسند أحمد لابن حجر ط. مؤسسة الكتب الثقافية).\n[مؤلفاته]\nأصدر عدة مؤلفات حين كان عمره ما بين (٢٨ - ٣٢) عامًا. وذكر أنه لا يرضى عن منهجه فيها، وتراجع عن بعض ما فيها، لكنها كتب حوت علمًا كثيرًا، وفوائد جمّة، وهي\n١ - أخذ الجنة بحسن حديث الرتع في رياض الجنة، ومعه الأذكار الصحاح والحسان في الصباح والمساء وبعد الصلاة.\n٢ - القسطاس في تصحيح حديث الأكياس.\n٣ - آداب حملة القرآن للآجري، الذي طبع خطأ باسم: أخلاق أهل القرآن.\n٤ - البدائل المستحسنة لضعيف ما اشتهر على الألسنة، الجزء الأول.\nوأصدر بعد ذلك مؤلفات تتميز بالتأني، والتعمق في البحث والتحليل، وترسم خطا الأئمة النقاد في التصحيح والتضعيف والتحسين والإعلال، وهي:\n١ - «حديث (ما من عبد مؤمن إلا وله ذنب يعتاده الفينة بعد الفينة … ) في الميزان»، وهو آخر ما طبع للشيخ رحمه الله.\n٢ - «حديث (قلب القرآن يس) في الميزان». وقد طبع هذا الجزء مرتين، والمعتمد هو الطبعة الثانية المطبوعة مع الجزء السابق «الفَينَة» في مجلّد. [قام الشيخ بمراجعة جزء «قلب القرآن يس» فنقّحه وأعاد طبعه قبل موته بسنتين أو ثلاث، وكان الشيخ عازمًا على فعل ذلك في بعض مؤلفاته الأخرى كـ «تبييض الصحيفة» و «تكميل النفع» بعد إثبات زياداته وتصحيحاته على هذه الكتب].\n٣ - تبييض الصحيفة بأصول الأحاديث الضعيفة (١، ٢) (١٠٠ حديث على جزئين).\n٤ - تكميل النفع بما لم يثبت به وقفٌ ولا رفع (جزء واحد فيه ٢٥ حديثًا).\n٥ - تخريج أحاديث الحقوق (حقوق دعت إليها الفطرة وقررتها الشريعة للشيخ ابن عثيمين).\n٦ - تخريج أحاديث كتاب: (الذل والانكسار للعزيز الجبار) لابن رجب الحنبلي.\n٧ - تعليقات على كتاب: (إماطة الجهل بحال حديثَي «ما خير للنساء» و «عقدة الحبل») جمع وتنسيق زوجِه: أم عبد الرحمن بنت النوبي.\nوللشيخ من المخطوط:\n١ - أحاديث وروايات فاتت أئمة وسادات (مسودة) وكان يسميه الشيخ مشروع العمر، عمل فيه سنوات وسنوات.\n٢ - جزء في تخريج حديث: «ما السماوات السبع … » (مسودة).\n٣ - جزء في تخريج حديث: «ثلاث جدهن جد … » (مسودة).\n٤ - «الدراري الفاذة في الأحاديث المعلة والمتون الشاذة» (مسودة).\n٥ - «الهجر الجميل لأوهام المؤمل بن إسماعيل» أو «المعجم المعلل لشيوخ العدوي مؤمَّل» (مسودة).\n٦ - حديث «لا يدخل الجنة عجوز» في الميزان (مسودة).\n٧ - جزء فيه زيادة «ونستهديه» في خطبة الحاجة (مسودة)\n٨ - جزء فيه حديث دعاء بعد الوضوء «اللهم اجعلني من التوابين … » (مسودة).\n٩ - «مختصر فضل ذي الجلال بتقييد ما فات العلامة الألباني من الرجال» (مسودة). وقد قرأ الشيخ بعض ما بيّضه فيه، وسجل ذلك في بعض الأشرطة.\n[ثناء بعض أهل العلم على الشيخ]:\nالألباني وقد سأله الحويني عن كتاب (القسطاس في تصحيح حديث الأكياس) للشيخ محمد عمرو: باحث جيد له مستقبل جيد في اعتقادي (أو نحو ذلك).\nمقبل بن هادي الوادعي (لما زار مصر) قال: أعلم أهل مصر بالحديث محمد عمرو عبد اللطيف. وأيضا لما زار الشيخ مقبل مصر وألقى بعض الدروس في مسجد عقبة بن نافع، وقبل أن ينصرف استخلفه للجلوس مكانه وإلقاء الدروس بعده.\nأبو إسحاق الحويني: كثيرا ما يذكر في دروسه أو لقاءاته تقديمه للشيخ محمد عمرو على نفسه في الحديث، وقد تقارب الشيخان بدار التأصيل لفترة ليست بالقصيرة في البداية.\nحسن أبو الأشبال الزهيري قال: «الشيخ محمد عمرو بن عبد اللطيف إمام المحدثين في مصر بلا منازع لا نقدم عليه أحدًا»\n[وفاته]\nفي المحرم عام ١٤٢٩ قام رحمه الله ليجيب على بعض أسئلة طلبة العلم في شريط يسجّله، كما هي عادته، وعند منتصف الشريط تقريبًا، أجهد الشيخ، فقام ليستريح، فتمدد على سريره وخرجت روحه كأيسر وأسهل ما يكون والحمد لله. فمات رحمه الله وآخر كلامه حديث رسول الله صلى الله عليه وسلم\nوأمَّ الناسَ في الصلاة على الشيخ رحمه الله فضيلة الشيخ محمد بن إسماعيل المقدَّم حفظه الله، وحضره كل دعاة وعلماء مصر تقريبًا.\nومع حرص الشيخ رحمه الله على الخمول وعدم الشهرة، فقد احتشد الناس من سائر محافظات مصر لحضور جنازته والصلاة عليه، وانطلقت الحشود بالآلاف في مسيرة مهيبة؛ طويلة وشاقّة في الأمطار والبرد الشديدين إلى مقابر السادس من أكتوبر حيث دفن الشيخ رحمه الله وطيّب ثراه.\n[مستفاد من كتابات بملتقى أهل الحديث]",
  "books": [
    {
      "text_id": 10280,
      "title": "تبييض الصحيفة بأصول الأحاديث الضعيفة"
    },
    {
      "text_id": 12578,
      "title": "أحاديث ومرويات في الميزان 1 - حديث قلب القرآن يس"
    },
    {
      "text_id": 12713,
      "title": "أحاديث ومرويات في الميزان 2 - حديث الفينة"
    },
    {
      "text_id": 22853,
      "title": "تكميل النفع بما لم يثبت به وقف ولا رفع"
    }
  ]
}