{
  "author_id": 494,
  "author_meta": "الشيخ المحدث عبد العزيز بن مرزوق الطريفي (١). (باحث علمي) في وزارة الشئون الإسلامية بالرياض.\nولد بالكويت عام ١٣٩٦ هـ (لظروف عمل والده هناك)، وعاد والده للسعودية، قبل أن يميّز\nأنهى الدراسة الجامعية من كلية الشريعة من جامعة الإمام محمد بن سعود في مدينة الرياض\n(التحصيل العلمي)\nابتدأ حفظ المتون العلمية في سن الثالثة عشرة, وكان أول متن حفظه هو (البيقونية) في المصطلح , وبدأ بالقراءة والحفظ والقراءة الكثيفة في سن الخامسة عشرة, قرأ حينها عشرات المجلدات, كـ «تفسير ابن كثير» و «زاد المعاد» و «سيرة ابن هشام» و «فتاوى ابن تيمية» (المرة الأولى) وغيرها وكان هناك حضور متفرق للدروس في سن البلوغ وبعده بقليل.\nكان هناك حضور قليل للدروس نحو ثلاث دروس أسبوعية, لكن كانت أغلب الساعات في القراءة والتلخيص، من غير لزوم فن معين بل في العقيدة والسنة والفقه والسيرة والتاريخ واللغة والشعر, والأدب، وقد أفاده جدا تلخيص الكتب المطولة , فقد اختصر في سن السادسة والسابعة عشرة «تفسير ابن كثير» كاملاً و «زاد المعاد» وأجزاء من «المغني» وأجزاء من «فتاوى ابن تيمية» بيديه، كما اختصر نحو شطر «الاستذكار» لابن عبد البر، واعتنى بضبط مسائله وحفظ الشواهد الشعرية التي يوردها، ووضع فهرساً لفتاوى ابن تيمية مستخرجاً منها القواعد الفقهية والحديثية وغيرها والأعلام والبلدان والمذاهب.\nحفظ في سن البلوغ وما قبله وبعده بيسير كثيراً من المتون منها: «الأصول الثلاثة» و «كشف الشبهات» و «كتاب التوحيد» و «فضل الإسلام» و «المنظومة الرحبية» و «بلوغ المرام»، ومئات الأبيات الشعرية من الشواهد وغيرها، وهذا حتى سن الثامنة عشرة.\nثم في تلك السنة بدأ في البخاري فصحيح مسلم, فسنن أبي داود فبقية الأصول.\nوشرع بحفظ مسائل شرح الزركشي على مختصر الخرقي ويقع في سبع مجلدات في مذهب أحمد حتى كتاب الصلاة ثم توقف وبدأ بحفظ روايات المذهب منه.\nوكذلك اعتنى بضبط مسائل «منار السبيل» لابن ضويان، وأدلته.\nوكذلك «الرسالة» لابن أبي زيد القيرواني في فقه مالك وقرأ من شروحها نحو الخمسة شروح.\n(حفظ الأحاديث)\nيحفظها بالتكرار، قدر ما كان يحفظ في اليوم من ثلاثين إلى خمسين حديثاً قد تزيد وقد تنقص ..\nأما الأسانيد فيحفظ ما عليه مدار الحديث إذا كان صحيحاً وأما إذا كان معلولاً ومشكلاً فيحفظ جميع طرقه في الغالب.\n(القراءة العلمية)\nمن كتب السنة جلها, كسنن البيهقي وسنن سعيد بن منصور وصحيحي ابن خزيمة وابن حبان ومصنفي ابن أبي شيبة وعبد الرزاق (أكثر من مرة) والمحلى لابن حزم (عدة مرات) والأوسط لابن المنذر ومعرفة السنن والآثار للبيهقي وسنن الدارقطني و\"المطالب العالية بزوائد المسانيد الثمانية\" وأكثر الأجزاء الحديثية المسندة وغيرها .. وكثير من فقه السلف فيها محل العناية.\nويلحق في هذا كتب العلل كشرح علل الترمذي لابن رجب وعلل الدارقطني وعلل ابن أبي حاتم وعلل ابن المديني وعلل ابن معين وعلل الخلال وعلل أحمد وغيرها.\nوفي الفقه كثير: كالتمهيد والاستذكار لابن عبد البر والمدونة والمقدمات وجملة من شروح الرسالة وغيرها في فقه مالك.\nوفي فقه أبي حنيفة الحجة على أهل المدينة والآثار لأبي يوسف ومحمد بن الحسن, وحاشية ابن عابدين.\nوفي فقه أحمد جميع مسائل أحمد غالبا، كمسائل أحمد برواية عبدالله ومسائل صالح ومسائل ابن هانيء ومسائل مهنا ومسائل الخلال ومسائل أبي داود ومسائل الخلال ومسائل الكوسج ويلحق في هذا ما ينقل عن أحمد في غير المسائل كطبقات الحنابلة وغيرها\nومن الكتب في فقه أحمد شرح الزركشي على مختصر الخرقي والشرح الكبير وكشاف القناع ومنار السبيل \"مراراً\" وغيرها ..\nوفي فقه الشافعي الأم والمجموع والشرح الكبير وغيرها ..\nوفي التفسير: جل التفاسير المسندة كتفسير ابن جرير وتفسير ابن أبي حاتم وتفسير البغوي .. وكذلك تفسير ابن المنذر قرأ الموجود منه \"مخطوطاً\" قبل أن يطبع، وكذلك تفسير عبد بن حميد قرأ قطعته مخطوطة والموجودة في حاشية تفسير ابن المنذر، وقرأ تفسير ابن كثير، بل اختصر فوائده.\nوله قراءات متفاوته في تفسير القرطبي وابن عطية والزمخشري والثعلبي وغيرها ..\nوفي التاريخ: كتب الطبقات وتاريخ الإسلام للذهبي وأجزاء من شذرات الذهب وتاريخ دمشق لابن عساكر والبداية والنهاية.\n(شيوخه)\nالشيخ عبد العزيز بن باز حضر دروسه نحواً من أربع سنين, تخللها فوت يسير.\nمحمد عبد الله الصومالي «المكي» رحمه الله: شيئاً يسيراً. وهو من أهل العلم المعمرين الحفاظ، يُقصد من القريب والبعيد، الكبير والصغير، قليل ذات اليد.\nالأستاذ حسن الأثيوبي في النحو والصرف.\nالدكتور الأديب محمد أجمل الإصلاحي: عضو مجمع اللغة العربية بدمشق, عالم أديب متواضع\nالشيخ صفي الرحمن المباركفوري رحمه الله.\nالشيخ محمد البرني الهندي في «فتح الباري».\nالشيخ عبد الله بن عقيل حفظه الله رئيس اللجنة الدائمة في «مجلس القضاء».\nالشيخ عبد الرحمن البراك, شهور يسيرة في الاعتقاد للبيهقي.\nالشيخ عبد الكريم الخضير قرأ عليه «الباعث الحثيث» فقط، عام ١٤١٨ هـ.\nالشيخ صالح آل الشيخ قرأ عليه في مجالس يسيرة من «مفردات غرائب القرآن» للراغب الأصفهاني و «سنن أبي داود» عام ١٤١٨ هـ تقريباً.\nوله تميز بالسنة وحفظها وإدامة النظر فيها، وله دروس متنوعة في مدينة الرياض منها في:\nأحاديث الأحكام الصغرى للإشبيلي.\nالأحاديث الأربعين النووية.\nنخبة الفكر.\nالمحرر في الحديث.\nلمعة الاعتقاد.\nكتاب التوحيد، وغيرها.\n(وله مجموعة من المصنفات منها):\n١ - التحجيل في تخريج ما لم يخرج من الأحاديث والآثار في إرواء الغليل: وهو كتاب نفيس جمع فيه الشيخ الأحاديث المرفوعة والآثار الموقوفة على الأصحاب التي أوردها الفقيه ابن ضويان رحمه الله تعالى في كتابه «منار السبيل شرح الدليل» التي لم يخرجها العلامة المحدث الألباني رحمه الله تعالى في كتابه «إرواء الغليل في تخريج أحاديث منار السبيل».\nوقد كان هذا العمل أفضل عمل علمي لعام ١٤٢٢ هـ في المملكة كما نشرت ذلك مجلة الدعوة في عددها ١٨٥٦ في مسابقتها السنوية. طبع في مجلدين والناشر له «دار الرشد» بالرياض.\n٢ - زوائد سنن أبي داود على الصحيحين والكلام على علل بعض حديثه: في جزئين (مكتبة الرشد - الرياض).\n٣ - شرح حديث جابر الطويل في صفة حجة النبي صلى الله وسلم: وأصل هذا الكتاب دروس ألقاها في توضيح ما تضمنه حديث جابر-رضي الله عنهما-من أحكام ٍوفوائد في صفة حجة الوداع، طبع الطبعة الأولى عام ١٤٢٤ هـ الناشر له «دار الرشد» بالرياض.\n٤ - الإعلام بتوضيح نواقض الإسلام: وأصل الكتاب دروس ألقاها في شرح نواقض الإسلام. طبع في عام ١٤٢٥ هـ. الناشر له «دار الرشد».\n٥ - توحيد الكلمة على كلمة التوحيد: وهي رسالة إلى أصحاب الدعاوى الباطلة الذين يقولون بتوحيد الكلمة ولو على حساب التوحيد الخالص. طبع الطبعة الأولى ١٤٢٦ هـ. بدون ناشر\n٦ - العلماء والميثاق: محاضرة ألقيت في «الرياض» عام ١٤٢٧ فتم كتابتها، ومن ثم طباعتها.\n٧ - الغناء في الميزان: محاضرة ألقيت في «الرياض» عام ١٤٢٧ فتم كتابتها، ومن ثم طباعتها.\n٨ - المعتزلة في القديم والحديث: محاضرة ألقيت في «الرياض» عام ١٤٢٧ فتم كتابتها، ومن ثم طباعتها.\n٩ - أسانيد التفسير: محاضرة ألقيت في «الرياض» عام ١٤٢٧ فتم كتابتها، ومن ثم طباعتها.\n١٠ - صفة صلاة النبي صلى الله عليه وسلم: مجموعة محاضرات، اعتنى بإخراجها وتوثيق نصوصها د/ماهر الفحل وتخرج من «دار المنهاج» - «الرياض».\n١١ - الأربعين النووية المسندة والتعليق على المعلول منها: (مذكرة).\n١٢ - المسائل المهمة في الأذان والإقامة: مطبوع في جزء (مكتبة الرشد - الرياض)\n١٣ - المراجعة لطبعة الكتب الستة ط. دار السلام.\n_________\n(١) قال السيوطي في «الأنساب»: الطريفي بفتح الطاء وكسرها بطن من طيء",
  "books": [
    {
      "text_id": 147,
      "title": "من شرح بلوغ المرام للطريفي"
    },
    {
      "text_id": 151173,
      "title": "المغربية في شرح العقيدة القيروانية"
    },
    {
      "text_id": 151179,
      "title": "التفسير والبيان لأحكام القرآن"
    },
    {
      "text_id": 17503,
      "title": "الحجاب في الشرع والفطرة"
    },
    {
      "text_id": 8618,
      "title": "التحجيل في تخريج ما لم يخرج من الأحاديث والآثار في إرواء الغليل"
    }
  ]
}