{
  "author_id": 509,
  "author_meta": "لقاء (الجمعية الخيرية لتحفيظ القرآن الكريم بمنطقة الرياض) بفضيلة الشيخ إبراهيم بن سعيد الدوسري:\nهو الشيخ/ إبراهيم بن سعيد بن حمد الدوسري، ولد الشيخ عام ١٣٨٥هـ في مدينة الرياض، وتلقى تعليمه العام في مدارس الرياض.\nحصل على درجة البكالوريوس والماجستير والدكتوراه من جامعة الإمام محمد بن سعود الإسلامية ـ كلية أصول الدين ـ قسم القرآن وعلومه في الرياض:\nففي عام ١٤٠٦هـ حصل على درجة البكالوريوس بتقدير:\" جيد جدا \".\nوفي عام ١٤١١هـ حصل على درجة الماجستير بتقدير:\" ممتاز \".\nوفي عام ١٤١٤هـ حصل على درجة الدكتوراه مع مرتبة الشرف الأولى.\nعمل معلما في وزارة التربية والتعليم ـ مدرسة تحفيظ القرآن الكريم المتوسطة والثانوية بالرياض عام ١٤٠٦هـ، ثم انتقل إلى وزارة التعليم العالي حيث عمل معيداً في جامعة الإمام محمد بن سعود الإسلامية، كلية أصول الدين، قسم القرآن وعلومه عام ١٤٠٧هـ ـ الرياض، ثم محاضراً عام١٤١٢هـ، ثم أستاذاً مساعدا عام ١٤١٥هـ، ثم أستاذاً مشاركاً عام ١٤٢١هـ، ثم أستاذاً عام ١٤٢٥هـ.\nلديه إجازات بالقراءات العشر الصغرى والكبرى: حيث تلقى القرآن الكريم من أوله إلى آخره بالقراءات السبع والقراءات العشر من طرق الشاطبية والدرة والطيبة في عدة ختمات على عدد من مشايخ الإقراء، وأجازوه جميعا بها، وهم:\n١ - العلامة المعمر الشيخ أحمد عبد العزيز الزيات ـ رحمه الله ـ، وأجازة برواية حفص من طريقي الشاطبية والطيبة، وذلك عام ١٤٠٣هـ.\n٢ - المقرئ الحافظ الشيخ أحمد أحمد مصطفى أبو حسن، وأجازه برواية حفص من طريق الطيبة وبالقراءات العشر الصغرى وبالقراءات العشر الكبرى في عدة ختمات، ويعتبر إبراهيم بن سعيد الدوسري أول من أجيز من قِبل فضيلة الشيخ أحمد أحمد مصطفى أبوحسن، وهو التلميذ الوحيد الذي جمع عليه القراءات العشر الصغرى والقراءات العشر الكبرى، ولم يتوفر ذلك كله لأحد ممن قرؤوا عليه ولله الحمد والمنة.\n٣ - شيخ قراء المسجد النبوي الشيخ إبراهيم الأخضر القيم، وأجازه برواية حفص من طريق الشاطبية.\nوهو أول سعودي تلقى القراءات العشر الكبرى وأجيز بها هو إبراهيم بن سعيد الدوسري ولله الحمد والمنة.\nتتلمذ على يد كثير من العلماء بالرياض، وأكثر من أخذ عنه فضيلة الشيخ العلامة عبد الله بن عبد العزيز آل عقيل أكبر تلامذة الشيخ العلامة السعدي، حيث تلقى عنه الفقه والأصول والفرائض وغيرها من العلوم الشرعية.\nوقرأ شرح قطر الندى كله على فضيلة الدكتور عبد العزيز إسماعيل شفاه الله.\nشارك متسابقا في عدد من المسابقات المحلية والدولية للقرآن الكريم، ومنها:\n١ - مسابقة الملك عبد العزيز الدولية لحفظ القرآن الكريم وتجويده وترتيله وتفسيره السابعة، وحصل على المركز الثاني في الفرع الأول عام ١٤٠٥ هـ.\n٢ - مسابقة القرآن الكريم في الأسبوع الثقافي الأول للجامعات السعودية، وحصل على المركز الأول عام ١٤٠٦ هـ.\nيتمتع بمجالات واسعة من الخبرات:\n١ - فقد عين مستشاراً غير متفرغ في برنامج الكشف عن الموهوبين ورعايتهم لعامي ١٤١٩، ١٤٢٠هـ\n٢ - كما عين مشرف دبلوم القراءات العالي في جامعة الإمام محمد بن سعود الإسلامية ١٤٢٢/ ١٤٢٣ هـ.\n٣ - تولى تحكيم عدد من المسابقات المحلية والدولية في القرآن الكريم داخل المملكة العربية السعودية وخارجها كدبي والقاهرة والأردن وجاكرتا.\n٤ - وشارك في وضع عدد من المقررات الدراسية في مرحلة التعليم العام والجامعي والعالي.\nحصل على عضوية عدد من اللجان والمجالس:\n١ - فقد عين عضوا في لجنة ترشيح المتسابقين من الجمعية الخيرية لتحفيظ القرآن الكريم لجائزة الأمير سلمان للقرآن الكريم وتجويده وتفسيره ١٤١٤هـ حتى تاريخه.\n٢ - عضوا في مجلس قسم القرآن وعلومه ١٤١٥هـ حتى تاريخه.\n٣ - عضوا في لجنة وضع مناهج دبلوم القراءات في كلية أصول الدين ١٤٢٠هـ.\n٤ - عضوا في لجنة وضع مناهج مسار القراءات في كليات المعلمين ١٤٢١هـ.\n٥ - عضوا في مجلس كلية أصول الدين ١٤٢١ ـ ١٤٢٤هـ.\n٦ - عضوا في المجلس العلمي بجامعة الإمام لمدة سنتين اعتبارا من عام ١٤٢٣هـ.\n٧ - عضوا في اللجنة التأسيسية للجمعية العلمية السعودية للقرآن الكريم وعلومه ١٤٢٣هـ.\n٨ - عضوا في المجلس الأعلى للجمعيات الخيرية لتحفيظ القرآن الكريم.\n١٠. عضوا في الهيئة الاستشارية لمجلة معهد الإمام الشاطبي للدراسات القرآنية.\nكما عين نائباً لرئيس مجلس إدارة للجمعية العلمية السعودية للقرآن الكريم وعلومه ١٤٢٤هـ لمدة ثلاث سنوات.\nكما تولى رئاسة عدد من المجالس واللجان:\n١ - فقد تولى رئاسة فريق برنامج الكشف عن الموهوبين ورعايتهم لعامي ١٤١٩، ١٤٢٠هـ.\n٢ - رئاسة مجلس قسم القرآن وعلومه ١٤٢١ ـ ١٤٢٤ هـ.\n٣ - رئاسة لجنة تحكيم مسابقة القرآن الكريم بالحرس الوطني ١٤٢٢/ ١٤٢٣ ـ ١٤٢٥/ ١٤٢٦هـ.\n٤ - رئاسة لجنة تحكيم مسابقة القرآن الكريم التي يقيمها اتحاد المعاهد الإسلامية في إندونيسيا بإشراف وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ١٤٢٤هـ.\n٥. رئاسة لجنة تحكيم مسابقة القرآن الكريم الدولية في دبي ١٤٢٤هـ.\nشارك مع عمادة شؤون الطلاب في جامعة الإمام محمد بن سعود الإسلامية أنشطتها داخل الجامعة وخارجها وتحكيم عدد من مسابقاتها القرآنية.\nوهو إمام وخطيب في جامع الأمير محمد بن عبد الله بن عبد الرحمن آل سعود بالرياض منذ العام ١٤٠٣هـ حتى تاريخه، ومشرف على حلقات التحفيظ في الجامع منذ العام ١٤٠٥هـ حتى تاريخه.\nعقد عدة دورات في التجويد في جامع الأمير محمد بن عبد الله آل سعود خلال الأعوام ١٤٠٧هـ، ١٤٠٩هـ، ١٤١٤هـ، ١٤١٦هـ.\nإضافة إلى إلقاء دروس يومية وأسبوعية في القرآن والتفسير منذ عام ١٤٠٩هـ حتى تاريخه.\nتولى التدريس في:\n١ - الدورات التي عقدتها وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد للأئمة والخطباء ١٤١٦هـ، ١٤٢٠هـ.\n٢ - التدريس في الدورة العلمية الخامسة لضباط التوعية الإسلامية في القوات المسلحة المقامة في عمادة المركز الجامعي لخدمة المجتمع والتعليم المستمر في جامعة الإمام محمد بن سعود الإسلامية ١٤٢١/ ١٤٢٢هـ.\n٣ - التدريس في دبلوم القراءات العالي في جامعة الإمام محمد بن سعود الإسلامية ١٤٢٢/ ١٤٢٣هـ.\nإضافة على إلقاء محاضرات في المدارس النسائية لتحفيظ القرآن الكريم.\n٤ - التدريس في الدورة التدريبية للتحكيم في المسابقات القرآنية التي أقامها إتحاد المعاهد الإسلامية في إندونيسيا بإشراف وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ١٤٢٤هـ.\nشارك في بعض البرامج التلفزيونية في التلفزيون السعودي، مثل برنامج (في رياض القرآن)، وحرر بعض المقالات وأجريت معه بعض اللقاءات في الصحف و المجلات، مثل: جريدة الشرق الأوسط والمدينة والرياض والجزيرة، ومجلة الجندي المسلم.\nسجلت له ختمة برواية ورش عن نافع في مجمع الملك فهد لطباعة المصحف الشريف.\nشارك في تأليف مقرر القراءات لمدارس تحفيظ القرآن الكريم بوزارة التربية والتعليم عام ١٤٢٤ هـ.\nأشرف على عدد من رسائل الماجستير والدكتوراه وناقش عدد آخر منها في داخل الجامعة وخارجها الرسائل العلمية.\nشارك في عدة ملتقيات وندوات داخل المملكة وخرجها بأوراق عمل أو كتابة بحوث.\nمؤلفاته:\nالكتب والبحوث:\n١. الإمام المتولي وجهوده في علم القراءات ١٤٢٠ هـ مكتبة الرشد.\n٢. تقويم طرق تدريس القراءات في مدارس تحفيظ القرآن الكريم ١٤٢١هـ مجمع الملك فهد لطباعة المصحف الشريف.\n٣. جهود خادم الحرمين الشريفين في خدمة القرآن الكريم ١٤٢٢هـ وزارة التعليم العالي.\n٤. تنويه القرآن بعلم داود وسليمان ـ عليهما السلام ١٤٢٤هـ دار الحضارة، وهو أحد البحوث المنشورة في مجلة جامعة أم القرى.\n٥. معاني الركوع والسجود في القرآن المجيد ١٤٢٤هـ دار الحضارة، وهو أحد البحوث المنشورة في مجلة جامعة أم القرى.\n٦. الجانب الخلقي من سورة القلم ١٤٢٤هـ دار الحضارة، وهو أحد البحوث المنشورة في مجلة جامعة الإمام محمد بن سعود الإسلامية.\n٧. المنهاج في الحكم على القراءات ١٤٢٤هـ دار الحضارة، وهو أحد البحوث المنشورة في مجلة جامعة أم القرى.\n٨. أصول (ما) في القرآن الكريم ١٤٢٤هـ دار الحضارة وهو أحد البحوث المنشورة في المجلة العلمية في جامعة الملك فيصل.\n٩. الأساليب المتبعة في تدريس مادة القرآن الكريم في مدارس تحفيظ القرآن الكريم بالمملكة العربية السعودية ـ دراسة ميدانية تقويمية ١٤٢٤ هـ (منشور في جامعة الملك سعود).\n١٠. لمحات عن منهج القرآن في البناء التربوي ـ وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد ٢٤٢٤ هـ.\n١١. أحكام قصر المد المنفصل من رواية حفص عن عاصم ١٤٢٥هـ دار الحضارة.\n١٢. شرح المقدمة الجزرية ١٤٢٥هـ دار الحضارة.\n١٣. ملامح التفسير التربوي للقرآن الكريم ١٤٢٥هـ دار الحضارة.\n١٤. إبراز المعاني بالأداء القرآني ١٤٢٥هـ.\n١٥. معجم المصطلحات في علمي التجويد والقراءات ١٤٢٤ هـ عمادة البحث العلمي بجامعة الإمام محمد بن سعود الإسلامية.\n١٦. إبراز المعاني بالأداء القرآني ١٤٢٧هـ عمادة البحث العلمي بجامعة الإمام محمد بن سعود الإسلامية.\n١٧. تحقيق المصباح الزاهر في القراءات العشر البواهر (نشرت أجزاء منه في جامعة الأزهر وفي جامعة الإمام محمد بن سعود الإسلامية)، والعمل جارٍ على نشره كاملا قريبا بمشيئة الله وعونه.\nس: متى أتممتم حفظ القرآن الكريم وهل كانت هناك طريقة اتبعتموها في الحفظ؟.\nفي عام ١٤٠١هـ أتممت حفظ القرآن الكريم بحمد الله ومنته، والطريقة التي سلكتها هي حفظ مقدار معين في حدود نصف صفحة أو ثلثها يوميا، مع المراجعة والاستفادة من الأشرطة المرتلة كالمصحف المرتل للشيخين الحصري والمنشاوي رحمهما الله.\nس: العمل في مجال القرآن الكريم متى بدأ تحديداً؟.\nبدأ مبكرا، وذلك منذ كنت في المرحلة المتوسطة حيث كنت أشارك في المسابقات القرآنية، ولما منّ الله على بالقراءة على الشيخ أحمد عبد العزيز الزيات رحمه الله بدأت بإقراء القرآن الكريم، وذلك منذ عام ١٤٠٣هـ.\nس: ما هي الطريقة المثلى في نظركم لتعليم كتاب الله في الحلقات؟.\nأفضل الأساليب ما تحقق فيه أمران، وهما:\nأولاً: الاستماع إلى كامل المقطع من كل طالب للتأكد من حفظه وصحة تلاوته.\nثانياً: استغلال الطلاب وقت الدراسة بالحفظ و المراجعة.\nوالطريقة التي يجتمع فيها هذان الأمران هي أن المعلم يسمّع لكل طالب على حدة، و يُشكّل جميع الطلاب على فرق كل فريق يتكون من طالبين وفق برنامج محدد في الحفظ والمراجعة، وقد تبين من خلال الدراسة الميدانية على أرض الواقع أن هذا الأسلوب أكثر تلك الأساليب حيوية للطلاب، و يساعد المعلم على حسن إدارة الحلقة، و استثمار الوقت من أولها إلى نهايتها لصالح الطالب.\nمع أخذ الاعتبار بتعويد الطالب على القراءة الجهرية أمام زملائه بين حين وآخر ليعتاد على القراءة الجهرية.\nس: بحكم خبرتكم الطويلة في مجال تحفيظ القرآن الكريم ما هي الإيجابيات والسلبيات التي ترونها في حلقات التحفيظ؟.\nأما الإيجابيات فلا تحصى ولا تعد، وأما السلبيات فمن أهمها وأخطرها عدم العناية بإتقان الحفظ في بعض الحلقات.\nس: ما رأيكم في الجهود المبذولة لحفظ القرآن الكريم من قبل الجمعية؟.\nمثلي لا يقوم تلك الجهود الجبارة الخيرة التي نسأل الله أن يكللها بالعون والتوفيق.\nس: كيف ترون العلاقة بين الجمعية الخيرية والمجتمع؟.\nجيدة ووثيقة ولله الحمد والمنة، ولا سيما أن ذلك من أهم أهدافها ومناشطها.\nس: ما المشروع الذي تودون من الجمعية تحقيقه.\nمزيد الاهتمام بالجانب الإشرافي والمالي على مدرسي الحلقات.\nس: شخصية مؤثرة في نفسك.\nشيخي أحمد عبد العزيز الزيات رحمه الله.\nس: خاطرة موجهة للمشرفين.\nأن مهمة المشرف تمثل المحور الأساس في نجاح الحلقات أو فشلها، والمشرف هو سفير الخير الذي ينقل تجارب الحلقات وخبراتها فيما بينها.\nس: كلمة موجهة للراغبين في حفظ كتاب الله وأخرى لحفظته.\nكلمتي إلى الراغبين في الحفظ لزوم الإخلاص والأناة والإتقان وعدم الاستسلام لليأس.\nوأما كلمتي لحفظته فأتلوا عليهم قول الله تعالى: (ولاتكونوا كالتي تقضت غزلها من بعد قوة أنكاثا … ).",
  "books": [
    {
      "text_id": 30049,
      "title": "مختصر العبارات لمعجم مصطلحات القراءات"
    }
  ]
}