{
  "author_id": 510,
  "author_meta": "صفوت محمود سالم (١٣٨٠ - ١٤٤٣ هـ = ١٩٦٠ - ٢٠٢٢ م)\nصفوت محمود أحمد علي سالم:\nأستاذ القراءات وعلوم القرآن الكريم، المُقرئ لكتاب الله تعالى.\nولد في مصر ١٣٨٠ هـ = ١٩٦٠ م.\nوحصل على الثانوية العامة عام ١٩٧٨ - ١٩٧٩ م.\nوتخرج من معهد القراءات بالأزهر الشريف عام ١٩٨٢ م.\nقدم إلى السعودية في ٥ أبريل ١٩٨٧ م الموافق ٧ شعبان ١٤٠٧ هـ.\nدرس الفقه الشافعي كاملًا، والعقيدة الطحاوية وغيرها.\nكما درَس «صحيح البخاري» وكتاب «الأشباه والنظائر» للسيوطي، على الشيخ: محمد نجيب المطيعي -رحمه الله-.\nومن شيوخه في القراءة:\n١ - الشيخ الدكتور/ أيمن رشدي سويد، قرأ عليه حفص من طريق الشاطبية.\n٢ - الشيخ الدكتور/ عادل إبراهيم أبو شعر، قرأ عليه:\nأ- حفص من طريق الطيبة بطرقها الإحدى والعشرين.\nب- القراءات العشر الصغرى من طريق الشاطبية والدرة.\n٣ - الشيخ: محمود فرج عبدالجليل، قرأ عليه القراءات العشر الكبرى من طريق طيبة النشر، وهو على الشيخ: أحمد مصطفى أبو الحسن، وهو على الشيخ: أحمد عبدالعزيز الزيات رحمه الله.\n٤ - الشيخ: عرفان، وهو مؤسسي في التجويد وتحسين التلاوة.\n٥ - الشيخ: أحمد عبدالحفيظ عبدالعزيز سليمان -رحمه الله-، قرأ عليه: حفص من طريق الشاطبية من أول القرآن إلى سورة القصص.\nالشهادات الأكاديمية:\n١ - بكالوريوس آداب قسم علوم القرآن.\n٢ - ماجستير في التفسير وعلوم القرآن (قراءات).\n٣ - الدكتوراه في التفسير وعلوم القرآن (قراءات).\nإجازاته العلمية:\n١ - إجازة في القراءات العشر الكبرى من طريق طيبة النشر.\n٢ - إجازة في القراءات العشر الصغرى من طريق الشاطبية والدرَّة.\n٣ - إجازة بالقرآن العظيم برواية حفص من طريق طيبة النشر بطرقها الإحدى والعشرين.\n٤ - إجازة بالقرآن العظيم برواية حفص عن عاصم من طريق الشاطبية.\n٥ - إجازة في العديد من متون التجويد والقراءات.\nأعماله العلمية:\n١ - أقرأ المئات من حفظة كتاب الله تعالى، وأجاز الكثير منهم بالقراءات العشر الكبرى والصغرى وروايات مختلفة.\n٢ - ألَّف كتاب «فتح رب البرية شرح المقدمة الجزرية» في علم التجويد، وتقرر تدريسه على جهات متعددة من الكليات والمعاهد المختلفة.\n٣ - قام بتدريس القراءات العشر وشرح الطيبة والشاطبية والدرة مرات عديدة.\n٤ - قام بتدريس أكثر من ستين دورة للجزرية في علم التجويد بجدة.\n٥ - شرح الشاطبية والدرة على البالتوك بغرفة الشاطبي على الإنترنت.\n٦ - أصدر ألبومات صوتية متعددة في علم التجويد منها:\n- شرح الجزرية (ألبوم ١٠ أشرطة).\n- شرح تحفة الأطفال (ألبوم ٥ أشرطة).\n٧ - قام بتدريس القرآن الكريم والقراءات العشر والتجويد بمعهد الإمام الشاطبي بجدة، وتخرج على يده الكثير.\n٨ - أقام دورات عديدة لمدرسي وزارة التربية والتعليم، وأئمة مساجد الدفاع الجوي بالمملكة العربية السعودية، وأئمة مساجد وزارة الأوقاف بجدة.\n٩ - عمل عضوًا للجنة تطوير المناهج لدبلوم إعداد معلمي القرآن الكريم.\n١٠ - رأس لجنة تحكيم مسابقة الأمير سلمان في مدينة جدة لسنوات عديدة.\n١١ - عضو نقابة القرّاء والمقرئين بجمهورية مصر العربية.\n١٢ - إمام وخطيب جامع محروس الخنبشي بحي البلد بجدة بالسعودية أكثر من خمسة وعشرين عامًا.\n[توفي يوم الأحد ١٧ شعبان ١٤٤٣ هـ الموافق ٢٠ مارس ٢٠٢٢ م].\nملخصٌ من: «شبكة الهداية الإسلامية» على الإنترنت.",
  "books": [
    {
      "text_id": 21580,
      "title": "فتح رب البرية شرح المقدمة الجزرية في علم التجويد"
    }
  ]
}