{
  "author_id": 511,
  "author_meta": "رحمت الله الهندي ( ١٢٣٣  - ١٣٠٨ هـ = ١٨١٨ م  - ١٨٩١ م)\nمحمد رحمت الله بن خليل الرحمن الكَيْرانَوي العثماني (١) الهندي الحنفي ، نزيل الحرمين: باحث، عالم بالدين والمناظرة.\nولد في كَيْرانة في الهند ١٨١٨ م ، وبدأ تعليمه في بلدته على يد والده وكبار أفراد العائلة المشهورين بالعلم والفضل والدين حسب النظام المتبع في ذلك العهد ، ولما بلغ الثانية عشرة من عمره حفظ القرءان الكريم وأتقن اللغة الفارسية وقرأ كتب الشريعة الإسلامية واللغة العربية على يد آبائه ، ثم ارتحل إلى دلهي لطلب التعليم العالي ، فالتحق بمدرسة الأستاذ محمد حيات ، وسكن في مبناها حتى أخذ حظا وافرا من العلوم  ثم سافر إلى لكهنو، فتتلمذ على المفتي سعد الله المراد آبادي ، و تخصص في آداب اللغة الفارسية على يد الشيخ إمام بخش الصهبائي الدهخلوي المقتول سنة ١٨٥٧، كما درس الطب على يد الطبيب البارع محمد فيض ودرس العلوم الرياضية والهندسية ، على يد الأستاذ صاحب نظرية (لوكارثم ) وصاحب المؤلفات الرياضية الشهيرة . ولما ظهر نبوغه وتفوقه في العلوم الشرعية تصدر مجالس الدرس والإفتاء ولما ازداد إقبال الطلاب على دروسه أسس مدرسة شرعية في كَيْرانه ، تخرج منها كبار المدرسين والمؤلفين ومؤسسي المدارس في أرجاء الهند ، ولكنّ ازدياد النفوذ التنصيري في الهند (أثناء الاحتلال الإنجليزي) شغله عن مواصلة التدريس في مدرسته فتفرغ للتأليف والرد على المنصرين ، وناظر  القس فندر (وتنطق بفندر) في مناظرة علنية كانت الغلبة فيها للشيخ رحمت الله  فأراد الأنجليز قتله فهاجر إلى مكة واستقر بها\nوفي مكة ، التقى الشيخ بإمام وخطيب المسجد الحرام في وقته (الشيخ أحمد بن زيني دحلان) ،وتعرف عليه ثم أعطاه إجازة التدريس في المسجد الحرام وسجل اسمه في السجل الرسمي لعلماء الحرم، وطلب منه الكتابة في مسائل المناظرة التي جرت بينه وبين (فندر) ، فكتب ذلك في كتابه (إظهار الحق)\nوهناك - في مكة - أسس الشيخ مدرسة دينية عرفت وما تزال بـ(المدرسة الصولتية).\nوللشيخ كتب كثيرة منها  كتب منها  (إظهار الحق)  هذا ، وهو من أفضل الكتب في موضوعه، ومنها  (التنبيهات، في إثبات الاحتياج إلى البعثة والحشر والميقات) وغيرها\nتوفي الشيخ رحمت الله الهندي بمكة ليلة الجمعة ٢٢ من شهر رمضان المبارك عام ١٣٠٨ هـ ودفن في المعلاة (مقبرة مكة المكرمة) ، عن عمر يقارب خمسا وسبعين سنة، رحمه الله تعالى\n_________\n(١)  ينتهي نسبه عند الجد الرابع والثلاثين إلى ذي النوريْن عثمان بن عفان رضي اللّه عنه",
  "books": [
    {
      "text_id": 22721,
      "title": "إظهار الحق"
    },
    {
      "text_id": 30945,
      "title": "مختصر إظهار الحق"
    },
    {
      "text_id": 6546,
      "title": "المناظرة التقريرية بين الشيخ رحمت الله الهندي والقسيس بفندر"
    }
  ]
}