{
  "author_id": 513,
  "author_meta": "حمد بن ناصر آل معمر (٠٠٠ - ١٢٢٥ هـ = ٠٠٠ - ١٨٣٩ م)\nحمد بن ناصر بن عثمان بن معمر النجدي التميمي الحنبلي من آل معمر أهل العُيَيْنَة\nنزح منها واستوطن الدرعية وقرأ فيها على شيخ الإسلام محمد بن عبد الوهاب وعلى الشيخ أبي بكر حسين ابن غنام نزيل الدرعية، صاحب التاريخ المشهور وعلى الشيخ سليمان بن عبد الوهاب أخي الشيخ محمد بن عبد الوهاب\nبعد ذلك جلس للتدريس بمدينة الدرعية فأخذ عنه خلق منهم:\n- الشيخ سليمان ابن الشيخ عبد الله ابن شيخ الإسلام محمد بن عبد الوهاب.\n- والشيخ عبد الرحمن بن حسن ابن شيخ الإسلام محمد ابن عبد الوهاب\n- ونجل المترجم الشيخ عبد العزيز ابن الشيخ حمد بن معمر.\n- والشيخ عبد الله بن عبد الرحمن أبا بطين.\n(من كتبه)\n«الفواكه العذاب في الرد على من لم يحكم السنة والكتاب» كتبه ردا على أسئلة فقهاء مكة في مناظرتهم ١٢١١ هـ\nورسائل غيرها كثيرة، أجاب فيها على أسئلة علمية، لو جمعت لبلغت مجلدا ضخما، ولكنها طبعت مفرقة في مجاميع الرسائل والمسائل النجدية، التي طبعت بمطبعة المنار أولا، ثم بمطبعة أم القرى في مكة المكرمة ثانيا\n(وفاته)\nولاه الإمام سعود قضاء الدرعية من جملة قضاتها الكثيرين\nلما استولى الإمام سعود على الحجاز نهائيا سنة ١٢٢٠ هـ، بَعثه إلى مكة سنة ١٢٢١ هـ، عند الشريف غالب مشرفا على أحكام قضاة مكة المكرمة\nفأقام بمكة نحو أربع سنوات ثم توفي بها في أول شهر ذي الحجة ١٢٢٥ هـ، وصلى عليه الناس تحت الكعبة المشرفة، ثم خرجوا به من الحرم إلى البياضية (تقع بأعلى مكة شرقي القصر العالي المشهور قبل ذلك بقصر السقاف)، فخرج الإمام سعود من قصره بالبياضية وصلى عليه بعدد كثير من المسلمين صلاة ثانية ثم دفن بعد ذلك بمقبرة البياضية.\nوقد خلف الشيخ حمد ابنا عالما هو الشيخ عبد العزيز صاحب «منحة القريب المجيب في الرد على عباد الصليب»\nباختصار من: مشاهير علماء نجد وغيرهم للشيخ عبد الرحمن بن عبد اللطيف آل الشيخ (ص ١٥٧ - ١٥٩)",
  "books": [
    {
      "text_id": 11210,
      "title": "رسائل وفتاوى الشيخ حمد بن ناصر بن عثمان بن معمر (مطبوع ضمن مجموعة الرسائل والمسائل النجدية، الجزء الثاني)"
    },
    {
      "text_id": 11276,
      "title": "عدة رسائل في مسائل فقهية (مطبوع ضمن مجموعة الرسائل والمسائل النجدية، الجزء الثاني)"
    },
    {
      "text_id": 11380,
      "title": "مجموعة الرسائل والمسائل والفتاوى"
    },
    {
      "text_id": 17,
      "title": "حكم التقليد"
    },
    {
      "text_id": 8585,
      "title": "التحفة المدنية في العقيدة السلفية"
    }
  ]
}