{
  "author_id": 514,
  "author_meta": "محمد بن عثمان بن أبي شيبة ( ٠٠٠ - ٢٩٧ هـ  = ٠٠٠ - ٩٠٩ م)\nهو أبو جعفر محمد بن عثمان بن محمد بن إبراهيم بن عثمان بن خُوَاستي، العبسي مولاهم، الكوفي.\nينتسب إلى بني عبس بن يفيض بن ريث بن غطفان، وهذا الانتساب إنما هو من جهة الولاء وليس من جهة الأصل، فهو ليس من أصل عربي، إذ أن جده الثالث كان اسمه عثمان بن خواستي، وهذا يدل على أنه من أصل أعجمي، أسلم ثم نسب إلى بني عبس غطفان ولاء، كما هي عادة من يسلم من غير العرب في ذلك الوقت، وهذا ما ذكرته الكتب التي ترجمت لبني أبي شيبة.\nوأسرته مشهورة بالعلم والمعرفة، وبخاصة في الحديث وعلومه [وعمه هو أبو بكر بن أبي شيبة صاحب «المصنف»]\nبقي محمد بن عثمان بالكوفة حتى أصبح أحد محدثيها المشهورين، ثم انتقل عنها إلى بغداد سنة ثلاث وسبعين ومائتين.\nتوثيقه\nاختلفت أقوال العلماء في توثيقه ، وقد بحثها الشيخ محمد بن خليفة التميمي في مقدمة تحقيقه لكتاب «العرش» وقال في خاتمة بحثه :  «وفي نظري أن أعدل الأقوال وأرجحها هو ما قاله ابن عدي ومسلمة بن القاسم من أنه لا بأس به ، هذا من حيث الحديث وروايته، أما من حيث علوم الرجال، وفنون الجرح والتعديل، فهو من أئمة هذا الشأن، كما أطلق عليه ذلك الذهبي والسخاوي، وكفاه فخرا في هذا أنه تلميذ لإمامين من أئمة الجرح والتعديل، وهما ابن معين وابن المديني.» ا.هـ\nمصنفاته\nقال عنه الذهبي «له تواليف مفيدة» ، وقال «جمع وصنف… وكان من أوعية العلم» ، وقال:«وكان بصيرا بالحديث والرجال». …\nوهذا ما ذُكر للمترجم من مصنفات :\n١ -«سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني»: رسالة صغيرة الحجم، تقع في سبع ورقات،  وهي عبارة عن أجوبة أجابها علي بن المديني عن سؤالات سأله عنها محمد بن عثمان بن أبي شيبة في الرجال.\nوقد طبعت هذه الرسالة بتحقيق موفق بن عبد الله بن عبد القادر، ونشرتها مكتبة المعارف بالرياض.\n٢-«سؤالات محمد بن عثمان لطائفة من شيوخه في الجرح والتعديل»: وهي- أيضا- عبارة عن رسالة صغيرة الحجم، تقع في خمس ورقات، وهي سؤالات، سأل فيها طائفة من شيوخه، أمثال علي بن المديني، ويحيى بن معين، ووالده عثمان ابن أبي شيبة عن أحوال الرجال جرحا وتعديلا.\nوقد وعد محقق الرسالة السابقة بنشرها قريبا.\n٣-«كتاب التاريخ»: وقد وصفه الخطيب بأنه«تاريخ كبير».\n٤-«كتاب في خلق آدم، وخطيئته، وتوبته»: يظهر أنه قطعة من كتاب«التاريخ» المتقدم\n٥-«كتاب العرش» : مطبوع بتحقيق الدكتور محمد خليفة التميمي\n٦-«السنن في الفقه»: ذكره ابن النديم في«الفهرست».\n٧-«فضائل القرآن»: وقد ذكره الداودي في«طبقات المفسرين».\nوفاته:\nكانت وفاته- رحمه الله تعالى- ببغداد سنة سبع وتسعين ومائتين عن عمر يقارب التسعين عاما\n[الترجمة كلها مقتطفة من مقدمة تحقيق الشيخ محمد خليفة التميمي لكتاب «العرش»]",
  "books": [
    {
      "text_id": 12444,
      "title": "العرش وما روي فيه"
    },
    {
      "text_id": 26230,
      "title": "مسائل ابن أبي شيبة عن شيوخه"
    }
  ]
}