{
  "author_id": 52,
  "author_meta": "هو المقرىء الشهير، والعلامة النحرير، المحقق الشيخ عبد الفتاح بن السيد عجمي بن السيد العسس لقباً، المرصفي ولادة ونشأة، المصري موطناً، الشافعي مذهباً، ولد بمرصفا من أعمال محافظة القليوبية بجمهورية مصر العربية في ٥ من شهر يونيو سنة ١٩٢٣م.\nنشأ شيخنا الجليل في أسرة علمية صالحة من أهل القرآن ولا شك أنَّ الشجر الطيب ينبت ثماراً طيبة بإذن الله. أما والده فكان من أهل القرآن وكان حافظاً مقرئاً للقرآن الكريم في بلدة مرصفا وتخرج على يده العلماء المراصفة في عصره، وكان والد شيخنا يقرأ من القراءات قراءة أبي عمرو البصري. أما شيخنا الجليل نوَّر الله مرقده فهو محقق في علم القراءات بلا منازع وعالم متبحر في علم الرسم والضبط، وكأنَّ الله خلقه لهذا العلم.\nكان أسمر اللون ذا لحية بيضاء طويلة، كان صاحب نكتة ودعابة، إذا جالسه أحد لا يمل من حديثه، كان يمازح ضيفه وتلميذه رغم مرضه الشديد، لين العريكة، حلو الحديث، بسَّاماً، كريماً في بيته لأهل القرآن، شديد الخوف من الله، لا تأخذه في الله لومة لائم.\nإذا جلس للإقراء كانت له هيبة، يعلوه الوقار والصمت، وإذا شرع في الحديث عن الروايات وطرقها كان بحراً دفاقاً، غيوراً على أهل القرآن والقراءات، وكان يرد على المخالفين للقراءات، كثير الترحم والتأدب مع العلماء السابقين، وكان يعجبني فيه حبه لمشايخه، وأدبه الرفيع معهم فكان لا يُذكر عالمٌ إلا ترحم عليه، كثير القراءة للقرآن، فكان رحمه الله يصلي كل يوم الوتر في بيته إحدى عشرة ركعة يقرأ فيهن جزأين من القرآن، وأما في شهر رمضان فكان يترك الإقراء ويعتكف على صلاته وتهجده فكان يصلي التراويح في بيته ويقرأ خمسة أجزاء في كل يوم، حقّاً هذه نعمة سبحان من وهبها لأهل القرآن.\nحفظ القرآن على الشيخ زكي محمد عفيفي نصر وأتم حفظ القرآن ولم يتجاوز العاشرة من عمره، ثم دخل المدرسة الأولية في ذلك الوقت سنة ١٩٣٤م التي تسمى بالإبتدائية، ثم تخرج من التعليم الأولي سنة ١٩٣٩م وكان ترتيبه الأول في المحافظة كما أفادني حسب شهادته التي عنده.\nأخذ التجويد عن الأستاذ رفاعي محمد أحمد المجولي، ثم قرأ بعدها ختمة كاملة لابن كثير على الشيخ رفاعي، ثم ختمة لحمزة من طريق الشاطبية وأجازه بهما، ثم التقى شيخنا نور الله ضريحه بالأستاذ المقرىء الشيخ حامد علي السيد الغندور فأخذ عليه القراءات الثلاث من طريق الدرة وقراءة حمزة ويعقوب ورواية حفص ورواية الأصبهاني عن ورش من طريق الطيبة وأجازه بذلك.\nثم التقى شيخنا سنة ١٩٣٥م بالعلامة محمد حسن الأنور شريف فأخذ عليه القراءات الثلاث عن طريق الدرة، ثم قرأ عليه خَتمة للقراءات العشر من طريقي الشاطبية والدرة.\nثم ارتحل إلى المقرىء الشيخ محمد جمعة الباز وقرأ عليه القراءات الثلاث من طريق الدرة. ثم في عام ١٩٥٣م التحق بالأزهر الشريف في قسم القراءات فحصل على إجازة التجويد وكان ترتيبه الأول في مصر. وبعد ثلاث سنوات حصل على الشهادة العالية في القراءات وكان ترتيبه الثالث، وواصل دراسته في قسم تخصص القراءات بكلية اللغة العربية حتى حصل على شهادة التخصص في القراءات وكان ترتيبه الثاني.\nدرس في الأزهر علوماً عدة وفنوناً شتى درس الشاطبية والدرة والطيبة والعقيلة ومورد الظمآن في علم رسم القرآن ودرس ناظمة الزهر في علم الفواصل وغيرها كالبلاغية والصرف والفقه والتفسير.\nوفي أوائل سنة ١٩٦٢م سافر شيخنا إلى ليبيا مدرساً في جامعة الإمام محمد بن علي السنوسي الإسلامية وظل مدرساً فيها ستة عشر عاماً إلى سنة ١٩٧٧م. وفي هذه الآونة انتسب إلى الأزهر وحصل على الشهادة العالية الليسانس وتلقى عنه خلق كثيرون في ليبيا، أخذوا عنه التجويد والقراءات حتى إن شيخنا أفرد كتاباً خاصّاً لهم برواية قالون لأنهم يقرؤون بهذه الرواية.\nوالتقى شيخنا رحمه الله سنة ١٩٧٢م بأعلى القراء إسناداً في هذا العصر المقرىء الكبير بالقاهرة شيخنا الشيخ أحمد عبد العزيز الزيات فسح الله في عمره وقرأ عليه ختمة بالقراءات العشر من طريق الطيبة وأجازه، وبعدها قرأ ختمة كاملة بالقراءات العشر من طريقي الشاطبية والدرة وأجازه.\nوفي عام ١٩٧٧م ودع ليبيا متوجهاً إلى المدينة المنورة على ساكنها أزكى الصلاة والسلام وعين معيداً في كلية القرآن الكريم والدراسات الإسلامية في الجامعة الإسلامية في المدينة المنورة سنة ١٣٩٧هـ وانتفع منه خلق وطلاب كثيرون في الجامعة وغيرها.\nوفي هذه الفترة أخرج شيخنا كتابه العجيب \"هداية القاري إلى تجويد كلام الباري\" فجاء الكتاب حلواً حاوياً لشتى المسائل في علم التجويد، وما إن بزغ نجم هذا الكتاب حتى تلقاه الناس بالاهتمام، وأقبلوا عليه ينهلون من رحيقه، وينتفعون بما فيه من أحكام التلاوة التي قل أن نجدها في غيره ويدرك ذلك من يطالع الكتاب.\nوتكريماً لجهوده في هذا الكتاب قررت إدارة مجلس الجامعة أن تكرم الشيخ فرفع الكتاب إلى المجلس الأعلى للجامعات ثم صدرت الموافقة في الأمر الملكي بتاريخ ٦/٢/١٤٠٦هـ بترقية الشيخ عبد الفتاح المرصفي إلى درجة أستاذ في كلية القرآن الكريم والدراسات الإسلامية، وعين عضواً في اللجنة العلمية لمجمع الملك فهد لطباعة المصحف الشريف للإشراف على المصحف الشريف طباعة وتسجيلاً بأصوات أشهر القراء في المملكة العربية السعودية.\nكان بيت الشيخ في المدينة المنورة حافلاً بالطلاب الذين يقرؤون عليه فكانوا يزدحمون على بيته رأيت ذلك بعيني، حتى كان بعضهم يقرأ عليه أثناء تناول الطعام. كان رحمه الله متضلعاً في العلم وكأنما ألين له العلم حتى استظهر متونه كلها حتى إن بعض المدرسين في الجامعة كانوا يأخذون عنه، ورغم مرضه الشديد كان يقرىء الطلاب ولا يمنع أحداً.\nللشيخ مؤلفات كثيرة منها :\n١- الطريق المأمون إلى أصول رواية قالون (مطبوع).\n٢- هداية القاري إلى تجويد كلام الباري (مطبوع).\n٣- شرح الدرة (مخطوط).\nوأما الذين أخذوا عن الشيخ فأعداد كثيرة منهم :\n١- الشيخ أحمد الزعبي الحسني أخذ عنه قراءة حفص من الشاطبية والدرة وأجازه بذلك كما قرأ عليه عقيلة أتراب القصائد في رسم المصاحف.\n٢- الشيخ عبد الرحيم البرعي أخذ عنه القراءات العشر من طريق الشاطبية والدرة.\n٣- الشيخ محمد تميم الزعبي أخذ عنه القراءات العشر عن طريق الطيبة وقرأ عليه عقيلة أتراب القصائد وناظمة الزهر.\n٤- أحمد ميهان التهانوي الباكستاني أخذ القراءات الثلاث من طريق الدرة.\n٥- الشيخ إدريس عاصم من لاهور باكستان أخذ عنه القراءات العشر من طريق الشاطبية والدرة.\n٦- الشيخ محمد إبراهيم الباكستاني أخذ القراءات العشر من طريق الشاطبية والدرة.\n٧- الشيخ عبد الرحيم محمد الحافظ العلمي من المدينة المنورة أخذ عنه رواية حفظ من الشاطبية وقرأ عليه القراءات السبع من طريق الشاطبية.\n٨- الشيخ عبد الناصر يوسف سلطان من المدينة المنورة قرأ عليه رواية حفص عن عاصم من طريق المصباح وأجازه بذلك.\n٩- الشيخ زايد الأذان من موريتانيا قرأ عليه القراءات السبع ووصل إلى سورة الأحزاب ولم يكمل حيث وافى الشيخ الأجل.\n١٠- الشيخ يوسف شفيع قرأ عليه القراءات العشر الصغرى ووصل إلى سورة الأنبياء حيث توفي الشيخ.\n١١- الشيخ خالد محمد الحافظ العلمي قرأ عليه ختمة برواية حفص عن عاصم من الشاطبية وأجازه بذلك.\nوهناك خلق كثيرون أخذوا عن الشيخ وفي يوم الأربعاء ١٧/٦/١٤٠٩هـ وبعد صلاة العصر كان يقرأ على الشيخ طالب من الإمارات المتحدة يدعى بلال فوصل إلى سورة الملك عند قوله تعالى : {إِنَّ الذين يَخْشَوْنَ رَبَّهُم بالغيب لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} [الملك : ١٢] وفجأة سكت قلب طالما خفق خاشعاً لربه، ووقف لسان طالما نطق ذاكراً ربه، وانتهت مسيرة شعلة كانت مضيئة، فانطفأت وتركت ظلالاً يافعة أسأل الله أن يبارك فيها.\nوفي يوم الخميس ١٨/٦/١٤٠٩هـ صلي على الشيخ في الحرم النبوي الشريف بعد صلاة الفجر وسارت الجنازة حيث استقبل البقيع مقرىء العصر ووري جثمانه بين قبر سيدنا عثمان وشهداء الحرة رحمهم الله تعالى.\nرحم الله شيخنا وأسكنه فسيح جناته ونور مرقده وجعل مع المقربين مقيله وسكناه. آمين.\nوصلى الله وسلم على المبعوث رحمة للعالمين وعلى آله وصحبه آجمعين.\nكتبه تلميذ الشيخ\nأحمد الزعبي الحسني\nوقد أخذ رؤوس الترجمة من إملاء الشيخ أثناء حياته\n[الترجمة من مقدمة كتاب هداية القاري للمؤلف رحمه الله]",
  "books": [
    {
      "text_id": 22869,
      "title": "هداية القاري إلى تجويد كلام الباري"
    }
  ]
}