{
  "author_id": 526,
  "author_meta": "أبو الفضائل ابن المظفر الرازي (٠٠٠ - بعد ٦٣٧ هـ = ٠٠٠ - بعد ١٢٣٩ م)\nبدر الدين، أبو الفضائل، أحمد بن محمد بن أحمد المظفر ابن المختار، أبو العباس الرازيّ الحنفي\nعالم بالتفسير والحديث عارف بالأدب، له نظم حسن.\nدخل دمشق وكان يفسر القرآن على المنبر بجامعها .. سمع بها الحديث من أبي اليمن الكندي وغيره.\nثم ذهب إلى بلاد الروم وتولى بها القضاء والتدريس.\nله كتب منها:\nمباحث التفسير، مخطوطته في دار الكتب، وهو مناقشات لتفسير «الكشف والبيان لأبي إسحاق الثعلبي»، وفي نهايته إجازة منه لتلميذه (جمشيد بن يهوذا) في ربيع الأول سنة ٦٣٠ [ثم طُبع عن دار كنوز إشبيليا بالرياض].\nلطائف القرآن، مخطوط في دمشق، وفي دار الكتب المصرية.\nأذكار القرآن، مخطوط بدار الكتب المصرية.\nحُجج القرآن، طُبعَت عدة مرات، وحُقق (شمران سركال) في رسالة ماجستير بكلية العلوم بجامعة القاهرة عام ١٩٨٠ م.\nالاستدارك، أو الاستداراكات، ذَكر فيه الأحاديث التي تخالف بظاهرها مذهب الشافعي، منه مخطوط بدار الكتب المصرية.\nالناسخ والمنسوخ في الأحاديث - خ\nحل مشكلات القدوري، المختصر المعروف في مذهب الحنفية.\nذخيرة الملوك في علم السلوك، منه مخطوطة في لاللي، وأخرى في معهد المخطوطات بالقاهرة في ١٣ ورقة، تتضمن ١٠ أبواب.\nسر الأسرار وكشف الأستار، منه مخطوطة في لاللي.\nبذل الحبا في فضائل آل العبا.\nذِكر الآيات التي نزلت في أمير المومني علي، منه مخطوطة في لاللي.\nكتاب الحروف، طُبع ضمن «ثلاثة كتب في الحروف للخليل وابن السكيت والرازي» بتحقيق العلامة رمضان عبدالتواب رحمه الله، طبع مكتبة الخانجي بالقاهرة و دار الرفاعي بالرياض ط الأولى ١٤٠٢ هـ - ١٩٨٢ م وقد استفدنا من مقدمته كثيرا في هذه الترجمة.\nمقامات، طُبعَتْ بتونس، تعرف بـ «مقامات الحنفي»، اثنتا عشرة مقامة: خدم بها أبا حامد محمد بن محمد بن القاسم الشهرزوريّ روى فيها القعقاع بن زنباع، منها مخطوطة كتبت سنة ٧٠٠.\nشرح مقامات الحريري، قال في «كشف الظنون»: «أخذ على شُراحها المآخذ، أولها: الحمد لله الذي يسر عبده … ».\nوفاته:\nقال الدكتور مصطفى عبدالتواب (ص ١١٨) ما مُلّخصُه: لم يذكر الداوُدي متى توفي الرازي، لكن صاحب «هدية العارفين» و «إيضاح المكنون» ذكر أنه توفي (في حدود) سنة ٦٣١ هـ، ويبدو أن السبب في ذلك اعتمادا على تاريخ إجازاته بخطه بآخر بعض كتبه مثل «مباحث التفسير» ربيع الأول ٦٣٠ هـ، و «أذكار القرآن» صَفَر ٦٣١ هـ، و «حجج القرآن» ذي القعدة ٦٣١ هـ.\nقال (عبدالتواب): لكن يبدو أن الرازي عاش سنوات بعد هذا التاريخ؛ إذ فرغ من تأليف كتابه «خيرة الملوك في علم السلوك» في ٢٠ ربيع الأول سنة ٦٣٦ هـ.\nكما فرغ تأليف كتاب «الحروف» في ربيع الأول سنة ٦٣٨ هـ كما هو ثابتٌ في خاتمته.\nفلعل حاجي خليفة اعتمد على مصدر لم يصل إلينا حين ذكر أن وفاته كانت سنة ٦٤٢ هـ.\nملخصا من: «الأعلام» للزركلي، وخاتمة رسالته «حجج القرآن» وإجازته بآخره، ومقدمة الدكتور رمضان عبدالتواب لتحقيق كتاب «الحروف» للمؤلف، ومقدمة حاتم القرشي لتحقيق «مباحث التفسير» للمؤلف.",
  "books": [
    {
      "text_id": 30518,
      "title": "مباحث التفسير لابن المظفر الرازي"
    },
    {
      "text_id": 5548,
      "title": "حجج القرآن"
    }
  ]
}