{
  "author_id": 530,
  "author_meta": "عويد بن عياد المطرفي الكحيلي الحربي\n- ولد بقرية الواضح بوادي الصفراء من أعمال المدينة المنورة.\n- درس الإبتدائية والمتوسطة والثانوية بمكة المكرمة.\n- نال وهو يعمل مدرساً بوزارة المعارف بمكة المكرمة - شهادة معهد المعلمين الليلي - قسم اللغة العربية ومدة الدراسة فيه ثلاث سنوات حين كان المعهد في المدرسة العزيزية الإبتدائية بالشامية بمكة المكرمة.\n- عمل مدرساً بوزارة المعارف بمكة المكرمة ووكيلاً لمدرسة عمار بن ياسر الإبتدائية بمكة ثم استقال من وزارة المعارف.\n- عمل موظفاً بالرئاسة العامة للإشراف الديني بالمسجد الحرام لمدة ثلاث سنوات , ثم استقال منها لرغبته في مواصلة التعليم العالي.\n- فالتحق بكلية الشريعة والدراسات الإسلامية بمكة المكرمة ونال منها شهادة البكالوريوس في الشريعة والتربية بتقدير ممتاز مع مرتبة الشرف الأولى.\n- والتحق بالدراسات العليا الشرعية بنفس الكلية وعين معيدا فيها أيضاً.\n- نال الماجستير عام ١٣٩٨ هـ في الكتاب والسنة وبتقدير ممتاز مع التوصية بطبع الرسالة على حساب الجامعة وتبادلها مع الجامعات الأخرى.\n- نال شهادة الدكتوراه من نفس الكلية بجامعة الملك عبد العزيز شطر مكة المكرمة بمرتبة الشرف عام ١٤٠٠ هـ.\n- تولى رئاسة قسم القضاء لمدة سنتين بنفس الكلية.\n- عين وكيلاً لكلية الشريعة والدراسات الإسلامية للدراسات العليا والبحث العلمي لمدة سنتين أيضا.\n- عمل أستاذاً مساعداً في قسم الكتاب والسنة بكلية الدعوة وأصول الدين بالإضافة إلى قيامه بالإشراف على إعداد بعض الرسائل العلمية بالدراسات العليا في نفس القسم.\n- ناقش عدداً من الرسائل العلمية في نفس الجامعة.\n- كان أحد أعضاء اللجان التي كلفت بوضع أول لائحة للدراسات العليا لجامعة أم القرى\n- عضو اللجنة التحضيرية لموسوعة مكة العلمية والحضارية والتاريخية التي كونها معهد البحوث العلمية بجامعة أم القرى عام ١٤١٠ هـ.\n- عضو هيئة تحرير مجلة كلية الشريعة والدراسات الإسلامية بجامعة أم القرى في عامي ١٤٠٢ - ١٤٠٣ هـ.\n- ورئيساً للجنة التي وضعت أول لائحة داخلية لمركز البحث العلمي وإحياء التراث الإسلامي بجامعة أم القرى.\n- عضو في المجلس العلمي لمركز البحوث التربوية والنفسية بالجامعة أيضاً.\n- وعضو في لجنة الرد على حملات التنصير في العالم برابطة العالم الإسلامي.\n- وخبير بالمجمع الفقهي بمنظمة المؤتمر الإسلامي بجدة.\n- مدير مركز بحوث الدراسات الإسلامية بجامعة أم القرى.\n- عضو المجلس الاستشاري العلمي لهيئة الإعجاز العلمي في القرآن والسنة برابطة العالم الإسلامي.\n- له مؤلفات منها:\n١. آيات عتاب المصطفى صلى الله عليه وسلم في ضوء العصمة والاجتهاد «مطبوع».\n٢. داود وسليمان عليهما السلام في القرآن الكريم والسنة «مطبوع».\n٣. الطهر في أداء فرض الظهر «مطبوع».\n٤. السيف المسلول في الذّب عن الرسول صلى الله عليه وسلم «مطبوع».\n٥. ورقة بن نوفل في بُطنان الجنة «مطبوع».\n٦. الجار ميناء المدينة النبوية وموطن الحب العذري «مطبوع».\n٧. إتحاف السمار بضميمة إلى بحث الجار «مطبوع».\n٨. الأمانان «تحت الطبع».\n- وله أبحاث منها:\n١. التعليم وعلاقته بالتنمية الاقتصادية والاجتماعية في المملكة العربية السعودية «منشور».\n٢. هل دية المرأة على النصف من دية الرجل؟\n٣. الأصول التربوية في غزوة بدر الكبرى.\n٤. عمل مصححاً لصفحة ٣ , ٦ في جريدة الندوة يوم أن كان طالباً بالكلية.\n٥. له مشاركات كثيرة متنوعة منشورة في الصحف والمجلات السعودية.\n٦. قدم أحاديث إذاعية في إذاعة القرآن الكريم.",
  "books": [
    {
      "text_id": 29736,
      "title": "آيات عتاب المصطفى في ضوء العصمة والإجتهاد"
    }
  ]
}