{
  "author_id": 549,
  "author_meta": "البرتي ( المولد قبل المائتين - ت ٢٨٠ هـ )\nأحمد بن محمد بن عيسى القاضي الحنفي، أبو العباس البرتي، البغدادي، صاحب \"المسند\".\nشيوخه:\nأبو نعيم الفضل بن دكين.\nعاصم بن علي.\nأبو الوليد الطيالسي.\nأبو بكر بن أبي شيبة.\nأبو سلمة التبوذكي.\nمسلم بن إبراهيم القعنبي.\nسليمان بن حرب.\nأبو حذيفة النهدي.\nأبو عمر الحوضي.\nأبو غسان مالك بن إسماعيل.\nمسدد بن مسرهد.\nمحمد بن كثير.\nيحيى الحماني.\nتلاميذه:\nأبو محمد يحيى بن صاعد.\nابن مخلد.\nإسماعيل الصفار النحوي.\nأبو سهل بن زياد.\nأبو بكر النجاد.\nمكانته:\nقال الذهبي: العلامة الحافظ الثقة، جمع وصنف، وتفقه به أئمةٌ وعلماءُ.\nوقال الخطيب البغدادي: وكان ثقة ثبتا حجة، يذكر بالصلاح والعبادة.\nوقال طلحة بن محمد بن جعفر: مات أبو هشام سنة تسع وأربعين ومائتين فاستقضي أحمد بن محمد بن عيسى البرتي، وكان رجلا من خيار المسلمين، دينا عفيفا، على مذهب أهل العراق، وكان من أصحاب يحيى بن أكثم، وكان قبل ذلك تقلد قضاء واسط وقطعة من أرض السواد.\nقال أبو عمر محمد بن يوسف القاضي: ركبت يوما من الأيام مع إسماعيل بن إسحاق القاضي إلى أحمد بن محمد بن عيسى البرتي، وهو ملازم لبيته، فرأيته شيخا مُصفارًّا، أثر العبادة عليه، ورأيت إسماعيل أعظمه إعظاما شديدا، وسأله عن نفسه وأهله وعجائزه، وجلسنا عنده ساعة، ثم انصرفنا.\nفقال لي إسماعيل: يا بني، تعرف هذا الشيخ؟\nقلت: لا.\nقال: هذا البرتي القاضي، لزم بيته، واشتغل بالعبادة، هكذا تكون القضاة، لا كما نحن.\nوقال أحمد بن كامل: كان إسماعيل القاضي يقدم البرتي على كافة أقرانه في القضاء والرواية والعدالة.\nوقال العلاء بن صاعد بن مخلد: رأيت النبي صلى الله عليه وسلم في النوم، وهو جالس في موضع من المواضع، فدخل عليه أبو العباس أحمد بن محمد بن عيسى البرتي القاضي، فقام إليه رسول الله صلى الله عليه وسلم، وصافحه، وقبل بين عينيه وقال: مرحبا بالذي يعمل بسنتي وأثري، ثم دخلت عليه بعده، وذهبت لأسلم عليه، فدفعني عن نفسه وقال: عليك بالمذبح.\nقال: فكان إذا دخل أبو العباس البرتي إلى العلاء بن صاعد نهض إليه وقبل بين عينيه وقال: هكذا رأيت رسول الله صلى الله عليه وسلم يفعل بك.\nقال أحمد بن كامل القاضي: ومات البرتي القاضي ليلة السبت في ذي الحجة لتسع عشرة ليلة سنة ثمانين ومائتين.\nمصنفاته:\n\"المسند\".\n\"مسند عبد الرحمن بن عوف \".\nمصادر الترجمة:\nتاريخ بغداد.\nالتقييد.\nسير أعلام النبلاء.\nتذكرة الحفاظ.\nتاريخ الإسلام، ووفيات المشاهير والأعلام.\nالبداية والنهاية.\nطبقات الحفاظ.\nشذرات الذهب.\n(نقلا عن: موقع جامع الحديث)",
  "books": [
    {
      "text_id": 13168,
      "title": "مسند عبد الرحمن بن عوف للبرتي"
    }
  ]
}