{
  "author_id": 554,
  "author_meta": "ابن سحمان (١٢٦٨ - ١٣٤٩ هـ = ١٨٥٢ - ١٩٣٠ م)\nسليمان بن سحمان بن مصلح بن حمدان النجدي، الدوسري بالولاء: كاتب فقيه، له نظم فيه جودة. من علماء نجد.\nولد في قرية (السقا) (بتخفيف القاف) من أعمال (أبها) في عسير.\nوانتقل مع أبيه إلى الرياض، أيام فيصل بن تركي، فتلقى عن علمائها التوحيد والفقه واللغة.\nوتولى الكتابة للإمام عبد الله بن فيصل، برهة من الزمن، ثم تفرغ للعلم.\nوصنف كتبا ورسائل، منها (الضياء الشارق في رد شبهات الماذق المارق - ط) في الرد على كتاب لجميل صدقي الزهاوي، و (الهدية السنية - ط) و (تبرئة الشيخين - ط) و (منهاج أهل الحق والاتباع - ط) رسالة، و (الصواعق المرسلة - ط) و (إرشاد الطالب إلى أهم المطالب - ط) ورسالة في (الساعة - ط) وأنها صناعة لا سحر ! و (إقامة الحجة والدليل - ط) و (الفتاوى - ط) وديوان شعر سماه (عقود الجواهر المنضدة الحسان - ط) وغير ذلك.\nوكف بصره في آخر حياته، توفي في الرياض\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 11123,
      "title": "تنبيه ذوي الألباب السليمة عن والوقوع في الألفاظ المبتدعة الوخيمة"
    },
    {
      "text_id": 11352,
      "title": "كشف الشبهتين"
    },
    {
      "text_id": 11353,
      "title": "كشف غياهب الظلام عن أوهام جلاء الأوهام"
    },
    {
      "text_id": 12091,
      "title": "منهاج أهل الحق والاتباع في مخالفة أهل الجهل والابتداع"
    },
    {
      "text_id": 3727,
      "title": "نظم ما انفرد به ابن تيمية"
    },
    {
      "text_id": 3940,
      "title": "نظم اختيارات شيخ الإسلام ابن تيمية"
    },
    {
      "text_id": 6488,
      "title": "تميز الصدق من المين في محاورة الرجلين"
    },
    {
      "text_id": 6504,
      "title": "كشف الأوهام والإلتباس عن تشبيه بعض الأغبياء من الناس"
    },
    {
      "text_id": 6515,
      "title": "فتييان تتعلقان بتكفير الجهمية"
    },
    {
      "text_id": 7516,
      "title": "إقامة الحجة والدليل وإيضاح المحجة والسبيل"
    },
    {
      "text_id": 7568,
      "title": "البيان المبدي لشناعة القول المجدي"
    },
    {
      "text_id": 7663,
      "title": "الصواعق المرسلة الشهابية على الشبه الداحضة الشامية"
    },
    {
      "text_id": 7664,
      "title": "الضياء الشارق في رد شبهات الماذق المارق"
    }
  ]
}