{
  "author_id": 58,
  "author_meta": "أبو الحسن الأشعري (٢٦٠ - ٣٢٤ هـ = ٨٧٤ - ٩٣٦ م)\nهو علي بن إسماعيل بن إسحاق بن سالم بن إسماعيل بن عبد الله بن موسى بن أبي بردة بن أبي موسى الأشعري، ولد سنة ستين ومائتين من الهجرة النبوية، ترجمه أبو القاسم علي بن الحسن بن هبة الله بن عساكر الدمشقي في كتابه ( تبيين كذب المفتري فيما نسب إلى أبي موسى الأشعري ) والخطيب البغدادي في ( تاريخ بغداد ) وابن خلكان في وفيات الأعيان والذهبي في ( تاريخ الإسلام ) وابن كثير في ( البداية والنهاية ) و( طبقات الشافعية ) والتاج السبكي في ( طبقات الشافعية الكبرى ) وابن فرحون المالكي في ( الديباج المذهب في أعيان أهل المذهب ) ومرتضى الزبيدي في ( إتحاف السادة المتقين بشرح أسرار إحياء علوم الدين ) وابن العماد الحنبلي في ( شذرات الذهب في أعيان من ذهب ) وغيرهم.\nدخل هذا الإمام بغداد وأخذ الحديث عن الحافظ زكريا بن يحيى الساجي أحد أئمة الحديث والفقه وعن أبي خليفة الجمحي وسهل بن سرح ومحمد بن يعقوب المقري وعبد الرحمن بن خلف البصريين، وروى عنهم كثيراً في تفسيره ( المختزن ) وأخذ علم الكلام عن شيخه زوج أمه أبي علي الجبائي شيخ المعتزلة\nولما تبحر في كلام الاعتزال وبلغ فيه الغاية كان يورد الأسئلة على أستاذه في الدرس ولا يجد فيها جواباً شافياً فتحير في ذلك.\nفحكي عنه أنه قال: وقع في صدري في بعض الليالي شيء مما كنت فيه من العقائد فقمت وصليت ركعتين وسألت الله تعالى أن يهديني الطريق المستقيم ونمت فرأيت رسول الله صلى الله عليه وسلم في المنام فشكوت إليه بعض ما بي من الأمر، فقال لي رسول الله صلى الله عليه وسلم «عليك بسنتي»فانتبهت!! وعارضت مسائل الكلام بما وجدت في القرآن والأخبار، فأثبته ونبذت ما سواه ورائي ظهرياً\nقال أبو بكر أحمد بن علي بن ثابت المعروف بالخطيب البغدادي المتوفى سنة ٤٦٣ه‍ في الجزء الحادي عشر من تاريخه المشهور صفحة ٣٤٦: «أبو الحسن الأشعري المتكلم صاحب الكتب والتصانيف في الرد على الملحدة وغيرهم من المعتزلة والرافضة، والجهمية، والخوارج وسائر أصناف المبتدعة.\nإلى أن قال: وكانت المعتزلة قد رفعوا رؤوسهم حتى أظهر الله تعالى الأشعري فحجزهم في أقماع السمسم»\nقال ابن فرحون في الديباج: «أثنى على أبي الحسن الأشعري أبو محمد بن أبي زيد القيرواني وغيره من أئمة المسلمين»اه‍\nوقال ابن العماد الحنبلي في الشذرات الجزء الثاني صفحة ٣٠٣ : ومما بيض به أبو الحسن الأشعري وجوه أهل السنة النبوية وسود به رايات أهل الاعتزال والجهمية، فأبان به وجه الحق الأبلج، ولصدور أهل الإيمان والعرفان أثلج، مناظرته مع شيخه الجبائي التي بها قصم ظهر كل مبتدع مراء وهي أعني المناظرة كما قال ابن خلكان: «سأل أبو الحسن الأشعري أستاذه أبا علي الجبائي عن ثلاثة إخوة، كان أحدهم مؤمناً براً تقياً والثاني كان كافراً فاسقاً شقياً، والثالث كان صغيراً، فماتوا فكيف حالهم؟ فقال الجبائي: أما الزاهد ففي الدرجات، وأما الكافر ففي الدركات، وأما الصغير فمن أهل السلامة، فقال الأشعري: إن أراد الصغير أن يذهب إلى درجات الزاهد هل يؤذن له؟\nفقال الجبائي: لا ‍‍!! لأنه يقال له: أخوك إنما وصل إلى هذه الدرجات بطاعته الكثيرة وليس لك تلك الطاعات، فقال الأشعري فإن قال: ذلك التقصير ليس مني، فإنك ما أبقيتني ولا أقدرتني على الطاعة، فقال الجبائي: يقول البارئ جل وعلا: كنت أعلم لو بقيت لعصيت وصرت مستحقاً للعذاب الأليم فراعيت مصلحتك، فقال الأشعري: فلو قال الأخ الأكبر يا إله العالمين كما علمت حاله فقد علمت حالي، فلمَ راعيت مصلحته دوني فانقطع الجبائي»!!\nوقال ابن العماد «وفي هذه المناظرة دلالة على أن الله تعالى خص من شاء برحمته واختص آخر بعذابه»اه‍.\nوقال تاج الدين السبكي في طبقات الشافعية الكبرى: «أبو الحسن الأشعري كبير أهل السنة بعد الإمام أحمد بن حنبل وعقيدته وعقيدة الإمام أحمد رحمه الله واحدة لا شك في ذلك ولا ارتياب وبه صرح الأشعري في تصانيفه وذكره غير ما مرة من أن عقيدتي هي عقيدة الإمام المبجل أحمد بن حنبل، هذه عبارة الشيخ أبي الحسن في غير موضع من كلامه»اه‍\nوفضائل أبي الحسن الأشعري ومناقبه أكثر من أن يمكن حصرها في هذه العجالة، ومن وقف على تواليفه بعد توبته من الاعتزال رأى أن الله تعالى قد أمده بمواد توفيقه، وأقامه لنصرة الحق والذب عن طريقه\nوقد تنازع فيه أهل المذاهب، فالمالكي يدعي أنه مالكي، والشافعي يزعم أنه شافعي، والحنفي كذلك. قال ابن عساكر: لقيت الشيخ الفاضل رافعاً الحمال الفقيه، فذكر لي عن شيوخه أن أبا الحسن الأشعري كان مالكياً فنسب من تعلق اليوم بمذهب أهل السنة وتفقه في معرفة أصول الدين من سائر المذاهب إلى الأشعري لكثرة تواليفه وكثرة قراءة الناس لها\nقال ابن فورك: توفي أبو الحسن الأشعري سنة ٣٢٤ه‍ . اه‍\nوبعد ذكر هذه النتفة من ترجمة هذا الإمام نذكر فيما يلي إثبات رجوعه عن الاعتزال وإثبات نسبة ( الإبانة ) إليه ننقل ذلك من المراجع الموثوق بها، فنقول وبالله التوفيق\nرجوع أبي الحسن الأشعري عن الاعتزال إلى عقيدة السلف\nقال الحافظ مؤرخ الشام أبو القاسم علي بن الحسن بن هبة الله بن عساكر الدمشقي المتوفى سنة ٥٧١ه‍ في كتابه (التبيين)\nقال أبو بكر إسماعيل بن أبي محمد بن إسحاق الأزدي القيرواني المعروف بابن عزرة: إن أبا الحسن الأشعري كان معتزلياً وأنه أقام على مذهب الاعتزال أربعين سنة، وكان لهم إماماً ثم غاب عن الناس في بيته خمسة عشر يوماً، فبعد ذلك خرج إلى الجامع بالبصرة فصعد المنبر بعد صلاة الجمعة، وقال: معاشر الناس إني إنما تغيبت عنكم في هذه المدة لأني نظرت فتكافأت عندي الأدلة ولم يترجح عندي حق على باطل ولا باطل على حق، فاستهديت الله تبارك وتعالى فهداني إلى ما أودعته في كتبي هذه، وانخلعت من جميع ما كنت أعتقده، كما انخلعت من ثوبي هذا، وانخلع من ثوب كان عليه ورمى به ودفع الكتب إلى الناس، فمنها كتاب اللمع وغيره من تواليفه الآتي ذكر بعضها قريباً إن شاء الله: فلما قرأ تلك الكتب أهل الحديث والفقه من أهل السنة والجماعة أخذوا بما فيها وانتحلوه واعتقدوا تقدمه واتخذوه إماما حتى نسب مذهبهم إليه فصار عند المعتزلة ككتابيٍ أسلم وأظهر عوار ما تركه فهو أعدى الخلق إلى أهل الذمة\nوكذلك أبو الحسن الأشعري أعدى الخلق إلى المعتزلة، فهم يشنعون عليه وينسبون إليه الأباطيل وليس طول مقام أبي الحسن الأشعري على مذهب المعتزلة، مما يفضي به إلى انحطاط المنزلة، بل يقضي له في معرفة الأصول بعلو المرتبة ويدل عند ذوي البصائر له على سمو المنقبة، لأن من رجع عن مذهب كان بعواره أخبر وعلى رد شبه أهله وكشف تمويهاتهم أقدر، وبتبيين ما يلبسون به لمن يهتدي باستبصاره أبصر، فاستراحة من يعيره بذلك كاستراحة مناظر هارون بن موسى الأعور\nوقصته أن هارون الأعور كان يهودياً فأسلم وحسن إسلامه وحفظ القرآن وضبطه وحفظ النحو، وناظره إنسان يوماً في مسألة فغلبه هارون فلم يدر المغلوب ما يصنع فقال له: أنت كنت يهودياً فأسلمت فقال له هارون فبئس ما صنعت فغلبه هارون في هذا. واتفق أصحاب الحديث أن أبا الحسن الأشعري كان إماماً من أئمة أصحاب الحديث، ومذهبه مذهب أصحاب الحديث، تكلم في أصول الديانات على طريقة أهل السنة ورد على المخالفين من أهل الزيغ والبدعة، وكان على المعتزلة والروافض والمبتدعين من أهل القبلة والخارجين عن الملة - سيفاً مسلولاً ومن طعن فيه أو سبه فقد بسط لسان السوء في جميع أهل السنة، ولم يكن أبو الحسن الأشعري أول متكلم بلسان أهل السنة وإنما جرى على سنن غيره وعلى نصرة مذهب معروف، فزاده حجة وبياناً، ولم يبتدع مقالة اخترعها ولا مذهباً انفرد به وليس له في المذهب أكثر من بسطه وشرحه كغيره من الأئمة\nوقال أبو بكر بن فورك: رجع أبو الحسن الأشعري عن الاعتزال إلى مذهب أهل السنة سنة ٣٠٠ه‍.\nوممن قال من العلماء برجوع الأشعري عن الاعتزال أبو العباس شمس الدين أحمد بن محمد بن أبي بكر بن خلكان الشافعي المتوفى سنة ٦٨١ه‍قال في ( وفيات الأعيان ) الجزء الثاني صفحة ٤٤٦: كان أبو الحسن الأشعري معتزلياً ثم تاب\nومنهم عماد الدين أبو الفداء إسماعيل بن عمر بن كثير القرشي الدمشقي الشافعي المتوفى سنة ٧٧٤ه‍\nقال في البداية والنهاية الجزء الحادي عشر صفحة ١٨٧:\n«إن الأشعري كان معتزلياً فتاب منه بالبصرة فوق المنبر ثم أظهر فضائح المعتزلة وقبائحهم»\nومنهم شمس الدين محمد بن أحمد بن عثمان الدمشقي الشافعي الشهير بالذهبي المتوفى سنة ٧٤٨ قال في كتابه ( العلو للعلي الغفار)\n«كان أبو الحسن أولاً معتزلياً أخذ عن أبي علي الجبائي ثم نابذه ورد عليه وصار متكلماً للسنة، ووافق أئمة الحديث، فلو انتهى أصحابنا المتكلمون إلى مقالة أبي الحسن ولزموها - لأحسنوا ولكنهم خاضوا كخوض حكماء الأوائل في الأشياء ومشوا خلف المنطق فلا قوة إلا بالله»\nوممن قال برجوعه تاج الدين أبو نصر عبد الوهاب بن تقي الدين السبكي الشافعي المتوفى سنة ٧٧١ه‍قال في طبقات الشافعية الكبرى، الجزء الثاني صفحة ٢٤٦: أقام أبو الحسن على الاعتزال أربعين سنة حتى صار للمعتزلة إماماً فلما أراده الله لنصرة دينه وشرح صدره لاتباع الحق غاب عن الناس في بيته، وذكر كلام ابن عساكر المتقدم بحروفه\nومنهم برهان الدين إبراهيم بن علي بن محمد بن فرحون اليعمري المدني المالكي المتوفى سنة ٧٩٩ه‍ قال في كتابه\n( الديباج المذهب في معرفة أعيان علماء المذهب ) صفحة ١٩٣:\nكان أبو الحسن الأشعري في ابتداء أمره معتزلياً، ثم رجع إلى هذا المذهب الحق، ومذهب أهل السنة فكثر التعجب منه وسئل عن ذلك فأخبر أنه رأى النبي صلى الله عليه وسلم في رمضان فأمره بالرجوع إلى الحق ونصره، فكان ذلك والحمد لله تعالى\nومنهم السيد محمد بن محمد الحسيني الزبيدي الشهير بمرتضى الحنفي المتوفى سنة ١١٤٥ه‍قال في كتابه ( إتحاف السادة المتقين بشرح أسرار إحياء علوم الدين ) الجزء الثاني صفحة ٣. قال: أبو الحسن الأشعري أخذ علم الكلام عن الشيخ أبي علي الجبائي شيخ المعتزلة. ثن فارقه لمنام رآه، ورجع عن الاعتزال، وأظهر ذلك إظهاراً. فصعد منبر البصرة يوم الجمعة ونادى بأعلى صوته: من عرفني فقد عرفني ومن لم يعرفني، أنا فلان بن فلان كنت أقول بخلق القرآن، وإن الله لا يرى بالدار الآخرة بالأبصار وإن العباد يخلقون أفعالهم.\nوها أنا تائب من الاعتزال معتقداً الرد على المعتزلة، ثم شرع في الرد عليهم والتصنيف على خلافهم\nثم قال: قال ابن كثير: ذكروا للشيخ أبي الحسن الأشعري ثلاثة أحوال :\nأولها حال الانعزال التي رجع عنها لا محالة\nوالحال الثاني إثبات الصفات العقلية السبعة، وهي الحياة، والعلم، والقدرة، والإرادة، والسمع، والبصر، والكلام. وتأويل الخبرية كالوجه واليدين والقدم والساق ونحو ذلك\nوالحال الثالث إثبات ذلك كله من غير تكييف ولا تشبيه جرياً على منوال السلف وهي طريقته في الإبانة التي صنفها آخراً\nوبهذه النقول عن هؤلاء الأعلام ثبت ثبوتاً لا شك فيه ولا مرية أن أبا الحسن الأشعري استقر أمره أخيراً بعد أن كان معتزلياً على عقيدة السلف التي جاء بها القرآن الكريم وسنة النبي عليه أزكى الصلاة وأتم التسليم.\nنقلا عن : أبو الحسن الأشعري، مقالة للشيخ حماد الأنصاري\nنشرت بمجلة الجامعة الإسلامية بالمدينة المنورة ـ العدد ٢٣",
  "books": [
    {
      "text_id": 11214,
      "title": "رسالة إلى أهل الثغر بباب الأبواب"
    },
    {
      "text_id": 37614,
      "title": "مقالات الإسلاميين ت ريتر"
    },
    {
      "text_id": 4137,
      "title": "مقالات الإسلاميين ت زرزور"
    },
    {
      "text_id": 8178,
      "title": "الإبانة عن أصول الديانة - ت فوقية"
    },
    {
      "text_id": 911,
      "title": "الإبانة عن أصول الديانة - ت العصيمي"
    }
  ]
}