{
  "author_id": 586,
  "author_meta": "على جمعة محمد عبد الوهاب (مواليد، ٣ مارس ١٩٥٢ بمحافظة بني سويف المصرية)، يشغل منذ ٢٨ سبتمبر ٢٠٠٣ منصب مفتي الديار المصرية.\nالمؤهلات\n١. نال الدكتوراه في أصول الفقه من كلية الشريعة والقانون بجامعة الأزهر عام ١٩٨٨م مع مرتبة الشرف الأولى.\n٢. وقد حصل قبل ذلك على الماجستير في أصول الفقه من كلية الشريعة والقانون بجامعة الأزهر عام ١٩٨٥م بتقدير ممتاز.\n٣. تحصّل كذلك على الإجازة العالية (ليسانس) من كلية الدراسات الإسلامية والعربية بجامعة الأزهر عام ١٩٧٩م.\n٤. وكان قد حصل على بكالوريوس التجارة من جامعة عين شمس عام ١٩٧٣م[٢].\nالمناصب التي شغلها\n١. مفتي جمهورية مصر العربية منذ ٢٨ سبتمبر ٢٠٠٣ وحتى الآن.\n٢. عضو مجمع البحوث الإسلامية التابع للأزهر الشريف منذ عام ٢٠٠٤ وحتى الآن.\n٣. عضو مجمع الفقه التابع لمنظمة المؤتمر الإسلامي بجدة.\n٤. أستاذ أصول الفقه بكلية الدراسات الإسلامية والعربية للبنين بالقاهرة- جامعة الأزهر\n٥. عضو مؤتمر الفقه الإسلامي بالهند.\nالأنشطة العلمية\nناقش وأشرف على أكثر من سبعين رسالة علمية في جامعات شتى.\n* اشترك في وضع مناهج كلية الشريعة بسلطنة عمان حتى افتتاح الكلية المذكورة وشارك في الافتتاح كعضو مؤسس.\n* اشترك في وضع مناهج جامعة العلوم الإسلامية والاجتماعية SISS بواشنطن.\n* مثّل الجامعة الإسلامية العالمية بماليزيا وشارك في محاضراتها الثقافية وفي تقويم الأساتذة المساعدين والمدرسين في لجان ترقياتهم.\n* عين مشرفا مشاركا بجامعة أكسفورد لمنطقة الشرق الأوسط في الدراسات الإسلامية والعربية.\n* شارك كخبير بمجمع اللغة العربية في إعداد موسوعة مصطلحات الأصول الصادرة عن المجمع. وهو خبير به حتى الآن.\n* عين مشرفا مشاركا بجامعة هارفارد بمصر بقسم الدراسات الشرقية. شارك في فحص النتاج العلمي للترقية إلى درجة أستاذ وأستاذ مشارك لكثير من جامعات العالم.\n* عضو المجلس الاستشاري الأعلى لمؤسسة طابة بأبو ظبي.\n* حضر عددا من المؤتمرات العلمية (أكثر من مائة مؤتمر علمي)، وقدم بها أبحاثاً في أكثر من ثلاثين دولة في العالم.\nالمؤلفات\n١. المصطلح الأصولي والتطبيق على تعريف القياس.\n٢. الحكم الشرعي عند الأصوليين.\n٣. أثر ذهاب المحل في الحكم.\n٤. المدخل لدراسة المذاهب الفقهية الإسلامية.\n٥. علاقة أصول الفقه بالفلسفة.\n٦. مدى حجية الرؤيا.\n٧. النسخ عند الأصوليين.\n٨. الإجماع عند الأصوليين.\n٩. آليات الاجتهاد.\n١٠. الإمام البخاري.\n١١. الإمام الشافعي ومدرسته الفقهية.\n١٢. الأوامر والنواهي.\n١٣. القياس عند الأصوليين.\n١٤. تعارض الأقيسة.\n١٥. قول الصحابي.\n١٦. المكاييل والموازين.\n١٧. الطريق إلى التراث.\n١٨. الكلم الطيب.. فتاوى عصرية.\n١٩. الكلم الطيب.. فتاوى عصرية (٢).\n٢٠. الدين والحياة.. فتاوى معاصرة.\n٢١. الجهاد في الإسلام.\n٢٢. شرح تعريف القياس.\n٢٣. البيان لما يشغل الأذهان.. ١٠٠ فتوى.\n٢٤. سمات العصر.. رؤية مهتم.\n٢٥. سيدنا محمد رسول الله للعالمين.\n٢٦. الفتوى ودار الإفتاء المصرية.\n٢٧. فتاوى الإمام محمد عبده (اعتنى بجمعه واختياره وقدم له).\n٢٨. حقائق الإسلام في مواجهة شبهات المشككين (بالاشتراك).\n٢٩. قضية تجديد أصول الفقه.\n٣٠. صناعة الإفتاء من مجموعة سلسلة التنوير الإسلامي.\n٣١. التجربة المصرية من مجموعة سلسلة التنوير الإسلامي.\n٣٢. مكانة المرأة في الفقه الإسلامي من مجموعة سلسلة التنوير الإسلامي.\n٣٣. المرأة بين إنصاف الإسلام وشبهات الآخر.\n٣٤. قضايا المرأة في الفقه الإسلامي.\n٣٥. المرأة في الحضارة الإسلامية.\n٣٦. تيسير النهج في شرح مناسك الحج.\n٣٧. النبي صلي الله عليه وسلم.\n٣٨. الطريق إلى الله.\n٣٩. الوحي - القرآن الكريم.\nالإشراف على موسوعات\n١. الموسوعة الإسلامية العامة، صدرت عن المجلس الأعلى للشؤون الإسلامية.\n٢. الموسوعة القرآنية المتخصصة، صدرت عن المجلس الأعلى للشؤون الإسلامية.\n٣. موسوعة علوم الحديث، صدرت عن المجلس الأعلى للشؤون الإسلامية.\n٤. موسوعة أعلام الفكر الإسلامي، صدرت عن المجلس الأعلى للشؤون الإسلامية.\n٥. موسوهة الحضارة الإسلامية، صدرت عن المجلس الأعلى للشؤون الإسلامية.\n٦. موسوعة فتاوى ابن تيمية، في المعاملات الإسلامية.\nتحقيق كتب\n١. رياض الصالحين للإمام النووي، دار الكتاب اللبناني.\n٢. جوهرة التوحيد للباجوري، دار السلام.\n٣. شرح ألفية السيرة للأجهوري، المجلس الأعلى للشئون الإسلامية.\n٤. الفروق للقرافي، دار السلام.\n٥. المقارنات التشريعية، لمخلوف المنياوي (مجلدان طبعة دار السلام)\n٦. المقارنات التشريعية لعبد الله حسين التيدي (٤ مجلدات دار السلام)\n٧. التجريد في مقارنة الفقه الحنفي والشافعي للقدوري\nالأبحاث والمقالات\n* الوقف فقها وواقعا.\n* الرقابة الشرعية مشكلاتها وطرق تطويرها (بحث مقدم للمؤتمر الرابع لعلماء الهند)\n* الزكاة (بحث مقدم لمؤتمر علماء الهند الخامس).\n* حقوق الإنسان من خلال حقوق الأكوان في الإسلام (بحث لمؤسسة نايف).\n* النموذج المعرفي الإسلامي (بحث مقدم لندوة المنهجية بالأردن ومقالات وبرامج).\n* الإمام محمد عبده مفتياً.\n* التسامح الإسلامي.\n* الإسلام بين أعدائه وأدعيائه.\n* الإسلام يتفق ولا يصطدم ومبادئ السلام والعدل الدوليين.\n* النفس ومراتبها.\n* اقتراح عقد تمويل من خلال تكييف العملة الورقية كالفلوس في الفقه الإسلامي.\n* ضوابط التجديد الفقهي.\n* له الكثير من المقالات الصحافية بالصحافة المصرية والعربية والعالمية.\n* له العديد من البرامج الإذاعية والتلفزيونية والمصرية والعربية والعالمية.\n* له العديد من المحاضرات العلمية في أكثر من ٣٠ دولة.\n* له خطب جمعة مطبوعة في مجلد ومترجمة إلى الإنجليزية.\nالمشاركة في تحرير مجلات علمية\n* مجلة الاقتصاد الإسلامي بمركز صالح كامل (سكرتيرا للتحرير).\n* مجلة رابطة الجامعات العربية (الشريعة) الصادرة عن جامعة الأزهر.\n* مجلة المسلم المعاصر.\n* مجلة التجديد.\n* مجلة إسلامية المعرفة.\n* مجلة كلية الدراسات الإسلامية والعربية.\nالمشاركة في تحرير مشروعات علمية\n* من المؤسسين لمشروع المكنز الإسلامي وتم إدخال كتب الستة بالكمبيوتر، وعمل برامج الاسترجاع، وطباعة الكتب السبعة بجمعية المكنز الإسلامي (في ١٩ مجلداً).\n* مشروع الافتصاد الإسلامي (٣٨ جزء) طبع بالمعهد العالمي للفكر الإسلامي بالقاهرة.\n* مشروع العلاقات الدولية(١٢ جزء) نفس الناشر.\n* إعداد معايير تقويم أداء البنوك الإسلامية، نفس الناشر.\n* مشروع التراث الاقتصادي الإسلامي (١٢٥ مجلد) مركز الدراسات الفقهية\n* إعداد مكنز الاقتصاد الإسلامي.\n* إعداد مدخل الافتصاد الإسلامي بمركز صالح عبد الله كامل.\n* الإشتراك في إعداد دراسة (٣ مجلدات) لفتاوى شركة الراجحي المصرفية.",
  "books": [
    {
      "text_id": 21566,
      "title": "المصطلح الأصولي ومشكلة المفاهيم"
    },
    {
      "text_id": 2771,
      "title": "المدخل إلى دراسة المذاهب الفقهية"
    }
  ]
}