{
  "author_id": 588,
  "author_meta": "عبد القادر عودة (٠٠٠ - ١٣٧٤ هـ = ٠٠٠ - ١٩٥٤ م)\nأحد كبار قياديي (الإخوان المسلمين) بمصر ومفكريهم، وعَلََمٌ من أعلام الحركة الإسلامية المعاصرة.\nولد سنة ١٣٢١هـ = ١٩٠٣ م بقرية كفر الحاج شربيني من أعمال مركز شربين بمحافظة الدقهلية بمصر لأسرة عريقة تعود أصولها إلى الجزيرة العربية\nالتحق بكلية الحقوق بالقاهرة، وتخرج فيها عام ١٩٣٠ م، وكان من أول الناجحين.\nالتحق بوظائف النيابة، ثم القضاء، وكانت له مواقف غايةً في المثالية.\nوفي عهد اللواء محمد نجيب عُين عضوًا في لجنة وضع الدستور المصري، وكان له فيها مواقف لامعة في الدفاع عن الحريات، ومحاولة إقامة الدستور على أسس واضحة من أصول الإسلام، وتعاليم القرآن …\nوفي عام ١٩٥٣ م انتدبته الحكومة الليبية لوضع الدستور الليبي؛ ثقةً منها بما له من واسع المعرفة، وصدق الفهم لرسالة الإسلام.\nاشتهر عبد القادر عودة كعالم وفقيه ورجل قانون محنك وخطيب مفوه حصل على قدر كبير من المعرفة بالقوانين الجنائية في مصر، التي درسها طالبا ومارس تطبيقها قاضيا ومحاميا، وهو أحد أعلام الفقه الإسلامي المعاصرين، وقد دفعه حبه للشريعة الإسلامية إلى دراسة علوم الفقه الإسلامي، وأكسبته خبرته الواسعة في سلك القضاء بالمحاكم المصرية قناعة وإيمانا بضرورة إحياء علوم الشريعة والمبادرة إلى تطبيقها.\nتعود أسباب تنفيذ حكم الإعدام في الشهيد عبد القادر عودة إلى ما يلي:\n١ - أنه وقف موقفًا وطنيًّا خالدًا حين عمد الضباط إلى اتخاذ قرار بعزل محمد نجيب من رئاسة الجمهورية، فأقدم على استلام الراية وابتدر قيادة الحركة، ونظم عشرات الآلاف من الجماهير في مظاهرة لم يشهدها تاريخ مصر كله؛ وهو ما أرغم الضباط والوزراء على الرضوخ لإرادة الشعب وإعادة اللواء «محمد نجيب» رئيسًا للجمهورية المصرية.\nومن هذا اليوم تقرر انتهاز الفرص للانتقام من عبد القادر عودة وإخوانه … بعد افتعال مسرحية حادثة المنشية (مسرحية اغتيال عبد الناصر).\n٢ - معارضة عبد القادر عودة لعبد الناصر على إقدامه حل جماعة الإخوان المسلمين سنة ١٩٤٥ ونصحه له بالعدول عن ذلك لما سيسبب لمصر من قلاقل وآثار سلبية.\n٣ - ومن الأسباب كذلك أن عبد الناصر أقدم على توقيع معاهدة مع الإنجليز، فطلب مكتب الإرشاد من الفقيه القانوني «عبد القادر عودة» أن يتناول الاتفاقية تناولاً قانونيًّا، بعيدًا عن أسلوب التحامل والتشهير، فجاءت الدراسة التي سلمت إلى السلطات المصرية في ذلك الوقت، دراسةً قانونيةً تبرز للعيان ما تجره الاتفاقية على البلاد من استبقاء الاحتلال البريطاني مقنعًا، مع إعطائه صفة الاعتراف الشرعية، فضلاً عما يجره على مصر والبلاد العربية من ويلات الحروب دفاعًا عن مصالح الإنجليز والأمريكان، وبذلك ازداد الحكم رغبةً في الانتقام من عبد القادر عودة.\n٤ - قال الزركلي في الأعلام: لما أمر جمال عبد الناصر بتنظيم «محكمة الشعب» كتب صاحب الترجمة نقدا لتلك المحكمة، وفي جملة ما ذكر أن رئيسها جمال سالم طلب من بعض المتهمين أن يقرأوا له آيات من القرآن بالمقلوب! واتهم بالمشاركة في حادث إطلاق الرصاص على جمال (١٩٥٤) وأعدم شنقا على الأثر مع بضعة متهمين آخرين.\nاستشهد عبد القادر عودة في ٩ ديسمبر عام ١٩٥٤ م.\nله مجموعة من الكتب الموسوعية التي لا تستغني عنها أي مكتبة قانونية مثل:\n- «الإسلام وأوضاعنا القانونية»\n- «الإسلام وأوضاعنا السياسية»\n- «الإسلام بين جهل أبنائه وعجز علمائه»\n- «المال والحكم في الإسلام»\n- «التشريع الجنائي في الإسلام مقارنا بالقانون الوضعي» ذلك الكتاب القيم الذي اكتسب شهرة واسعة، ويعد بحق الكتاب الأول في التاريخ الفقهي الذي يتناول أحكام الفقه الجنائي الإسلامي بترتيبها الذي تعرفه كتب القانون الحديثة. وقد اكتسب الكتاب أهمية خاصة لأن الجزء الأول منه صدر قبيل استشهاده، وصدر الجزء الثاني بعد استشهاده بقليل، ولم تمض خمس عشرة سنة حتى كان الكتاب ملهما رئيسا للمشرعين والباحثين في عدد من الدول العربية والإسلامية، ثم ترجم إلى الفارسية والأردية والإنجليزية، ولا تكاد مكتبة تخلو منه.\nوغيرها من الكتب والبحوث والدراسات والمقالات التي تكررت طباعتها مرات ومرات وترجمت إلى كثير من اللغات، بل إن العديد من طلبة الدراسات الإسلامية في العالم العربي والإسلامي قدموا أطروحاتهم للماجستير والدكتوراه عن مؤلفات عبد القادر عودة باعتباره الرائد في هذا الميدان، وقلما تخلو رسالة جامعية أو كتاب مؤلف في الفقه الجنائي من الإحالة إلى أحد كتبه وخصوصا كتاب «التشريع الجنائي في الإسلام»",
  "books": [
    {
      "text_id": 37613,
      "title": "الإسلام بين جهل أبنائه وعجز علمائه"
    },
    {
      "text_id": 96174,
      "title": "الإسلام وأوضاعنا القانونية"
    },
    {
      "text_id": 96556,
      "title": "المال والحكم في الإسلام"
    },
    {
      "text_id": 96559,
      "title": "الإسلام وأوضاعنا السياسية"
    },
    {
      "text_id": 9842,
      "title": "التشريع الجنائي الإسلامي مقارنا بالقانون الوضعي"
    }
  ]
}