{
  "author_id": 590,
  "author_meta": "خالد بن علي بن محمد بن حمود بن علي المشيقح.\nمن مواليد مدينة بريدة في منطقة القصيم بالمملكة العربية السعودية.\nالحياة العلمية :\nبدأ تعليمه بالمدرسة الفيصلية في بريدة حيث درس فيها المرحلة الابتدائية وبعد أن تخرج منها التحق بالمعهد العلمي في مدينة بريدة التابع لجامعة الإمام محمد بن سعود فدرس فيه المرحلتين المتوسطة والثانوية وتخرج منه بتقدير امتياز.\nثم بعد ذلك التحق بكلية الشريعة بالقصيم وتخرج منها أيضا بتقدير امتياز فعين معيداً في نفس الكلية.\nثم التحق بكلية الشريعة بالرياض قسم الدراسات العليا فنال درجة الماجستير من الكلية نفسها بتقدير امتياز.\nثم التحق بالمعهد العالي للقضاء في جامعة الإمام محمد بن سعود الإسلامية فنال منه درجة الدكتوراه مع مرتبة الشرف الأولى .\nثم بعد ذلك واصل في ما يتعلق بالدرجات العلمية :\n* فحصل على درجة أستاذ مشارك من جامعة الإمام محمد بن سعود الإسلامية.\n* وحصل على درجة أستاذ كرسي من جامعة الملك سعود .\nوالشيخ طلب العلم منذ الصغر وتتلمذ على مجموعة من العلماء و المشايخ منهم:\n* الشيخ عبد الكريم اسكندر وهو باكستاني الجنسية كان يحفظ القرآن عليه في الصغر.\n* الشيخ محمد بن صالح العثيمين حضر دروسه من عام ١٤٠٦ هـ تقريباً إلى أن توفي وحضر عنده في ما يتعلق بالفقه والحديث والعقيدة .\n* الشيخ الإمام العلامة عبد العزيز بن عبد الله بن باز رحمه الله تعالى .\n* الشيخ عبد الله بن إبراهيم القرعاوي قرأ عليه الشيخ في العلوم الشرعية في ما يتعلق بالفقه وكذلك أيضا العقيدة والفرائض وغير ذلك .\n* الشيخ محمد بن فهد بن محمد المشيقح أحد تلامذة الشيخ محمد المطوع المدرس بالمعهد العلمي بمدينة بريدة\n* الشيخ عبد الله بن عبد الرحمن الغديان عضو هيئة كبار العلماء .\n* ودرس على بعض مشايخ كلية الشريعة في ما يتعلق بتخريج الأحاديث ودراسة الأسانيد .\n* الشيخ عبد الله بن صالح الفوزان حفظه الله أخذ عنه في مرحلة الدراسة بالمعهد العلمي .\n* الشيخ علي الزامل رحمه الله تعالى وهو من تلامذة الشيخ عبد الرحمن السعدي وزميل للشيخ محمد بن صالح العثيمين في طلب العلم\n* الشيخ محمد المِرشِد درس عليه في العقيدة وغيرهم .\nالمؤلفات\nاعتنى الشيخ بجمع علم فقه شيخه الشيخ محمد بن صالح العثيمين في شرحه لزاد المستقنع تحت اسم كتاب \"الشرح الممتع\", وكذلك أيضاً شرحه لكتاب التوحيد تحت اسم كتاب\" القول المفيد\".\nوكذلك أيضاً تعليقات الشيخ رحمه الله على كتاب الكافي والشيخ الآن بصدد جمعها وكتابتها وطباعتها.\nوأما بالنسبة للمؤلفات فالشيخ نتاجه العلمي كثير ولله الحمد فمن ذلك :\n١- فقه الاعتكاف .\n٢- أحكام الظهار .\n٣- أحكام اليمين .\n٤- أحكام الصيام .\n٥- أحكام الزكاة .\n٦- تحقيق كتاب شرح العمدة .\n٧- مختصر فقه العبادات .\n٨- كتابة حاشية الروض المربع وقد طبع منه إلى الآن ما يقرب من سبع مجلدات .\nوهناك كثير من الكتب التي شرحها الشيخ فهو بصدد طباعتها والآن في المطبعة شيئاً من هذه الشروحات تحت الطبع مثل :\nشرح منظومة الشيخ محمد بن عثيمين .\nشرح نواقض الإسلام .\nشرح زاد المستقنع .\nشرح منار السبيل .\nشرح الورقات . وغير ذلك .\nله دروس في فنون العلم المختلفة، وطلبته كثيرون ولله الحمد والمنة .\nالوظيفة :\nالشيخ يعمل الآن حالياً في قسم الفقه بكلية الشريعة في جامعة القصيم بعد أن ضُم فرع جامعة الإمام مع فرع جامعة الملك سعود وحمل الفرعان اسم جامعة القصيم .\nنقلا من موقع الشيخ",
  "books": [
    {
      "text_id": 12141,
      "title": "الإفادة من مال اليتيم في عقود المعاوضات والتبرعات"
    },
    {
      "text_id": 31285,
      "title": "المختصر في فقه العبادات"
    },
    {
      "text_id": 945,
      "title": "فقه النوازل في العبادات"
    }
  ]
}