{
  "author_id": 592,
  "author_meta": "ابن جبرين (١٣٥٣ - ١٤٣٠ هـ = ١٩٣٣ - ٢٠٠٩ - م)\nعبد الله بن عبد الرحمن بن عبد الله بن إبراهيم بن فهد بن حمد بن جبرين من آل رشيد من قبيلة بني زيد\nولد في بلدة محيرقة، وهي إحدى قرى القويعية\nنشأ في بلدة الرين وابتدأ بالتعلم في عام ١٣٥٩ هـ وحيث لم يكن هناك مدارس مستمرة تأخر في إكمال الدراسة\nأتقن القرآن وسنه اثنا عشر عاما وتعلم الكتابة وقواعد الإملاء البدائية ثم ابتدأ في الحفظ وأكمله في عام ١٣٦٧ هـ وكان قد قرأ قبل ذلك في مبادئ العلوم في النحو والفرائض والحديث\nبعد أن أكمل حفظ القرآن ابتدأ في القراءة على الشيخ عبد العزيز بن محمد الشثري المعروف بأبي حبيب وكان جل القراءة عليه في كتب الحديث وتفسير ابن جرير وتفسير ابن كثير و كتاب التوحيد ومتن الزاد في الفقه الحنبلي ومعظم شرحه. وكذا قرأ في كتب أخرى في الأدب والتأريخ والتراجم\nواستمر إلى أول عام أربع وسبعين حيث انتقل مع شيخه أبي حبيب إلى الرياض وانتظم طالبا في معهد إمام الدعوة العلمي وحصل على الشهادة الثانوية عام ١٣٧٧ هـ\nثم انتظم في القسم العالي في المعهد المذكور، ومنح الشهادة الجامعية عام ١٣٨١ هـ، وعدلت هذه الشهادة بكلية الشريعة.\nفي عام ١٣٨٨ هـ انتظم في معهد القضاء العالي، ومنح شهادة الماجستير عام ١٣٩٠ هـ\nبعد عشر سنين سجل في كلية الشريعة بالرياض للدكتوراه وحصل على الشهادة في عام ١٤٠٧ هـ\nله من الأولاد ثلاثة ذكور وست إناث\n(شيوخه)\nأولهم والده رحمه الله تعالى فقد بدأ بتعليمه القراءة والكتابة في عام ٥٩ هـ وقد توفي سنة ١٣٩٧ هـ\nشيخه الكبير عبد العزيز بن محمد أبو حبيب الشثري الذي قرأ عليه أكثر الأمهات في الحديث وفي التفسير والتوحيد والعقيدة والفقه والأدب والنحو والفرائض وحفظ عليه الكثير من المتون وتلقى عنه شرحها والتعليق على الشروح. وكان بدء الدراسة عليه عام ١٣٦٧ هـ حتى توفي عام ١٣٩٧ هـ بالرياض رحمه الله تعالى. ولما انتقل إلى الرياض عام ١٣٧٤ هـ استصحبه معه وذكر لسماحة الشيخ محمد بن إبراهيم رحمه الله تعالى بعض ما قرأ عليه وما وصل إليه مما جعل الشيخ يجعله مع أعلى التلاميذ عند تقسيمهم إلى سنوات في معهد إمام الدعوة العلمي وكان من آثار إعجابه أن طلبه ذلك العام لتولي القضاء ولكنه اعتذر بالدراسة والشوق إليها فعذره.\nالشيخ صالح بن مطلق الذي كان إماما وخطيبا في إحدى القرى بالرين ثم قاضيا في حفر الباطن ثم تقاعد وسكن الرياض ومات سنة ١٣٨١ هـ وكان ضرير البصر ولكن وهبه الله الحفظ والفهم القوي\nسماحة الشيخ محمد بن إبراهيم آل الشيخ، وقد تلقى عليه مع التلاميذ دروسا نظامية عندما افتتح معهد إمام الدعوة في شهر صفر عام ١٣٧٤ ه ـواستمر في التدريس لهم حتى أنهوا القسم العالي في آخر سنة ١٣٨١ هـ حيث توقف عن التدريس الرسمي وانشغل بالإفتاء ورئاسة القضاء حتى توفي عام ١٣٨٩ هـ\nقرأ في الدراسة النظامية على جملة من العلماء\n- كالشيخ إسماعيل الأنصاري في التفسير والحديث والنحو والصرف وأصول الفقه وذلك من عام ١٣٧٥ هـ حتى التخرج\n- والشيخ عبد العزيز بن ناصر بن رشيد في الفرائض لمدة ثلاث سنوات ودرس عليه أيضا في مرحلة الماجستير مادة الفقه عام ١٣٨٨ هـ وكان رحمه الله من فقهاء البلد وله مؤلفات مشهورة منها عدة الباحث بأحكام التوارث ومنها التنبيهات السنية شرح العقيدة الواسطية وهو أول الشروح الوافية لهذه العقيدة.\n- والشيخ حماد بن محمد الأنصاري والشيخ محمد البيحاني والشيخ عبد الحميد عمار الجزائري في علوم وفنون متعددة\nوفي مرحلة الماجستير قرأ على الكثير من كبار العلماء:\n- سماحة الشيخ عبد الله بن محمد بن حميد المتوفى سنة ١٤٠٢ هـ في الفقه وطرق القضاء وحضر مجالسه منذ أن قدم الرياض واستفاد منه كثيرا في الأحكام والقصص والعبر والتأريخ والنصائح كما هو مشهور بذلك\n- الشيخ عبد الرزاق عفيفي - رحمه الله -. وقد تتلمذ عليه واستفاد منه جمع غفير في هذه البلاد من القضاة والمدرسين والدعاة وغيرهم وهو ممن فتح الله عليه وألهمه من العلوم ما فاق به الكثير من علماء هذا الزمان وقد توغل في التفسير والاستنباط من الآيات وكذا في الحديث ومعرفة الغريب منه وكذا في العلوم الجديدة وأهلها.\n- الشيخ مناع خليل القطان - رحمه الله - الذي درسهم في تلك المرحلة في مادة التفسير بتوسع وإيضاح وقد استفادوا كثيرا من مجالسته ومحاضراته حيث يأتي بفوائد كثيرة مستنبطة من الآيات أو الأدلة وله مؤلفات عديدة في فنون متنوعة\n- الشيخ عمر بن مترك رحمه الله تعالى وكان من أوائل حملة الدكتوراه من السعوديين وقد قرأ عليه في مادة الفقه والحديث والتفسير. وكان شديد العناية بالأدلة والتعليلات وله معرفة تامة بالمعاملات المتجددة ويتوسع في الكلام حولها وقد استفاد منه كثيرا\n- الشيخ محمد عبد الوهاب البحيري - رحمه الله - مصري الجنسية تولى التدريس في الحديث وكان يتوسع في الشرح وذكر المسائل الخلافية ويحرص على الجمع والترجيح فأفاده في كثير من المواضع المهمة\n- محمد الجندي - رحمه الله - مصري أيضا ولم يقم إلا بعض سنة حتى مرض فرجع إلى مصر وتوفي هناك رحمه الله\n- محمد حجازي - رحمه الله - صاحب التفسير الواضح\n- طه الدسوقي العربي - رحمه الله - مصري أيضا وكان ذا معرفة واسعة واطلاع وحفظ مع فصاحة وبيان وآخرون سواهم.\nوقد استفاد أيضا من مشايخ آخرين دراسة غير نظامية\n- وأشهرهم سماحة الشيخ عبد العزيز بن عبد الله بن باز -رحمه الله- الذي لازمه في أغلب الحلقات التي يقيمها في الجامع الكبير بالرياض بعد العصر وبعد الفجر والمغرب بحيث يحضره العدد الكثير ويدرس في فنون منوعة من المتون والشروح المؤلفات ويعلق على الجمل ويوضح المسائل وينبه على الأخطا\n- الشيخ محمد بن إبراهيم المهيزع - رحمه الله - وهو من المدرسين والقضاة وكان يقيم دروسا في مسجده وفي منزله ويستفيد منه الكثير\n- الشيخ عبد الرحمن بن محمد بن هويمل أحد قضاة الرياض قرأ عليه في المسجد وغيره وإن كان قليل التعليق لكنه يفيد على الأخطاء ويوضح بعض المسائل الخفية وفي آخر حياته ثقل سمعه واشتد مرضه ثم توفي رحمه الله تعالى في عام ١٤١٥ هـ\nوقد استفاد أيضا من الزملاء والجلساء الذين سعد بالاقتران بهم وقت الدراسة ووفق بالقراءة معهم والمذاكرة في أغلب الليالي وفي أيام الاختبارات ومنهم الشيخ فهد بن حمين الفهد والشيخ عبد الرحمن محمد المقرن رحمه الله والشيخ عبد الرحمن بن عبد الله بن فريان والشيخ محمد بن جابر - رحمه الله - وغيرهم ممن سبقوه بالقراءة على المشايخ وتعلموا كثيرا مما فاته فأدركه بواسطتهم فكان يقرأ عليهم الشرح ويتلقى إصلاح بعض الأخطاء اللغوية والبحث في المسائل الخلافية ومعرفة الكتب المفيدة في الموضوع وكيفية العثور على المسألة في الكتب المتقاربة في الفقه الحنبلي وكذا معرفة طرق الاستفادة من كتب اللغة واختصاص كل كتاب بنوع من المواضيع ونحو ذلك مما يفوت من يقرأ بمفرده فلذلك ينصح المبتدئ أن يقترن في المذاكرة والاستفادة بمن هم أقدم منه في الطلب ليضم ما عندهم إلى ما عنده.\nالأعمال التي تقلدها\nتعين مدرسا في معهد إمام الدعوة في شعبان عام ١٣٨١ هـ إلى عام ١٣٩٥ هـ\nفي عام ١٣٩٥ هـ انتقل إلى كلية الشريعة بالرياض وتولى التدريس فيها\nفي عام ١٤٠٢ هـ انتقل إلى رئاسة البحوث العلمية والإفتاء والدعوة والإرشاد باسم (عضو إفتاء)\n(مؤلفاته)\nالماجستير في عام ١٣٩٠ هـ (أخبار الآحاد في الحديث النبوي): طبع عام ١٤٠٨ هـ في مطابع دار طيبة ثم أعيد طبعه مرة أخرى\nفي عام ١٣٩٨ ه كتب بحثا بعنوان (التدخين مادته وحكمه في الإسلام) للمؤتمر الذي عقدته الجامعة الإسلامية في ذلك العام، وقد طبعته مطابع دار طيبة عدة طبعات وهو مشهور متداول\nوفي عام ١٤٠٢ هـ رفع إليه كلام لبعض علماء مصر ينكر فيه إثبات الصفات ويرد الأدلة ويتوهم إنها توقع في التشبيه وكذا يميل إلى الشرك بالقبور ويمدح الصوفية وقد لخص كلامه بعض الأخوان في أربع صفحات وأرسلها لمناقشتها فكتب عليه جوابا واضحا وتتبع شبهاته وبين ما وقع فيه من الأخطاء بعبارة واضحة ومناقشة هادئة وطبع ذلك البحث في مجلة البحوث الإسلامية العدد التاسع ثم أفرده بعض الشباب بالطبع في رسالة مستقلة بعنوان (الجواب الفائق في الرد على مبدل الحقائق) وهو موجود متداول طبعته مؤسسة آسام للنشر\nوكتب أيضا مقالا يتعلق بمعنى الشهادتين وما تستلزمه كل منهما وطبع في مجلة البحوث العدد السابع عشر ثم أفرده بعض التلاميذ بالطبع بعنوان (الشهادتان معناهما وما تستلزمه كل منهما) وطبع في عام ١٤١٠ هـ في مطابع دار طيبة في ٩٠ صفحة من القطع الصغير\nوفي عام ١٣٩١ هـ قام بتدريس متن لمعة الاعتقاد لابن قدامة لطلاب معهد إمام الدعوة العلمي وكتب عليها أسئلة وأجوبة مختصرة تتلاءم مع مقدرة أولئك الطلاب في المرحلة المتوسطة ومع ذلك فإنها مفيدة لذلك رغب بعض الشباب القيام بطبعها فطبعت بعنوان (التعليقات على متن اللمعة) عام ١٤١٢ هـ في مطبعة سفير والناشر دار الصميعي للنشر والتوزيع وقد وقع فيها أخطاء تبع فيها ظاهر المتن والأدلة وقد أعيد طبعها مع إصلاح بعض الأخطاء.\nوفي عام ١٣٩٩ هـ سجل في كلية الشريعة لدرجة الدكتوراه واختار (تحقيق شرح الزركشي على مختصر الخرقي) وهو أشهر شروحه التي تبلغ الثلاثمائة بعد المغني لابن قدامة واقتصر في الرسالة على أول الشرح إلى النكاح دراسة وتحقيقا ونوقشت الرسالة كما تقدم ثم كمل تحقيق الكتاب وطبع في مطابع شركة العبيكان للنشر والتوزيع في سبعة مجلدات كبار\nوقد كان ألقى عدة محاضرات في مواضيع متعددة وتم تسجيلها في أشرطة ثم إن بعض التلاميذ اهتم بنسخها وإعدادها للطبع وقد تم طبع رسالتين الأولى بعنوان (الإسلام بين الإفراط والتفريط) في ٥٩ صفحة والثانية بعنوان (طلب العلم وفضل العلماء) في ٥١ صفحة وكلاهما طبع عام ١٣١٣ هـ في مطبعة سفير والناشر دار الصميعي للنشر والتوزيع\n(وفاته)\nتوفي في ظهر يوم الاثنين ٢٠ رجب ١٤٣٠ هـ الموافق ١٣ يوليو ٢٠٠٩ عن عمر يناهز ٧٧ سنة، في مستشفى الملك فيصل التخصصي بالرياض",
  "books": [
    {
      "text_id": 11525,
      "title": "شرح أصول السنة للإمام أحمد"
    },
    {
      "text_id": 31288,
      "title": "فصول ومسائل تتعلق بالمساجد"
    },
    {
      "text_id": 36575,
      "title": "فتاوى في التوحيد"
    },
    {
      "text_id": 4482,
      "title": "فتاوى الشيخ ابن جبرين"
    },
    {
      "text_id": 7685,
      "title": "دروس للشيخ ابن جبرين"
    },
    {
      "text_id": 7707,
      "title": "اعتقاد أهل السنة"
    },
    {
      "text_id": 7723,
      "title": "شرح عمدة الأحكام لابن جبرين"
    },
    {
      "text_id": 7724,
      "title": "شرح العقيدة الطحاوية - ابن جبرين"
    },
    {
      "text_id": 7725,
      "title": "شرح أخصر المختصرات لابن جبرين"
    },
    {
      "text_id": 8586,
      "title": "التعليقات على متن لمعة الاعتقاد لابن جبرين"
    }
  ]
}