{
  "author_id": 593,
  "author_meta": "الشيخ محمد تقي الدين الهلالي\nالعالم المغربي والعلامة اللغوي الشيخ الدكتور محمد تقي الدين بن عبد القادر الهلالي، وكنيته «أبو شكيب»، حيث سمى أول ولد له على اسم صديقه الأمير شكيب أرسلان.\nولد الهلالي في قرية «الفرخ» من بادية سجلماسة في المغرب عام ١٣١١ هـ، التي هاجر إليها أجداده من «القيروان» في تونس في القرن التاسع الهجري.\nوكانت الأسرة أسرة علم، حيث كان والده وجده من العلماء الفقهاء المعروفين.\nقرأ على والده، وحفظ القرآن الكريم وهو ابن اثنتي عشرة سنة\nثم سافر إلى الجزائر لطلب الرزق عام ١٣٣٣ هـ، فقصد الشيخ محمد حبيب الله الشنقيطي وبقي يتعلم في مدرسته سبع سنين، ثم توفي الشنقيطي عام ١٣٣٨ هـ\nفي عام ١٣٤٠ هـ عاد الهلالي إلى المغرب حيث حضر بعض الدروس على العلماء في مدينة «فاس»، وكان من شيوخه الشيخ الفاطمي الشراوي، والشيخ محمد العربي العلوي، والشيخ أحمد سوكيرج، كما حصل على شهادة من جامع القرويين.\nسافر إلى القاهرة حيث التقى بالشيخ محمد رشيد رضا وبعض العلماء السلفيين، أمثال: الشيخ محمد الرمالي، والشيخ عبدالعزيز الخولي، والشيخ عبدالظاهر أبو السمح، والشيخ محمد عبدالرزاق، والشيخ محمد أبو زيد، وغيرهم من العلماء بمصر، كما حضر دروس القسم العالي بالأزهر.\nومن مصر توجه إلى الحج، ثم إلى الهند، حيث اجتمع بعلماء أهل الحديث وأخذ العلم عن الشيخ عبد الرحمن بن عبد الرحيم المباركفوري\nومن الهند توجه إلى «الزبير» في العراق، حيث التقى العالم الموريتاني الشيخ محمد الأمين الشنقيطي، مؤسس مدرسة النجاة الأهلية بالزبير، وتزوج ابنته\nومن الزبير سافر إلى مصر\nثم إلى المملكة العربية السعودية، حيث أعطاه السيد محمد رشيد رضا توصية وتعريفاً إلى الملك عبدالعزيز آل سعود قال فيها: (إن محمد تقي الدين الهلالي المغربي أفضل من جاءكم من علماء الآفاق، فأرجو أن تستفيدوا من علمه). فأقام في ضيافة الملك عبد العزيز آل سعود بضعة أشهر، ثم عُين مراقباً للتدريس في المسجد النبوي، وبعد سنتين نقل إلى المسجد الحرام والمعهد السعودي بمكة المكرمة لمدة سنة\nثم جاءته رسائل من إندونيسيا ومن الهند، وكلها تطلبه للتدريس في مدارسها، فاستجاب لدعوة السيد سليمان الندوي بالهند، وصار رئيس أساتذة الأدب العربي في كلية ندوة العلماء في مدينة لكنهو بالهند، حيث بقي ثلاث سنوات تعلم فيها الإنجليزية، وأصدر باقتراح من الشيخ سليمان الندوي وبمساعدة تلميذه الطالب مسعود عالم الندوي مجلة «الضياء»\nثم عاد إلى الزبير حيث عمل مدرساً بمدرسة النجاة الأهلية التي أسسها الشيخ الشنقيطي والد زوجته.\nوبعد ثلاث سنوات سافر إلى مدينة جنيف في سويسرا، ونزل عند الأمير شكيب أرسلان الذي كتب له توصية إلى أحد أصدقائه في وزارة الخارجية الألمانية في برلين قال فيها: (عندي شاب مغربي أديب ما دخل ألمانيا مثله، وهو يريد أن يدرِّس في إحدى الجامعات، فعسى أن تجدوا له مكاناً لتدريس الأدب العربي براتب يستعين به على الدراسة).\nوسرعان ما جاء الجواب بالقبول، حيث سافر الهلالي إلى ألمانيا وعُين محاضراً في جامعة «بون» وشرع يتعلم اللغة الألمانية، حيث حصل على دبلومها بعد عام، ثم صار طالباً بالجامعة مع كونه محاضراً فيها، وفي تلك الفترة ترجم الكثير من الألمانية وإليها\nوبعد ثلاث سنوات في بون انتقل إلى جامعة برلين طالباً ومحاضراً ومشرفاً على الإذاعة العربية ١٩٣٩ م\nوفي ١٩٤٠ م قدَّم رسالة الدكتوراه: «ترجمة مقدمة كتاب الجماهر من الجواهر مع تعليقات عليها»، فنَّد فيها مزاعم المستشرقين أمثال: مارتن هارثمن، وكارل بروكلمان، وكان مجلس الامتحان والمناقشة من عشرة من العلماء، وقد وافقوا بالإجماع على منحه شهادة الدكتوراه.\nيقول - رحمه الله -: «وإنما سافرت إلى أوروبا بعد سن الأربعين، للحصول على شهادة جامعية تمكنني من الدخول الى الجامعات في البلاد الآسيوية والافريقية، لنشر الدعوة بين المعلمين والمتعلمين، لأن الآسيويين والأفريقيين قد غلوا في تعظيم الشهادات العالية، وأصحابها، حتى صارت عندهم كل شيء، فمن حصل عليها صار حديثه مقبولا، وصار في نظرهم عالما، ولو كان أجهل من حمار أهله» [صيانة العرض ص ٣٣]\nوفي أثناء الحرب العالمية الثانية سافر إلى المغرب بتكليف من سماحة الحاج محمد أمين الحسيني في مهمة سياسية، حيث زوّده السفير المغربي عبدالخالق الطريسي بجواز سفر على أنه من أهالي «تطوان» التي تقع تحت الحماية الإسبانية حيث أقام خمس سنوات، وأصدر مجلة «لسان الدين» بالتعاون مع الشيخ عبد الله كنون (وقد سُمِّيت المجلة بهذا الاسم تيمناً باسم لسان الدين بن الخطيب الأندلسي)\nفي ١٩٤٧ م سافر إلى العراق، حيث قام بالتدريس في كلية الملكة عالية ببغداد وبقي إلى ١٩٥٨ م حيث قام الانقلاب العسكري في العراق\nفغادرها عام ١٩٥٩ م إلى المغرب حيث عمل أستاذاً في كلية الآداب بجامعة محمد الخامس\nوفي ١٩٦٨ م تلقى دعوة من الشيخ عبد العزيز بن باز رئيس الجامعة الإسلامية بالمدينة المنورة للعمل أستاذاً بالجامعة منتدباً من المغرب وبقي يعمل إلى ١٩٧٤ م حيث ترك الجامعة وتفرغ للدعوة بالمغرب.\nتزوج حين كان في ألمانيا بمسلمة ألمانية وله منها ولد، كما تزوج في المغرب من مغربية وله منها أولاد بالإضافة لزوجته الأولى أم شكيب التي لها منه ولد وبنت.\nتوفي منزله بالدار البيضاء بالمغرب يوم الإثنين ٢٥ شوال ١٤٠٧ هـ الموافق ٢٢ يونيو ١٩٨٧ م\nكان غزير الإنتاج، وافر العطاء، قد أكسبته الأسفار الكثيرة إلى البلاد العربية والهند وسويسرا وألمانيا، ولقاؤه العلماء في العالم العربي والإسلامي، صفات الداعية الواعي، والمصلح الحكيم، وكان منهجه في التعليم والتربية، الحرص على غرس التوحيد، والالتزام بالأركان والعمل بالأصول، والبعد عن مواطن الخلاف في الفروع، والاستفادة مما لدى الغرب من تقدم علمي.\nوهو شاعر له قصائد كثيرة في مناسبات عديدة ولكنها تحتاج إلى جمع وتوثيق للزمان والمكان والمناسبة التي قيلت فيها.\nمؤلفاته: كثيرة ما بين صغير وكبير منها\nالزند الواري والبدر الساري في شرح صحيح البخاري (المجلد الأول فقط)\nالإلهام والإنعام في سورة الأنعام\nالإسفار عن الحق في مسألة السفور والحجاب\nالقاضي العدل في حكم البناء على القبور\nالأنوار المتبعة في تحقيق سنة الجمعة\nقبسة من أنوار الوحي\nالصبح السافر في حكم صلاة المسافر\nالعلم المأثور والعلم المشهور واللواء المنشور في بدع القبور\nآل البيت ما لهم وما عليهم\nأحكام الخُلع في الإسلام\nحاشية على كتاب التوحيد لمحمد بن عبد الوهاب\nمختصر هدي الخليل في العقائد وعبادة الجليل\nحاشية على كشف الشبهات لمحمد بن عبد الوهاب\nأهل الحديث\nالحسام الماحق لكل مشرك ومنافق\nدليل الحاج إلى مناسك الحج\nالعقود الدرية في منع تحديد الذرية\nدواء الشاكين وقامع المشككين في الرد على الملحدين\nالبراهين الإنجيلية على أن عيسى داخل في العبودية وبريء من الألوهية\nفكاك الأسير العاني المكبول بالكبل التيجاني\nسب القاديانيين للإسلام والرد عليهم\nالرجعية والتقدم\nتقويم اللسانين\nرحلة من الزبير إلى جنيف\nرحلة إلى درعة بالمغرب\nمن يرافقني إلى برلين؟\nالهاديات\nحواش شتى على إنجيل متى\nالصديقات الثلاث (قصة)\nتاريخ اللغة السامية\nرحلة إلى ألمانيا\nالطبقات عند العرب\nتمثيليات طيف الخيال لمحمد بن دانيال\nالجماهر في الجواهر (رسالة الدكتوراه)\nمدنية العرب في الأندلس (مترجم عن الإنجليزية)\nكتاب البلدان لمحمد بن الفقيه البغدادي (مترجم إلى الألمانية) بالاشتراك\nلسان الدين (المجلد الأول) المجلة التي كان يصدرها بتطوان\nفضل الكبير المتعالي (ديوان شعر محمد تقي الدين الهلالي).\nوكان من المواظبين على الكتابة في مجلة (الفتح) لمحب الدين الخطيب، ومجلة (المنار) لمحمد رشيد رضا.\nوله محاضرات ودروس وندوات وأحاديث ومقالات وبحوث كثيرة، لأنها في موضوعات عدة، وبلدان متفرقة، وأزمان مختلفة.",
  "books": [
    {
      "text_id": 10085,
      "title": "تعليم الإناث وتربيتهن"
    },
    {
      "text_id": 10141,
      "title": "حديث مع زائر كريم = بحث في اشتقاق كلمة تلمود"
    },
    {
      "text_id": 10325,
      "title": "الثقافة التي نحتاج إليها"
    },
    {
      "text_id": 10372,
      "title": "الدين والسنن الكونية"
    },
    {
      "text_id": 10410,
      "title": "الشمس في نصف الليل"
    },
    {
      "text_id": 12183,
      "title": "أخلاق الشباب المسلم"
    },
    {
      "text_id": 1433,
      "title": "التقدم والرجعية"
    },
    {
      "text_id": 150601,
      "title": "تقويم اللسانين"
    },
    {
      "text_id": 1702,
      "title": "الحسام الماحق لكل مشرك ومنافق"
    },
    {
      "text_id": 5136,
      "title": "ما وقع في القرآن بغير لغة العرب"
    },
    {
      "text_id": 5184,
      "title": "أتوعد سنات الرسول بمحوها"
    },
    {
      "text_id": 703,
      "title": "القول الفصل في حكم تارك الصلاة عمدا حتى يخرج وقتها"
    },
    {
      "text_id": 8746,
      "title": "الإسلام والمذاهب الإشتراكية"
    },
    {
      "text_id": 9080,
      "title": "الهدية الهادية إلى الطائفة التجانية"
    }
  ]
}