{
  "author_id": 596,
  "author_meta": "الاسم : حسام الدين بن موسى محمد بن عفانة\nمكان و تاريخ الولادة : أبو ديس - القدس عام ١٣٧٤هـ وفق ١٩٥٥ م\nالدرجة العلمية : أستاذ في الفقه و الأصول .\nالشهادات العلمية:\nبكالوريوس شريعة بتقدير جيد جداً مع مرتبة الشرف من كلية الشريعة، الجامعة الإسلامية - المدينة المنورة / السعودية سنة ١٩٧٨.\nماجستير فقه و أصول بتقدير جيد جداً، من كلية الشريعة - جامعة أم القرى / السعودية سنة ١٩٨٢.\nدكتوراه فقه وأصول بتقدير جيد جداً، من كلية الشريعة جامعة أم القرى/ السعودية ١٩٨٥سنة .\nالعمل:\nأستاذ مساعد كلية الدعوة وأصول الدين، جامعة القدس من ١٩٨٥-١٩٨٧.\nأستاذ مساعد قسم الثقافة الإسلامية، كلية التربية، جامعة الملك سعود، الرياض، المملكة العربية السعودية من ١٩٨٨-١٩٩١ .\nأستاذ مساعد كلية الدعوة و أصول الدين، جامعة القدس من ١٩٩١-١٩٩٧.\nأستاذ مشارك كلية الدعوة و أصول الدين من ١٩٩٧م وحتى ٢٠٠٤م.\nأستاذ الفقه والأصول (بروفيسور) / جامعة القدس من تشرين أول ٢٠٠٤م.\nرئيس دائرة الفقه والتشريع / كلية الدعوة وأصول الدين / جامعة القدس حالياً.\nمنسق برنامج ماجستير الفقه والتشريع والأصول / كلية الدعوة وأصول الدين / جامعة القدس حالياً.\nتدريس مساقات في الفقه و الأصول في جامعة النجاح الوطنية - نابلس لطلبة الدراسات العليا ١٩٩٢.\nالتدريس في كلية الدعوة والدراسات الإسلامية في أم الفحم ١٩٩١-١٩٩٤.\nتدريس مساقات البحث العلمي والدلالات و شرح قانون الأحوال الشخصية و الاجتهاد لطلبة الماجستير معهد القضاء العالي جامعة الخليل ١٩٩٧-١٩٩٩.\nعضو المجلس الأكاديمي لجامعة القدس من ١٩٩٥ وحتى ١٩٩٩.\nعضو تحرير مجلة هدى الإسلام منذ ١٩٨٦ وحتى الآن.\nرئيس هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني ( وهي شركة تتعامل وفق أحكام المعاملات الإسلامية ) منذ ١٩٩٤م وحتى سنة ٢٠٠٤م حيث توقفت الشركة عن العمل.\nرئيس هيئة الرقابة الشرعية لبنك الأقصى الإسلامي منذ سنة ١٩٩٨م وحتى الآن.\nمنسق برنامج ماجستير الدراسات الإسلامية المعاصرة جامعة القدس سابقاً.\nعضو مجلس البحث العلمي في جامعة القدس.\nالإنتاج العلمي:\nالحقيقة و المجاز في الكتاب و السنة و علاقتهما بالأحكام الشرعية (رسالة ماجستير ) . بيان معاني البديع في أصول الفقه ( رسالة دكتوراه ) . الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية ( كتاب ) . أحكام العقيقة في الشريعة الإسلامية ( كتاب ) . يسألونك الجزء الأول (كتاب ) . يسألونك الجزء الثاني ( كتاب ) . بيع المرابحة للآمر بالشراء على ضوء تجربة شركة بيت المال الفلسطيني العربي ( كتاب ) . صلاة الغائب دراسة فقهية مقارنة ( كتاب ) . يسألونك الجزء الثالث ( كتاب ) . يسألونك الجزء الرابع ( كتاب ) . يسألونك الجزء الخامس ( كتاب ) . المفصل في أحكام الأضحية ( كتاب ) . شرح الورقات في أصول الفقه لجلال الدين المحلي ( دراسة و تعليق و تحقيق ) . فهارس مخطوطات مؤسسة إحياء التراث الإسلامي ١٢ جزءا بالاشتراك صدر الأول منها: - الجزء الأول ويشمل فهرس أصول الفقه والفقه المقارن والفقه المالكي والفقه الحنبلي والقواعد الفقهية والفرائض . - الجزء الثاني فهرس الفقه الشافعي. الفتاوى الشرعية (١) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال العربي ) . الفتاوى الشرعية (٢) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت المال العربي ) . الشيخ العلامة مرعي الكرمي و كتابه دليل الطالب ( بحث ) . الزواج المبكر ( بحث ) . الإجهاض ( بحث ) . مسائل مهمات في فقه الصوم و التراويح و القراءة على الأموات ( كتاب ) . مختصر كتاب جلباب المرأة المسلمة للعلامةالمحدث الألباني ( كتاب ) . اتباع لا ابتداع (كتاب) . بذل المجهود في تحرير أسئلة تغير النقود للغزي التمرتاشي (دراسة و تعليق و تحقيق). يسألونك الجزء السادس(كتاب). رسالة إنقاذ الهالكين للعلامة البركوي ( دراسة و تحقيق وتعليق ) . الخصال المكفرة للذنوب (يتضمن تحقيق مخطوط للخطيب الشربيني) (كتاب). أحاديث الطائفة الظاهرة وتحريف الغالين وانتحال المبطلين وتأويل الجاهلين (كتاب). التنجيم (بحث بالاشتراك). الحسابات الفلكية (بحث بالاشتراك). يسألونك الجزء السابع (كتاب). المفصل في أحكام العقيقة (كتاب). يسألونك الجزء الثامن (كتاب). يسألونك الجزء التاسع (كتاب). فهرس المخطوطات المصورة الجزء الثاني (الفقه الشافعي) بالاشتراك (كتاب) فقه التاجر المسلم وآدابه (كتاب) يسألونك الجزء العاشر (كتاب)\nموقع الأستاذ الدكتور حسام الدين على شبكة الانترنت: http://www.yasaloonak.net\nوعنوان البريد الإلكتروني: fatawa@yasaloonak.net",
  "books": [
    {
      "text_id": 10517,
      "title": "فتاوى د حسام عفانة"
    },
    {
      "text_id": 12784,
      "title": "بيع المرابحة للآمر بالشراء"
    },
    {
      "text_id": 12838,
      "title": "يسألونك عن الزكاة"
    },
    {
      "text_id": 1425,
      "title": "يسألونك عن المعاملات المالية المعاصرة"
    },
    {
      "text_id": 1436,
      "title": "يسألونك عن رمضان"
    },
    {
      "text_id": 1723,
      "title": "صلاة الغائب"
    },
    {
      "text_id": 37333,
      "title": "المفصل في أحكام العقيقة"
    },
    {
      "text_id": 37555,
      "title": "أحكام العقيقة"
    },
    {
      "text_id": 6351,
      "title": "مسائل مهمات تتعلق بفقه الصوم والتراويح والقراءة على الأموات"
    },
    {
      "text_id": 9087,
      "title": "فتاوى يسألونك"
    },
    {
      "text_id": 9257,
      "title": "اتباع لا ابتداع - قواعد وأسس في السنة والبدعة"
    },
    {
      "text_id": 9262,
      "title": "أحاديث الطائفة الظاهرة"
    },
    {
      "text_id": 9273,
      "title": "الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية"
    },
    {
      "text_id": 9281,
      "title": "المفصل في أحكام الأضحية"
    },
    {
      "text_id": 9289,
      "title": "فقه التاجر المسلم"
    },
    {
      "text_id": 9291,
      "title": "مختصر كتاب جلباب المرأة المسلمة"
    }
  ]
}