{
  "author_id": 597,
  "author_meta": "حماد الأنصاري (١٣٤٣ -  ١٤١٨ هـ = ١٩٢٤ - ١٩٩٧ م )\nهو الشيخ حماد بن محمد الأنصاري الخزرجي السعدي - نسبة إلى سعد بن عبادة - الصحابي الجليل - ، ولد سنة ١٣٤٣ هـ ببلدة يقال لها ( تاد مكة ) في مالي بأفريقيا .\nكانت علامات النجابة باديةُ عليه منذ الصغر ، محباً للعلم ، حيث نشأ عند عمه الملقب بالبحر لسعة علمه ودقة فهمه ، حيث حفظ القرآن مبكراً وعمره ثمان سنوات ، وعلوم الآلة ، وكذلك الحديث ، والكثير من المتون والمنظومات قبل سن الرشد ، فقد كان يحفظ ( الملحة ) للحريري ، و( الكافية والالفية ) لابن مالك ، و ( الالفية ) للسيوطي ، و( جمع الجوامع ) للسبكي ، والمعلقات السبع وقصائد العرب ،،، وغيرها .\nخرج من بلده ، مهاجراً بسبب الإستعمار الفرنسي .\nوكان عمره إحدى وعشرون سنة ، فتوجه إلى الحرمين ، فلما حط رحاله في الحرم المكي ، أخذ ينهل من العلم في حلقات المسجد الحرام ، وكان من شيوخه فيها ، الشيخ حامد الفقي ، والشيخ عبدالله المشاط ، والشيخ محمد أمين الحلبي ....\nوما لبث حتى أذن له الشيخ عبدالله بن حسن آل الشيخ بالتدريس في حلقات الحرم المكي .\nثم انتقل رحمه الله إلى المدينة المنورة ، والتحق بدار العلوم ، ودَرَسَ على عدد من العلماء فيها ، منهم : محمد الحافظ ، وعمر بري ، وعبده خديع ، وغيرهم …\nثم رجع إلى مكة ، وفي موسم الحج ، حصل لقاء مع الشيخ عبداللطيف بن ابراهيم والشيخ محمد بن ابراهيم آل الشيخ ، فأشارا عليه بالذهاب إلى الرياض ، فذهب ، وأصبح يُدَرِّس في كلية الشريعة ، ثم انتقل إلى معهد إمام الدعوة العلمي ، ثم عاد إلى الكلية ، ثم نُقل إلى الجامعة الاسلامية بالمدينة .\nوقد اشتهر رحمه الله بحبه للعلم وطلابه ، حيث كان يقضي غالب وقته في المذاكرة معهم ، وكان مقصد الكثير من العلماء وطلاب العلم في بيته العامر بالمدينة المنورة ، حيث يجدون عنده بغيتهم ، وكانت مكتبته مشهورة لدى طلاب العلم باحتوائها على المراجع والمصنفات في شتى فنون الشريعة ، وكان ييسر لهم ما يريدون من الكتب بتصويره لهم ، وكن رحمه الله يهتم بجمع المخطوطات خصوصاً في علم الحديث ، وقد كان له الفضل بعد الله في طباعة الكثير من كتب الحديث وإخراجها لطلاب العلم ، ويقدر عدد الكتب في مكتبته بأكثر من ثلاثة آلاف مجلد أغلبها في علم الحديث .\nهذا وقد تتلمذ على يديه - رحمه الله - جمع غفير من طلاب العلم والمشايخ ، ونذكر منهم : ( الشيخ عبدالله بن جبرين ، الشيخ بكر أبو زيد ، والشيخ ربيع بن هادي ، والشيخ صالح العبود ، والشيخ صالح آل الشيخ ، والشيخ علي الفقيهي ، والشيخ صالح السحيمي ، والشيخ عطية سالم ( قرأ عليه في النحو ) ، والشيخ محمد بن ناصر العجمي من الكويت ، والشيخ عبدالرزاق البدر ، والشيخ عمر فلاته ، وغيرهم من كبار طلاب العلم .....\nوقد ترك رحمه الله إرثاً عظيماً من المؤلفات في فنون مختلفة ، فمنها : في النحو ( الأجوبة الوفية عن أسئلة الألفية ) وفي العقيدة ، كتاب ( أبو الحسن الأشعري وعقيدته ) ومنها في الفقه ( تحفة السائل عن صوم المرضع والحامل ) وفي الحديث ( إتحاف ذوي الرسوخ بمن دلس من الشيوخ ) وكتاب ( سبيل الرشد في تخريج أحاديث بداية ابن رشد ) والكثير من المؤلفات النفيسة التي يحرص طلاب العلم على اقتنائها والإفادة منها ، وقد شارك رحمه الله في جمع فتاوى شيخ الإسلام ابن تيمية مع ابن قاسم رحمه الله .\nمن أقواله وأحواله رحمه الله - ذكرها إبنه عبدالأول الأنصاري :\nقال رحمه الله : ( كنت كلما رأيت مخطوطةً نسختها )\nوقال : ( كنت في شبابي أقرأ وأكتب إلى الفجر ، ولا أنام إلا شيئاً قليلاً من الظهر )\nوقال : ( أعطيت الجامعة الإسلامية أربعمائة مخطوط ، بعضها بخطّي )\nوقال : ( الكتب عندي أفضل من قصور الملوك )\nوقال : ( عندي إجازات في كل علم حتى في الهندسة ! )\nوقال : ( كنا لا ندرس شيئاً من العلم حتى نحفظه )\nقال ابنه عبدالأول : كان كثيراً ما يجلس في صالة المنزل قبل الظهيرة وبعدها ، ويأخذ أي كتاب من مكتبته ، ويقرأ بصوتٍ عالٍ على طريقة أهل بلده ، وكان لها نغمة خاصة .\nوقال رحمه الله : ( أخذت في مكتبة الحرم سبع سنوات أنسخ المخطوطات ، ولم يكن هناك تصوير )\nوكان يقول : ( أنا لست بمفتي ، أنا خادم طلبة العلم )\nولما أرادوا فتح جامعة إسلامية أشار على الشيخ محمد بن ابراهيم أن تكون في المدينة ، وقال : ( سبق وأن كانت في المدينة جامعة إسلامية ألا وهي أبو بكر رضي الله عنه ، يمثل العرب ، وبلال يمثل الحبشة ، وهكذا .. )\nوقال : ( كان لي شيخ يقول لي : لا بد أن تسافر إلى نجد فإنك إذا عشت معهم كأنك تعيش مع الصحابة ) - لكثرة العلماء فيها وصفاء معتقدهم .\nوقال : ( أيامي في الرياض ، كانت الأيام الذهبية )\nومن وصاياه وحِكَمِه رحمه الله :\nقوله : ( ما أكثر ما كُتِب وما أقلّ ما قُرئ )\nوقوله : ( أنا لاحظت طلبة العلم في هذا العصر لا يتذاكرون )\nوقال لبعض الطلبة : ( خذوا كتاب ابن جماعة في آداب السامع والمتعلم ، واقرأوا كل يوم فصلاً منه )\nوقال رحمه الله : ( إن طلبة العلم اليوم شَغَلَهُم العدو - أي الكفار - عن الطلب ، وأن طلب العلم واجب عليهم في هذا الوقت )\nوقال عن النساء ( إنهن في هذا الزمان امتزن بالنشاط والاستعداد للبحث )\nوقال عن الدعوة ( إنها ميدان لا ينبغي أن يدخل فيه إلا أهل البصيرة )\nوقال رحمه الله ( على العلماء أن يُحدِّثوا الناس بما يعقلون ، وأن لا يُدخلوهم في المتاهات )\nوقال عن جماعة الإخوان المسلمين : ( لا تقربوهم ، فكل ما عندهم شُبَه )\nوقال : ( إن هذا العصر مريب ، وخاصة بعد فتنة الحرم ، وأنا أعمل بالحديث الضعيف \" احترسوا من الناس بسوء الظن \" وأنا أتحفظ كثيراً من أهل هذا العصر وبالأخص من الشباب )\nوقال عن علم النفس : ( يسمونه تربية وأنا أسميه \"تردية \" )\nوقال لطالب علم : ( لا تكثر قراءة الكتب التي فيها الشذوذ العلمي )\nوقال عن فتنة الخليج : ( إنها أحدثت سكوناً وكسلاً بين طلاب العلم)\nوقال عن الصحوة التي تُذكر في هذا الزمان ( هذه ليست صحوة ، بل غفلة عن طلب العلم )\nومناقبه رحمه الله وفضائلة كثير لا حصر لها .\nهذا وقد توفي الشيخ حماد رحمه الله في يوم الاربعاء ٢١ / ٦ / ١٤١٨هـ بعد مرض لازمه عدة أشهر ، وصُلّيَ عليه في المسجد النبوي الشريف بعد صلاة العصر ، وأم المصلين الشيخ عبدالباري الثبيتي ، وشيَّعه جمع غفير لا يُحصون من طلبة العلم والمشايخ .\nفرحمه الله رحمةً واسعة وأسكنه فسيح جناته ، وجمعنا به في مقعد صدق عنده سبحانه إنه جواد كريم ، والله أعلم ، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم .\nنقلا عن : المجموع في ترجمة العلامة المحدث الشيخ حماد الأنصاري / تأليف وجمع : عبدالأول بن حماد الأنصاري .",
  "books": [
    {
      "text_id": 12159,
      "title": "أبو الحسن الأشعري"
    },
    {
      "text_id": 22949,
      "title": "التدليس والمدلسون"
    },
    {
      "text_id": 5046,
      "title": "كشف الستور في نهي النساء عن زيارة القبور"
    },
    {
      "text_id": 8946,
      "title": "المفهوم الصحيح للتوسل"
    }
  ]
}