{
  "author_id": 598,
  "author_meta": "سيد سابق (ت ١٤٢٠ هـ)\nالسيد سابق أحد علماء الأزهر تخرح في كلية الشريعة، اتصل بالإمام حسن البنا، وأصبح عضوًا في جماعة (الإخوان المسلمين) منذ أن كان طالبًا\nحياته\nمن مواليد محافظة المنوفية مركز الباجور قرية اسطنها بدأ يكتب في مجلة الإخوان الأسبوعية مقالة مختصرة في فقه الطهارة، معتمدًا على كتب فقه الحديث وهي التي تعنى بالأحكام، مثل (سبل السلام) للصنعاني، وشرح (بلوغ المرام) للحافظ ابن حجر، ومثل (نيل الأوطار) للشوكاني، وشرح (منتقى الأخيار من أحاديث سيد الأخيار) لابن تيمية ومستفيدًا من كتاب (الدين الخالص) للعلامة الشيخ محمود خطاب السبكي، مؤسس الجمعية الشرعية في مصر، وأول رئيس لها، الذي ظهر منه تسعة أجزاء في فقه العبادات، ومن غير ذلك من المصادر المختلفة، مثل (المغني) لابن قدامة، و (زاد المعاد) لابن القيم، وغيرهما.\nقدم للمحاكمة في قضية مقتل النقراشي باشا، حيث زعموا في ذلك الوقت أنه هو الذي أفتى الشاب القاتل عبد المجيد حسن بجواز قتله، عقوبة على حل الإخوان، وكانت الصحف تلقب الشيخ في ذلك الوقت بـ (مفتي الدماء). ولكن برأته المحكمة، وخلت سبيله، ولكنه اعتقل مع من اعتقل من الإخوان في سنة ١٩٤٩م واقتيد إلى معتقل الطور, وفي هذا المعتقل كان الشيخ سيد يعقد حلقات في الفقه بعد صلاة الفجر وقراءة الأدعية المأثورات\nعين بعد ذلك مديرًا لإدارة الثقافة في وزارة الأوقاف، في عهد وزير الأوقاف المعروف الشيخ أحمد حسن الباقوري وظل الشيخ مرموق المكانة في وزارة الأوقاف، حتى جاء عهد وزيرها المعروف الدكتور/ محمد البهي، فساءت علاقته بالشيخين الغزالي وسابق، رغم أنها كانت من قبل علاقة متينة، وقد نقل الشيخان إلى الأزهر، لإبعادهما عن نشاطهما المعهود، وإطفاء لجذوتهما، وقد بقيا على هذه الحال، حتى تغير وزير الأوقاف،\nانتقل الشيخ في السنين الأخيرة من عمره إلى (جامعة أم القرى) بمكة المكرمة، سعيدًا بمجاورة البيت الحرام،\nوفي سنة ١٤١٣ هـ حصل الشيخ على جائزة الملك فيصل في الفقه الإسلامي.\nوتوفي يوم الأحد ٢٣ من ذي القعدة ١٤٢٠هـ الموافق ٢٧/ ٢/٢٠٠٠م عن عمر يناهز ٨٥ سنة ودفن بمدافن عائلته بقرية اسطنها حيث مسقط رأسه.\nمنهجه\nاعتمد الشيخ سيد منهجًا يقوم على طرح التعصب للمذاهب مع عدم تجريحها، والاستناد إلى أدلة الكتاب والسنة والإجماع، وتبسيط العبارة للقارئ بعيدًا عن تعقيد المصطلحات، وعمق التعليلات، والميل إلى التسهيل والتيسير على الناس، والترخيص لهم فيما يقبل الترخيص، وحتى يحب الناس الدين ويقبلوا عليه، كما يحرص على بيان الحكمة من التكليف، اقتداء بالقرآن في تعليل الأحكام. وكان من التسهيل الذي اتبعه في منهجه الذي ارتضاه في كتابة الفقه البعد عن ذكر الخلاف إلا ما لا بد منه، فيذكر الأقوال في المسألة، ويختار الراجح أو الأرجح في الغالب، وأحيانًا يترك الأمر دون أن يرجح رأيًا، حيث لم يتضح له الراجح، أو تكافأت عنده الأقوال والأدلة، فيرى من الأمانة أن يدع الأمر للقارئ يتحمل مسئولية اختياره، أو يسأل عالمًا آخر، وهذا ما لا يسع العالم غيره.\nكتب الكثير من الكتب وأهم كتاب له علي الأطلاق هو كتاب (فقه السنة) الذي سَدَّ فراغًا في المكتبة الإسلامية في مجال فقه السنة، الذي لا يرتبط بمذهب من المذاهب، ولهذا أقبل عليه عامة المثقفين الذين لم ينشأوا على الالتزام بمذهب معين أو التعصب له، وكان مصدرًا سهلاً لهم يرجعون إليه كلما احتاجوا إلى مراجعة مسألة من المسائل. وقد انتشر الكتاب انتشارًا، وطبعه بعض الناس بدون إذن مؤلفه مرات ومرات، كما يفعلون مع غيره من الكتب التي يطلبها الناس\nأهم مؤلفاتة:\nفقه السنة\nمصادر القوة في الإسلام.\nالربا والبديل.\nرسالة في الحج.\nرسالة في الصيام.\nتقاليد وعادات يجب أن تزول في الأفراح والمناسبات.\nتقاليد وعادات يجب أن تزول في المآتم.\nالعقائد الإسلامية.\nإسلامنا\nوغير ذلك من الكتب والمحاضرات والأبحاث والمقالات\nنقلا عن: ويكيبيديا، الموسوعة الحرة",
  "books": [
    {
      "text_id": 8647,
      "title": "العقائد الإسلامية"
    },
    {
      "text_id": 9486,
      "title": "فقه السنة"
    }
  ]
}