{
  "author_id": 602,
  "author_meta": "أبو حنيفة (٨٠ هـ - ١٥٠ هـ - ٦٩٩ - ٧٦٧ م).\nهو النعمان بن ثابت بن زوطى ـ بضم الزاي وفتحها ـ ابن ماه، الفقيه المحدث صاحب المذهب. ولد بالكوفة في خلافة عبد الملك بن مروان (الخليفة الأموي) وتربى فيها وعاش بها أكثر حياته وتوفي ببغداد. كان ذكيًا فطنًا سريع البديهة قوي الحجة حسن الهيئة والمنطق كريمًا مواسيًا لإخوانه زاهدًا متعبدًا. ويعتبر أبو حنيفة من التابعين حيث لقي من الصحابة: أنس بن مالك، وعبدالله بن أبي أوفى، وسهل بن سعد الساعدي، وأبا الطفيل عامر بن وائلة - وروى عنهم الكثير.\nكان أبو حنيفة يعمل بالتجارة بصدق وأمانة واستمر في ذلك أكثر حياته فاكتسب خبرة في العرف والعادة والمعاملات وطرق الناس في البيع والشراء والمداينات فكان في ذلك صاحب خبرة ومران. وقد أطلق عليه الخزاز نظرًا لتجارته في الخز.\nتفقه أبو حنيفة على أستاذه الأول، حماد بن أبي سليمان، وقد لازمه ثماني عشرة سنة حتى قال حماد: أنزفتني يا أبا حنيفة، كناية عما أخذ منه من علوم. كان أبو حنيفة يعمل بكتاب الله أولاً فإن لم يجد فبالسنة فإن لم يجد في الكتاب ولا في السنة رجع إلى قول صحابي أو إجماع وإلا فالقياس أو الاستحسان أو العرف.\nسلك أبو حنيفة في بحثه للفقه مسلكًا يتسم ببعد النظر والحيطة والبعد عن الزلل، فكان إذا ما بحث في الفقه جمع أصحابه واجتمع بهم وعرض عليهم المسألة فيبدي كل واحد منهم ما عنده من رأي فيها، فإذا اتفقوا أخذ به وإن اختلفوا تناقشوا ودعَّم كل واحد منهم رأيه بالدليل فإذا ما انتهى فيها معهم إلى رأي أمر بكتابة المسألة مدعَّمة بالأدلة.\nوكان أبو حنيفة ينهى عن كتابة المسألة قبل تمحيصها. وعندما تولى رئاسة حلقة أستاذه حماد، اشترط على أصحابه وتلاميذه أن يجلس عشرة منهم في الحلقة مدة عام فوافقوا ووفوا بشرطه عليهم وبهذا قد ضمن تشكيل الحلقة على ما هي مع بقاء الضوابط الموضوعة لهذه الحلقة. وكان من بين الحلقة الفقهاء والقراء والمحدثون بجانب درايتهم بفقه الكتاب والسنة وأعراف الناس وعاداتهم. وقد تميزت حلقة أبي حنيفة بالتعمق في بحث المسائل الفقهية والمناظرة وكثرة الاستدلال وذكر العلل.\nكتب أبو حنيفة كثيرًا في مسائل الفقه، إلا أن هذه الكتابات لم يصل إلينا منها شيء وقد ذكر المؤرخون أن لأبي حنيفة كتبًا كثيرة منها كتاب العلم والتعلم، وكتاب الرد على القدرية وكتاب الفقه الأكبر هذا بجانب أنه قد صح أن أبا حنيفة انفرد بإخراج ٢١٥ حديثًا سوى ما اشترك في إخراجه مع بقية الأئمة. كما أن له مسندًا روى فيه ١١٨ حديثًا كلها في باب الصلاة. وقد قام بجمع الأحاديث التي أخرجها أبو حنيفة أبو المؤيد محمد بن محمود الخوارزمي (ت ٦٦٥ هـ). فوقعت في ٨٠٠ صفحة كبيرة وقد طبع هذا المسند في مصر سنة ١٣٢٦ هـ.\nويرجح كثير من العلماء أن تلاميذ أبي حنيفة تلقوا عنه الأخبار والفقه ودونوها وقاموا بتبويبها ومن ذلك كتاب الآثار، لأبي يوسف وكتاب الآثار لمحمد بن الحسن. وإن كان أبو حنيفة لم يدون بنفسه شيئًا من محتويات هذه الكتب إلا أنها من فقهه وأخباره.\nوقد كان لأبي حنيفة تلاميذ بلغ عدد من دون منهم مذهبه أربعين إمامًا، اشتهر من تلاميذه، منهم: أبو يوسف يعقوب بن إبراهيم الأنصاري الذي ولد بالكوفة سنة ١١٢ هـ وتوفي بها ١٨٣ هـ. محمد بن الحسن بن فرقد الشيباني الذي ولد بواسط سنة ١٣٢ هـ ونشأ بالكوفة وتوفي بها سنة ١٨٩ هـ، زفر بن الهذيل بن قيس الذي ولد بالبصرة سنة ١١٠ هـ، وتوفي بها سنة ١٥٨ هـ، فهو أسبق أصحاب أبي حنيفة موتًا. وهؤلاء الأصحاب الثلاثة لم يقفوا على ما أفتى به أستاذهم أبو حنيفة فقط، بل زادوا وخالفوه في بعض المسائل التي كان لهم فيها دليل قوي حسبوه أقوى من دليل أستاذهم.\nوقد اشتهر المذهب الحنفي في الكوفة وبغداد ومصر والشام وتونس والجزائر واليمن والهند وفارس والصين وبخارى وسمرقند والأفغان والقوقاز والتركستان الشرقية والغربية.\nنقلا عن\nالموسوعة العربية العالمية  http://www.mawsoah.net",
  "books": [
    {
      "text_id": 29120,
      "title": "مسند أبي حنيفة رواية الحصكفي"
    },
    {
      "text_id": 6387,
      "title": "الفقه الأبسط"
    },
    {
      "text_id": 6388,
      "title": "الفقه الأكبر"
    }
  ]
}