{
  "author_id": 606,
  "author_meta": "- درست في الكتاتيب ، ثم لما افتتحت مدرسة أشيقر الابتدائية عام ١٣٦٨هـ التحقت بها ، وتخرجت فيها عام ١٣٧٤هـ .\n- التحقت بمعهد شقراء العلمي ، ثم انتقلت إلى معهد الرياض العلمي وتخرجت فيه عام ١٣٧٩هـ .\n- التحقت بكلية الشريعة بالرياض وتخرجت فيها عام ١٣٨٣ - ١٣٨٤هـ .\nالسيرة العلمية والمشاركات العملية :\n- عينت مدرساً بمعهد المجمعة العلمي التابع لجامعة الإمام محمد بن سعود الإسلامية .\n- انتقلت إلى وزارة المعارف مدرساً بمتوسطة حطين بالرياض ، ثم مدرساً بمتوسطة ابن خلدون .\n- عينت وكيلاً لمتوسطة العباس ، فمديراً لمتوسطة ابن قدامة ، ثم مديراً لثانوية موسى بن نصير منذ تأسيسها عام ١٤٠١هـ وحتى إحالتي على التقاعد في ١/٧/١٤١٨هـ .\n- إمام وخطيب لجامع العرفج بشبرا منذ عام ١٤٠٠هـ ولا زلت خطيباً حتى الآن .\n- عملت لسنوات كثيرة عضواً للدعوة لإسلامية في موسم الحج حتى عام ١٤٢٧هـ .\n- عملت مديراً لدورات تحفيظ القرآن الكريم لمعلمي المرحلة الابتدائية عدة سنوات .\n- مشارك بكثرة في دورات ندوات الجامع الكبير بالرياض - جامع الإمام تركي بن عبد الله - وغيره من المساجد .\n- عضو الجمعية الخيرية لتحفيظ القرآن الكريم بالرياض وتوابعها .\n- نائب رئيس جمعية أشيقر الخيرية التابعة لوزارة العمل والشؤون الاجتماعية .\n- رئيسا لجمعية أشيقر الخيرية حتى الآن .\n- عضو دعوة متعاون مع وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد من خلال مكتب الدعوة بالرياض حتى الآن بالدروس والكلمات .\n- شاركت في الإذاعة ببعض البرامج ، مثل :\n- قراءة تفسير السعدي كاملاً عبر إذاعة القرآن الكريم بالرياض .\n- شاركت بإعداد أحاديث الصباح بالبرنامج العام بالإذاعة ، وإذاعة القرآن الكريم ولا زلت .\nالإنتاج العلمي والمؤلفات :\n- شرح رسالة الدروس المهمة لعامة الأمة للشيخ ابن باز كتاب .\n- ما لابد من معرفته عن الإسلام عقيدة وعبادة وأخلاقاً كتاب.\n- نداء رب العالمين لعباده المؤمنين كتاب .\n- الاستغفار : ثمراته ، وفوائده العاجلة والآجلة رسالة صغيرة .\n- رسالة إلى المتأخرين عن الإنجاب رسالة صغيرة.\n- تذكرة الحج رسالة صغيرة.\n- رسالة إلى المتقاعدين رسالة صغيرة .\n-المشروع والممنوع في المسجد رسالة صغيرة.\n-كيف تحفظ القرآن الكريم ؟ آراء من حفاظ رسالة صغيرة .\n- نماذج مختارة من هدي خير الأنام في محاسن الإسلام رسالة صغيرة.\n- من عوامل بناء الأسرة المسلمة : النكاح ، ثمراته وفوائده رسالة صغيرة.\n- التفكر في ملكوت السماوات والأرض رسالة صغيرة.\n- ملامح من محاسن الإسلام ، رسالة صغيرة .\n- خطب المنبر ، كتاب .",
  "books": [
    {
      "text_id": 31245,
      "title": "المشروع والممنوع في المسجد - محمد العرفج"
    }
  ]
}