{
  "author_id": 608,
  "author_meta": "عبد العزيز بن محمد الحجيلان (٠٠٠٠ - ١٤٤٢ هـ = ٠٠٠٠ - ٢٠٢١ م)\nعبد العزيز بن محمد بن عبد الله [المدّ الله] الحجيلان:\nأستاذ الفقه بجامعة القصيم (فرع جامعة الإمام محمد بن سعود الإسلامية بالقصيم سابقًا).\nولي عدة أعمال منها:\n- مدير المكتبات بجامعة القصيم ببريدة.\n- وكيل عمادة القبول والتسجيل لشؤون الطلاب.\n- رئيس قسم الفقه في جامعة القصيم.\nله عدة مؤلفات وأبحاث منها:\n- الأحكام الفقهية الخاصة بالقرآن الكريم، طبع جامعة الإمام محمد بن سعود الإسلامية بالرياض، ثم طبعتْه دار ابن الجوزي بالسعودية، وأصله رسالته لنيل درجة الماجستير.\n- فتح اللطيف في أحكام المصحف الشريف»، طبع دار البلد بمصر ودار الفضيلة بالسعودية.\n- تصرُّفات الأمين في العقود المالية، من إصدارات الحكمة، وهي رسالته لنيل درجة الدكتوراه.\n- المسائل التي اختلف فيها «الإقناع» و «المنتهى»، طُبِع أولا لدى دار الوطن، ثم زاد فيه ونَقّح وأصلح وطُبع طبعة ثانية لدى دار ابن الجوزي باسم: «تحقيق المبتغَى في المسائل التي اختلف فيها \"الإقناع\" و\"المنتهى\"».\n- تعريف الطلبة بمصنفات فقهاء المذاهب الأربعة: دراسة موجزة لجملة كبيرة مما طُبِع من مصنفات فقهاء المذاهب الأربعة المشهورة، طبع الدار المتخصصة.\n- المذهب الحنبلي وجهود المملكة العربية السعودية في خدمته والعناية به، طبع دار البلد بمصر ودار الفضيلة بالسعودية.\n- خطبة الجمعة وأحكامها الفقهية، طبع دار ابن الجوزي السعودية.\n- العدد الذي ينعقد به صلاة الجمعة\n- المختار في زواج المسيار: دراسة فقهية مقارنة حديثة، طبع الدار المتخصصة.\n- زواج الوناسة (الزواج مع إسقاط المرأة حقها في الاستمتاع)، طبع دار صفاء للنشر والتوزيع - عمان الأردن.\n- الزواج السياحي: دراسة فقهية اجتماعية تطبيقية، طبع دار صفاء - عمان الأردن.\n- «بحوث فقهية متنوعة في العقود» طبع دار ابن الجوزي، يشتمل على الأبحاث التالي: [١] البيع بشرط البراءة من العيب [٢] وقف المنقول (الأجهزة، الأثاث، الكتب، النقود … )، [٣] الولاية على الوقف وأثرها في المحافظة عليه [٤] الأسباب الطارئة لانتقال ولاية النكاح [٥] حق الزوجة في المبيت وشرط إسقاطه [٦] حق الزوجة في النفقة وشرط إسقاطه.\n- الاستعانة بأهل الخبرة في القضاء ونظام المرافعات الشرعية في السعودية، طبع دار ابن الجوزي.\n- الفقه والفقهاء في المملكة العربية السعودية في عهد الملك عبدالعزيز (١٣١٩ - ١٣٧٣ هـ)، طبع دار ابن الجوزي.\n- التعزير بالخدمة الاجتماعية، طبع جامعة الإمام محمد بن سعود الإسلامية.\n- عمليات تجميل الوجه\n- استثمار أموال الزكاة من قبل ولي الأمر أو من ينوب عنه وضوابطه\n- احتساب رسوم الأراضي البيضاء زكاة لها من قبل مالكها\n- زكاة الصناديق العقارية\nكما حقق مجموعة من الكتب منها:\n- سير الحاث إلى علم الطلاق الثلاث، لابن المبرد الحنبلي، ط دار ابن الجوزي.\n- الفتح الرباني بمفردات ابن حنبل الشيباني، للدمنهوري الحنبلي، بالاشتراك مع الدكتور: عبد الله بن محمد الطيار، طبع دار العاصمة.\n- التسهيل في الفقه على مذهب الإمام أحمد، لمحمد بن علي البعلي الحنبلي، بالاشتراك مع الدكتور: عبد الله بن محمد الطيار، طبع دار العاصمة [وانتسَب المحقق (الحجيلان) فيه إلى جده «المَد الله» كما جاء على غلاف الطبعة الأولى؛ فلْيُعلم].\n- دفع الملامة في استخراج أحكام العمامة، لابن المبرد الحنبلي، بالاشتراك مع الدكتور: عبد الله بن محمد الطيار، طبع دار الوطن.\n- الإغراب في أحكام الكِلاب، لابن المبرد الحنبلي، بالاشتراك مع الدكتور: عبد الله بن محمد الطيار، طبع دار الوطن.\n- منسك الإمام الشنقيطي (وهو مجموع من تفسيره أضواء البيان)، بالاشتراك مع الدكتور: عبد الله بن محمد الطيار، طبع دار الوطن.\nوفاته:\nتوفي اليوم الأحد ٢٣/ ٠٧/ ١٤٤٢ هـ الموافق ٠٧/ ٠٣/ ٢٠٢١ م أثناء جائحة كورونا، ودُفِن في مدينة بريدة من منطقة القصيم، رحمة الله عليه.\nمصدر الترجمة:\nمِن جمع فريق الشاملة.",
  "books": [
    {
      "text_id": 31259,
      "title": "خطبة الجمعة وأحكامها الفقهية"
    }
  ]
}