{
  "author_id": 611,
  "author_meta": "عبد الكريم بن محمد بن عبد العزيز اللاحم (١٣٥٥ - ١٤٣٨ هـ)\nمن البدارين من قبيلة الدواسر، ولد في محافظة الشماسية من مدن منطقة القصيم\n[دراسته]\nدرس على والده القرآن، ودرس في الكتاتيب\nثم لما فتحت المدرسة السعودية الابتدائية بالشماسية سنة ١٣٦٨ هـ التحق بها\nثم لما افتتح المعهد العلمي ببريدة التحق به بعد أن تجاوز امتحان القبول أمام فضيلة الشيخ العلامة عبد اللطيف بن إبراهيم آل الشيخ والعلامة عبد الرزاق عفيفي.\nوقد واصل دراسته حتى تخرج من المعهد سنة ١٣٧٩ هـ.\nولما انتهى من المعهد انتقل التحق بكلية الشريعة بالرياض، حتى تخرجه منها سنة ١٣٨٣ هـ\nولما افتتح المعهد العالي للقضاء سنة ١٣٨٥ هـ التحق به، وحصل على الماجستير سنة ١٣٩٥ هـ\nثم سجل في الدكتوراة في كلية الشريعة وكان أول شخص يسجل موضوع دكتوراة في الكلية، وقد حصل على شهادة الدكتوراة سنة ١٤٠١ هـ\n[حياته العملية]\nالتدريس في المعهد العلمي بالرياض\nالتدريس في كلية الشريعة فباشر التدريس\nفلما أسست كلية أصول الدين سنة ١٣٩٦ هـ عين عميدا لها\nوفي سنة ١٤٠٢ هـ عين عميدا لكلية الشريعة وأصول الدين بالقصيم وبقي فيها إلى سنة ١٤٠٧ هـ\nوفي سنة ١٤٠٧ هـ عين مديرا للمعهد العالي للقضاء وبقي فيه إلى سنة ١٤١٤ هـ\nوفي سنة ١٤١٤ هـ عمل قاضيا في ديوان المظالم حتى رقي إلى قاضي تمييز.\nوفي ١٤٢٥ هـ أحيل الشيخ إلى التقاعد\n[من تلاميذه]\n١ ـ الشيخ د أحمد بن علي المباركي عضو هيئة كبار العلماء.\n٢ ـ الشيخ د عبد الله بن محمد المطلق عضو هيئة كبار العلماء.\n٣ ـ الشيخ د علي الحذيفي إمام وخطيب المسجد النبوي.\n٤ ـ الشيخ د ناصر العمر العالم والداعية المعروف.\n٥ ـ الشيخ د عبدالرحمن المحمود عضو هيئة التدريس بكلية أصول الدين.\n٦ ـ الشيخ د عبدالكريم الخضير العالم المعروف.\n٧ ـ الشيخ د خالد المشيقح عضو هيئة التدريس بكلية الشريعة بالقصيم.\n٨ ـ الشيخ د صالح السلطان عضو هيئة التدريس بكلية الشريعة بالقصيم.\n٩ ـ الشيخ د سليمان أبا الخيل مدير جامعة الإمام.\n١٠ ـ الشيخ د عبد العزيز الفوزان العالم والداعية المعروف.\n١١ ـ الشيخ د عبد المحسن القاسم إمام وخطيب المسجد النبوي.\nوغيرهم كثير وهؤلاء تتلمذوا على الشيخ في المعهد العلمي أو الكلية أو المعهد العالي ومنهم من أشرف عليه الشيخ في الماجستير أو الدكتوراة،\nوأما الذين درسوا على الشيخ في دروسه التي يلقيها في مكتبته في البيت فهم كثر ومنهم\n١ ـ ابنه الشيخ د عبد الله بن عبد الكريم اللاحم قاضي في الرياض.\n٢ ـ ابنه الشيخ د خالد عضو هيئة التدريس بكلية أصول الدين.\n٣ ـ الشيخ د محمد العريفي الداعية المعروف.\n[من مؤلفاته]:\n١ ـ الروايتين والوجهين للقاضي أبي يعلى الحنبلي (قسم الفقه): تحقيقا ودراسة وهي رسالة الشيخ في مرحلة الدكتوراة [مطبوعة في ثلاثة مجلدات في مكتبة المعارف بالرياض سنة ١٤٠٥ هـ].\n٢ ـ الروايتين والوجهين للقاضي أبي يعلى الحنبلي (قسم أصول الفقه): تحقيقا ودراسة [مطبوع في جزء واحد في مكتبة المعارف].\n٣ ـ القصاص في النفس: وهي رسالته للماجستير [ولم تطبع].\n٤ ـ فقه المواريث: مستوف للمسائل الفقهية الفرضية وما فيها من خلاف ووفاق مع طول نفس في الاستدلال والنقاش [مطبوع في مجلدين].\n٥ ـ تيسير فقه المواريث: ملخص عن سابقه مع سهولة في العبارة ووضوح في الأمثلة وهو صالح للمبتدئين [طبع عدة مرات ويقع في مجلد متوسط].\n٦ ـ الفرائض: مكمل لكتاب (فقه المواريث)، يبحث فيه المسائل الحسابية الفرضية كقسمة التركات والمناسخات والتأصيل والتصحيح والرد والغرقى والهدمى والحمل وذوي الأرحام وغير ذلك، يبين طريقة العمل في المسألة على شكل نقاط ثم يحل المسألة ثم يتبعها بشرح للعمل الذي قام به فيها [طبع عدة مرات آخرها في دار اشبيليا].\n٧ ـ الفرائض: كتاب مدرسي ألفه الشيخ بناء على طلب من جامعة الإمام ليكون مقررا على طلاب المعاهد العلمية في الصف الأول والثاني من المرحلة الثانوية كما طبعته أيضا وزارة الشؤون الإسلامية وهو كتاب متميز جدا للطلاب المبتدئين الذين ليس لديهم معلومات سابقة في الفرائض.\n٨ ـ نقض الأحكام القضائية [مطبوع في دار اشبيليا].\n٩ ـ التعويض عن السجن [مطبوع في دار اشبيليا].\n١٠ ـ التعويض عن أضرار التقاضي [مطبوع في دار اشبيليا].\n١١ ـ شرح تحفة أهل الطلب في تجريد أصول قواعد ابن رجب: شرح لمختصر ابن سعدي لقواعد ابن رجب، قصد فيه تقريب معلومات الكتاب لطالب العلم ليسهل عليه فهم معانيه ولذا فإنه لم يزد على ما في الأصل والمختصر من المعلومات إلا ما ندر، يذكر قاعدة المؤلف ثم يبين معاني الكلمات الغريبة ثم يبين المعنى الإجمالي للقاعدة ثم يذكر الأمثلة عليها، وفي بعض القواعد يذكر ابن رجب جملة من القواعد أو التقسيمات في قاعدة واحدة وحينئذ يقوم الشيخ في شرحه بفرز تلك القواعد كل قاعدة على حدة وتحريرها وتوضيح معناها والتمثيل لها، وهو أول شرح مطبوع لـ (تحفة أهل الطلب) [طبعته دار اشبيليا في مجلد كبير سنة ١٤٢٧ هـ]\n١٢ ـ المطلع على دقائق زاد المستقنع: يتميز بحسن تقسيمه وفرزه للمعلومات ـ يذكر عبارة المؤلف ثم يشرع في شرحها عن طريق التقسيمات الدقيقة لكل جزئية [مطبوع في دار اشبيليا]",
  "books": [
    {
      "text_id": 127708,
      "title": "المطلع على دقائق زاد المستقنع «المعاملات المالية»"
    },
    {
      "text_id": 127709,
      "title": "المطلع على دقائق زاد المستقنع «فقه الجنايات والحدود»"
    },
    {
      "text_id": 127710,
      "title": "المطلع على دقائق زاد المستقنع «فقه القضاء والشهادات»"
    },
    {
      "text_id": 127711,
      "title": "المطلع على دقائق زاد المستقنع «فقه الأسرة»"
    },
    {
      "text_id": 133350,
      "title": "شرح تحفة أهل الطلب في تجريد أصول قواعد ابن رجب"
    },
    {
      "text_id": 31238,
      "title": "الفرائض"
    }
  ]
}