{
  "author_id": 612,
  "author_meta": "صالح السدلان (١٣٥٩ - ١٤٣٩ هـ)\nأستاذ الفقه والدراسات العليا بكلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية.\nهو: صالح بن غانم بن عبد الله بن سليمان بن علي السدلان، أبو غانم.\nولد بمدينة بريدة بالقصيم في ٢٥ من ذي الحجة ١٣٥٩ هـ.\nابتدأ حياته العلمية بحفظ القرآن على يد والده، فقرأ عليه في مبادئ العلوم: كالعقيدة والفرائض والحديث والنحو، ويعتبر والده أول مشايخه\nثم التحق بمدرسة تحفيظ القرآن بالرياض فأتم حفظ القرآن كاملاً.\nكما التحق بالمعاهد العلمية المتوسطة ثم الثانوية بجامعة الإمام محمد بن سعود الإسلامية بالرياض وتخرج فيها عام ١٣٨١ هـ\nتحصل عام ١٣٨٦ على \"بكالريوس\" في الشريعة من جامعة الإمام.\nوتحصل عام ١٣٩١ على \"الماجستير\" في الفقه المقارن، عن موضوع «الإيضاح في شروط النكاح».\nوتحصل في عام ١٤٠٣ على الدكتوراه في الفقه المقارن من المعهد العالي للقضاء بالرياض عن موضوع: «النية وأثرها في الأحكام الشرعية».\nشيوخه:\nوالده الشيخ غانم السدلان - رحمه الله - قرأ عليه في مبادئ العلوم: كالعقيدة والفرائض والحديث والنحو وغيرها\nالشيخ محمد بن إبراهيم آل الشيخ: قرأ عليه في العقيدة والحديث والفقه, ويقول عنه: (كان إضافة إلى علميته القوية مهيباً وذا أسلوب تربوي فعال مما جعل معظم علماء البلاد يستفيدون منه وتخرجوا على يديه رحمه الله رحمة واسعة).\nالشيخ عبد الله بن محمد بن حميد رحمه الله.\nالشيخ عبد العزيز بن عبد الله بن باز رحمه الله حيث قرأ عليه في العقيدة والفقه, وذلك من خلال دروس سماحة الشيخ في المسجد وكذا في المعهد العالي للقضاء بجامعة الإمام محمد بن سعود الإسلامية.\nالشيخ عبد اللطيف بن إبراهيم آل الشيخ رحمه الله.\nالشيخ محمد الأمين الشنقيطي رحمه الله , حيث أفاد منه في الأصول والتفسير.\nالشيخ عبد الرزاق عفيفي رحمه الله, حيث قرأ عليه في التفسير والحديث والأصول, وكان معجباً بطريقة الشيخ عبد الرزاق عفيفي رحمه الله في التدريس, حيث المادة العلمية لديه خالية من الحشو مرتبة مركزة معروضة بأسلوب شيق قشيب.\nالشيخ مناع القطان رحمه الله حيث أفاد منه في الدراسات العليا\nالشيخ عبدالعزيز بن زاحم,\nوالشيخ الدكتور/ صالح بن فوزان الفوزان\nوالشيخ ناصر الطريم\nوالشيخ الدكتور/ عبدالله بن جبرين\nوالشيخ محمد بن عبدالرحمن بن قاسم\nوالشيخ يوسف البرقاوي\nوالشيخ أحمد البرقاوي\nوفضيلة الشيخ عبدالعزيز بن محمد بن داود\nوفضيلة الشيخ عبدالرحمن البراك\nوغيرهم كثير.\nأعماله:\nفي عام ١٣٨٦ بدأ بالتدريس بوزارة المعارف.\nفي عام ١٣٩٥ عُين محاضرا بكلية الشريعة.\nتدرج في كلية الشريعة من أستاذ مساعد، فأستاذ مشارك، فأستاذ بقسم الفقه.\nوأشرف على عدد كبير من طلبة العلم في أطروحات التخرج.\nإضافةً لإمامة وخطابة جامع الجوهرة بحي التعاون بمدينة الرياض سنوات طويلة.\nتصدى الشيخ إلى تيار التكفير الفوضوي وألف في ذلك كتبا ما قدم لكتب في الموضوع نفسه.\nله حضور قوي في وسائل الدعوة والإعلام المختلفة للدعوة إلى الله وتعليم الناس.\nكما أن له مواقف شجاعة وبارزة على غرار كبار علماء بلاد التوحيد السعودية في النوازل التي عصفت بالأمة الإسلامية جراء تهور المتهورين وتعجل المستعجلين وتعالمهم.\nمؤلفاته:\nالنية وأثرها في الأحكام الشرعية\nحديث إنما الأعمال بالنيات\nوجوب تطبيق الشريعة الإسلامية في كل عصر\nأسس الحكم في الشريعة الإسلامية\nالحكم بغير ما أنزل الله بواعثه وأسبابه وحكمه\nأسباب الحكم بغير ما أنزل الله ونتائجه\nمظاهر الأخطاء في التكفير والتفسيق\nالضرورة إلى العلم الشرعي\nالقواعد الفقهية الكبرى\nصلاة الجماعة حكمها وأحكامها\nتحقيق ودرسة «منهج السالك إلى بيت الله المبجل: في أعمال المناسك على مذهب الإمام أحمد بن حنبل» تأليف محمد البيومي أبي عيَّاشة الدمنهوري\nآداب وأحكام زيارة المدينة المنورة\nالإيضاح في الشروط في النكاح\nفقه الزواج في ضوء الكتاب والسنَّة\nالنشوز\nالوكالة في الخصومة من منظور شرعي ونظامي\nأبعاد الوقف الإسلامي على غير المسلمين وإسهاماته في التواصل معهم عبر العصور الإسلامية المختلفة\nالمخدرات والعقاقير النفسية\nأربعون حديث كل حديث في خصلتين\nأربعون حديث كل حديث في ثلاث خصال\nالأنشطة الدعوية في المملكة العربية السعودية\nوفاته:\nتوفي فجر يوم الثلاثاء ٤ صفر ١٤٣٩ هـ الموافق ٢٤ أكتوبر ٢٠١٧ م، بعد معاناة من المرض، وتمت الصلاة عليه في مسجده الذي كان إمامًا له بالرياض.\nمراجع:\n١ - موقع الشيخ صالح السدلان، نسخة محفوظة ١٥ ديسمبر ٢٠١٧ على موقع واي باك مشين.\n٢ - صحيفة سبق الإلكترونية: «وفاة الشيخ صالح السدلان بعد صراع طويل مع المرض».\nنقلا عن ويكيبيديا نقلا عن ويكيبيديا مع زيادات",
  "books": [
    {
      "text_id": 16985,
      "title": "وجوب تطبيق الشريعة الإسلامية في كل عصر"
    },
    {
      "text_id": 30901,
      "title": "الأثر التربوي للمسجد"
    },
    {
      "text_id": 31260,
      "title": "رسالة في الفقه الميسر"
    },
    {
      "text_id": 36503,
      "title": "التوبة إلى الله"
    },
    {
      "text_id": 36536,
      "title": "زكاة الأسهم والسندات والورق النقدي"
    },
    {
      "text_id": 8150,
      "title": "ذكر وتذكير"
    }
  ]
}