{
  "author_id": 615,
  "author_meta": "القرافي (٠٠٠ - ٦٨٤ هـ = ٠٠٠ - ١٢٨٥ م)\nأحمد بن إدريس بن عبد الرحمن، أبو العباس، شهاب الدين الصنهاجي القرافي: من علماء المالكية نسبته إلى قبيلة صنهاجة (من برابرة المغرب) وإلى القرافة (المحلة المجاورة لقبر الإمام الشافعي) بالقاهرة. وهو مصري المولد والمنشأ والوفاة.\nله مصنفات جليلة في الفقه والأصول، منها:\n(أنوار البروق في أنواء الفروق - ط) أربعة أجزاء،\n(الإحكام في تمييز الفتاوى عن الأحكام وتصرف القاضي والإمام - ط)\n(الذخيرة - خ) [ثم طُبع] في فقه المالكية، ست مجلدات،\n(اليواقيت في أحكام المواقيت - خ) في الرباط (١٦٠ ك) انظر المنوني (الرقم ٣٦٢)\n(شرح تنقيح الفصول - ط) في الأصول\n(مختصر تنقيح الفصول - ط)\n(الخصائص - خ) في قواعد العربية،\n(الأجوبة الفاخرة في الرد على الأسئلة الفاجرة - ط)\nوكان مع تبحره في عدة فنون، من البارعين في عمل التماثيل المتحركة في الآلات الفلكية وغيرها، نقل عن كتابه (شرح المحصول) قوله: بلغني أن الملك الكامل وضع له شمعدان كلما مضى من الليل ساعة انفتح باب منه، وخرج منه شخص يقف في خدمة الملك، فإذا انقضت عشر ساعات طلع الشخص على أعلى الشمعدان، وقال: صبح الله السلطان بالسعادة، فيعلم أن الفجر قد طلع.\nقال: وعملت أنا هذا الشمعدان، وزدت فيه أن الشمعة يتغير لونها في كل ساعة، وفيه أسد تتغير عيناه من السواد الشديد إلى البياض الشديد إلى الحمرة الشديدة، في كل ساعة لها لون، فإذا طلع الفجر طلع شخص على أعلى الشمعدان، وإصبعه في أذنه يشير إلى الأذان، غير أني عجزت عن صنعة الكلام\nنقلا عن: «الأعلام» للزركلي",
  "books": [
    {
      "text_id": 14218,
      "title": "الإحكام في تمييز الفتاوى عن الأحكام وتصرفات القاضي والإمام"
    },
    {
      "text_id": 14280,
      "title": "نفائس الأصول في شرح المحصول"
    },
    {
      "text_id": 1717,
      "title": "الذخيرة للقرافي"
    },
    {
      "text_id": 20860,
      "title": "العقد المنظوم في الخصوص والعموم"
    },
    {
      "text_id": 21813,
      "title": "شرح تنقيح الفصول"
    },
    {
      "text_id": 2215,
      "title": "الفروق للقرافي = أنوار البروق في أنواء الفروق"
    },
    {
      "text_id": 6245,
      "title": "الأمنية في إدراك النية"
    },
    {
      "text_id": 9879,
      "title": "جزء من شرح تنقيح الفصول في علم الأصول - رسالة ماجستير"
    }
  ]
}