{
  "author_id": 62,
  "author_meta": "صالح بن فوزان الفوزان ( معاصر )\nفضيلة الشيخ د / صالح بن فوزان بن عبد الله الفوزان، من آل فوزان من أهل الشماسية، الوداعين من قبيلة الدواسر.\nالوظيفة : عضو اللجنة الدائمة وعضو هيئة كبار العلماء.\nالمرتبة : الممتازة.\nتاريخ التعيين : ١٥/٧/١٤١٢ هـ .\nالمناصب التي عمل بها : عمل أستاذا مشاركا بجامعة الإمام محمد بن سعود الإسلامية.\nنشأته ودراسته:\nولد عام ١٣٦٣ هـ، وتوفي والده وهو صغير، فتربى في أسرته، وتعلم القرآن الكريم، وتعلم مبادئ القراءة والكتابة على يد إمام مسجد البلد، وكان قارئا متقنا وهو فضيلة الشيخ: حمود بن سليمان التلال، الذي تولى القضاء أخيرا في بلدة ضرية في منطقة القصيم.\nثم التحق بمدرسة الحكومة حين افتتاحها في الشماسية عام ١٣٦٩ هـ، وأكمل دراسته الابتدائية في المدرسة الفيصلية ببريدة عام ١٣٧١ هـ، وتعين مدرسا في الابتدائي، ثم التحق بالمعهد العلمي ببريدة عند افتتاحه عام ١٣٧٣ هـ، وتخرج منه عام ١٣٧٧ هـ، والتحق بكلية الشريعة بالرياض، وتخرج منها عام ١٣٨١ هـ، ثم نال درجة الماجستير في الفقه، ثم درجة الدكتوراه من هذه الكلية في تخصص الفقه أيضا.\nأعماله الوظيفية:\nبعد تخرجه من كلية الشريعة عين مدرسا في المعهد العلمي في الرياض، ثم نقل للتدريس في كلية الشريعة، ثم نقل للتدريس في الدراسات العليا بكلية أصول الدين، ثم في المعهد العالي للقضاء، ثم عين مديرا للمعهد العالي للقضاء، ثم عاد للتدريس فيه بعد انتهاء مدة الإدارة، ثم نقل عضوا في اللجنة الدائمة للإفتاء والبحوث العلمية، ولا يزال على رأس العمل.\nأعماله الأخرى:\nفضيلة الشيخ عضو في هيئة كبار العلماء، وعضو في المجمع الفقهي بمكة المكرمة التابع للرابطة، وعضو في لجنة الإشراف على الدعاة في الحج، إلى جانب عمله عضوا في اللجنة الدائمة للبحوث العلمية والإفتاء، وإمام وخطيب ومدرس في جامع الأمير متعب بن عبد العزيز آل سعود في الملز، ويشارك في الإجابة في برنامج (نور على الدرب) في الإذاعة، كما أن لفضيلته مشاركات منتظمة في المجلات العلمية على هيئة بحوث ودراسات ورسائل وفتاوى، جمع وطبع بعضها، كما أن فضيلته يشرف على الكثير من الرسائل العلمية في درجتي الماجستير والدكتوراه، وتتلمذ على يديه العديد من طلبة العلم الذين يرتادون مجالسه ودروسه العلمية المستمرة.\nمشايخه:\nتتلمذ فضيلة الشيخ على أيدي عدد من العلماء والفقهاء البارزين، ومن أشهرهم سماحة الشيخ عبد العزيز بن باز، وسماحة الشيخ عبد الله بن حميد، حيث كان يحضر دروسه في جامع بريدة، وفضيلة الشيخ محمد الأمين الشنقيطي، وفضيلة الشيخ عبد الرزاق عفيفي، وفضيلة الشيخ صالح بن عبد الرحمن السكيتي، وفضيلة الشيخ صالح بن إبراهيم البليهي، وفضيلة الشيخ محمد بن سبيل، وفضيلة الشيخ عبد الله بن صالح الخليفي، وفضيلة الشيخ إبراهيم بن عبيد العبد المحسن، وفضيلة الشيخ حمود بن عقلا، والشيخ صالح العلي الناصر.\nوتتلمذ على غيرهم من شيوخ الأزهر المنتدبين في الحديث والتفسير واللغة العربية.\nمؤلفاته:\nلفضيلة الشيخ مؤلفات كثيرة، من أبرزها:\n١- \t[ التحقيقات المرضية في المباحث الفرضية] في المواريث، وهو رسالته في الماجستير، مجلد.\n٢- \t[أحكام الأطعمة في الشريعة الإسلامية]، وهو رسالته في الدكتوراه، مجلد.\n٣- \t[الإرشاد إلى صحيح الاعتقاد] مجلد صغير.\n٤- \t[شرح العقيدة الواسطية] مجلد صغير.\n٥- \t[البيان فيما أخطأ فيه بعض الكتاب] مجلد كبير.\n٦- \t[مجموع محاضرات في العقيدة والدعوة] مجلدان.\n٧- \t[الخطب المنبرية في المناسبات العصرية] في أربع مجلدات.\n٨- \t[من أعلام المجددين في الإسلام].\n٩- \tرسائل في مواضيع مختلفة.\n١٠- \t[مجموع فتاوى في العقيدة والفقه] مفرغة من نور على الدرب، وقد أنجز منه أربعة أجزاء.\n١١- \t[نقد كتاب الحلال والحرام في الإسلام].\n١٢- \t[شرح كتاب التوحيد- للشيخ محمد بن عبد الوهاب]، شرح مدرسي.\n١٣- \t[التعقيب على ما ذكره الخطيب في حق الشيخ محمد بن عبد الوهاب].\n١٤- \t[الملخص الفقهي] مجلدان.\n١٥- \t[إتحاف أهل الإيمان بدروس شهر رمضان].\n١٦- \t[الضياء اللامع من الأحاديث القدسية الجوامع].\n١٧- \t[بيان ما يفعله الحاج والمعتمر].\n١٨- \t[كتاب التوحيد] جزآن مقرران في المرحلة الثانوية بوزارة المعارف.\n١٩- \t[فتاوى ومقالات نشرت في مجلة الدعوة]، وهو هذا الذي نشر ضمن [كتاب الدعوة]. علاوة على العديد من الكتب والبحوث والرسائل العلمية، منها ما هو مطبوع، ومنها ما هو في طريقه للطبع.\nنسأل الله تعالى أن ينفع به، وأن يجعله في موازين حسنات شيخنا الجليل، إنه سميع مجيب.\n_________\nكتب الترجمة: عبد العزيز بن عبد الكريم العيسي.\nنقلا عن : موقع الإفتاء التابع للجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية\nhttp://www.alifta.com",
  "books": [
    {
      "text_id": 11252,
      "title": "شرح القواعد الأربع"
    },
    {
      "text_id": 11265,
      "title": "شرح مسائل الجاهلية"
    },
    {
      "text_id": 11811,
      "title": "الملخص الفقهي"
    },
    {
      "text_id": 12066,
      "title": "من أعلام المجددين"
    },
    {
      "text_id": 21523,
      "title": "التعليقات المختصرة على متن العقيدة الطحاوية"
    },
    {
      "text_id": 30846,
      "title": "التوحيد للفوزان"
    },
    {
      "text_id": 31084,
      "title": "من مشاهير المجددين في الإسلام"
    },
    {
      "text_id": 31254,
      "title": "تنبيهات على أحكام تختص بالمؤمنات"
    },
    {
      "text_id": 31295,
      "title": "مهمات حول الجهاد"
    },
    {
      "text_id": 5056,
      "title": "معنى لا إله إلا الله ومقتضاها وآثارها في الفرد والمجتمع"
    },
    {
      "text_id": 7529,
      "title": "الإرشاد إلى صحيح الاعتقاد والرد على أهل الشرك والإلحاد"
    },
    {
      "text_id": 8565,
      "title": "إعانة المستفيد بشرح كتاب التوحيد"
    },
    {
      "text_id": 8600,
      "title": "شرح ثلاثة الأصول لصالح الفوزان"
    },
    {
      "text_id": 8605,
      "title": "شرح عقيدة الإمام المجدد محمد بن عبد الوهاب"
    },
    {
      "text_id": 8610,
      "title": "عقيدة التوحيد وبيان ما يضادها من الشرك الأكبر والأصغر والتعطيل والبدع وغير ذلك"
    },
    {
      "text_id": 8612,
      "title": "مجموع فتاوى فضيلة الشيخ صالح بن فوزان"
    },
    {
      "text_id": 9895,
      "title": "بيان حقيقة التوحيد الذي جاءت به الرسل ودحض الشبهات التي أثيرت حوله"
    },
    {
      "text_id": 9950,
      "title": "الملخص في شرح كتاب التوحيد"
    }
  ]
}