{
  "author_id": 63,
  "author_meta": "عبد العزيز بن عبد الله بن عبد الرحمن الراجحي\nمن مواليد مدينة البكيرية الواقعة في منطقة القصيم، ولد في حدود عام ١٣٦٠ هـ\nنشأ في مدينة البكيرية، وتتلمذ على علمائها، وحفظ القرآن ودرس مراحله الأولية فيها.\nرحل إلى مدينة الرياض والتحق بجامعة الإمام محمد بن سعود الإسلامية بكلية الشريعة، فتخرج فيها ثم التحق بكلية أصول الدين قسم العقيدة والمذاهب المعاصرة، فدرَّس فيها ولا يزال أستاذًا مشاركًا بالقسم.\nوتتلمذ على عدد من مشايخ البكيرية، وعدد من أكابر العلماء في مدينة الرياض، ومنهم:\n١ - الشيخ عبد العزيز بن باز، لازمه من حين مجيئه للرياض قادمًا من المدينة النبوية حتى وفاته -رحمه الله-، وقد تأثر به كثيرًا في سمته وطريقته مع النصوص، وشرحه لكتب أهل العلم.\n٢ - الشيخ عبد الله بن حميد رئيس مجلس القضاء الأعلى -رحمه الله تعالى-.\nله مشاركات علمية وذلك من خلال تأليفه لبعض الكتب وإشرافه على الرسائل العلمية المقدمة لنيل درجة الماجستير والدكتوراه في قسم العقيدة والمذاهب المعاصرة، ومنها الإشراف على تحقيق كتاب شيخ الإسلام ابن تيمية الموسوم بـ: «بيان تلبيس الجهمية»، وكذلك إشرافه على تحقيق منظومة ابن القيم الموسومة بـ: «الكافية الشافية».\nله دروس متفرقة، وقد قُرئ ويقرأ على الشيخ بعض الكتب العلمية والمتون ومنها:-\nالصحيحان، وسنن أبي داود والترمذي والنسائي وابن ماجه، وموطأ الإمام مالك، وصحيح ابن خزيمة، وبلوغ المرام، ورياض الصالحين.\nوكتاب التوحيد ورسائل الإمام محمد بن عبد الوهاب، ورسائل أئمة الدعوة -رحمهم الله تعالى-.\nوتفسير ابن كثير، وعمدة الفقه، وكتاب التوحيد للدارمي، وللإمام أحمد، والرسالة الحموية، والتدمرية، والعقيدة الواسطية، وفتاوى شيخ الإسلام ابن تيمية.\nومتن الرحبية، والآجرومية، ونخبة الفكر، والورقات، والعقيدة السفارينية، والعقيدة الطحاوية، ولمعة الاعتقاد، وغيرها من الكتب العلمية",
  "books": [
    {
      "text_id": 1094,
      "title": "شرح العقيدة الطحاوية - عبد العزيز الراجحي"
    },
    {
      "text_id": 11,
      "title": "توفيق الرب المنعم بشرح صحيح الإمام مسلم"
    },
    {
      "text_id": 1795,
      "title": "أسئلة وأجوبة في الإيمان والكفر"
    },
    {
      "text_id": 1883,
      "title": "القول البين الأظهر في الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر"
    },
    {
      "text_id": 35083,
      "title": "شرح كتاب السنة للبربهاري - الراجحي"
    },
    {
      "text_id": 36972,
      "title": "شرح كتاب الإيمان الأوسط لابن تيمية - الراجحي"
    },
    {
      "text_id": 36973,
      "title": "شرح الاقتصاد في الاعتقاد - الراجحي"
    },
    {
      "text_id": 36975,
      "title": "فتاوى منوعة - الراجحي"
    },
    {
      "text_id": 36976,
      "title": "شرح جامع الترمذي - الراجحي"
    },
    {
      "text_id": 36998,
      "title": "شرح سنن ابن ماجة - الراجحي"
    },
    {
      "text_id": 37008,
      "title": "شرح عمدة الفقه - الراجحي"
    },
    {
      "text_id": 37009,
      "title": "شرح صحيح ابن حبان - الراجحي"
    },
    {
      "text_id": 37010,
      "title": "دروس في العقيدة - الراجحي"
    },
    {
      "text_id": 37012,
      "title": "شرح عقيدة السلف وأصحاب الحديث - الراجحي"
    },
    {
      "text_id": 37013,
      "title": "شرح الوصية الكبرى لابن تيمية - الراجحي"
    },
    {
      "text_id": 37015,
      "title": "شرح سنن أبي داود - الراجحي"
    },
    {
      "text_id": 37016,
      "title": "شرح سنن النسائي - الراجحي"
    },
    {
      "text_id": 37017,
      "title": "شرح صحيح ابن خزيمة - الراجحي"
    },
    {
      "text_id": 37019,
      "title": "شرح الحموية لابن تيمية - الراجحي"
    },
    {
      "text_id": 37020,
      "title": "شرح تطهير الاعتقاد للصنعاني - الراجحي"
    },
    {
      "text_id": 37024,
      "title": "شرح كتاب الإيمان لأبي عبيد - الراجحي"
    },
    {
      "text_id": 37048,
      "title": "شرح تفسير ابن كثير - الراجحي"
    },
    {
      "text_id": 4098,
      "title": "تعليقات على شرح لمعة الاعتقاد للراجحي"
    }
  ]
}