{
  "author_id": 637,
  "author_meta": "ابن السِّيد البَطَلْيَوسي (٤٤٤ - ٥٢١ هـ = ١٠٥٢ - ١١٢٧ م)\nعبد الله بن محمد بن السِّيد، أبو محمد: من العلماء باللغة والأدب.\n[(ابنُ السِّيد) بكسرِ السين وتخفيفِ الياء. قال ابنُ خَلِّكان في (وفيات الأعيان ٣/ ٩٨): «والسِّيد: بكسر السِّين المهملة، وسُكون الياء المثنَّاة من تحتها، وبعدَها دال مهملة، وهو من جملة أسماء الذِّئب، سُمِّي الرَّجلُ به» انتهى.\n(البَطَلْيَوسي) بفتح الباء والطاء وسُكون اللام وفتح الياء, نسبةً إلى بَطَلْيَوس. جاء في (أزهار الرياض) للمقري: «. . . أبو عبد الله بن محمّد بن السِّيد - بكسر السين - البَطَلْيَوْسِيّ - بفتح الموحدة والطاء المهملة والتحتانية وسكون اللام والواو - نزيل بلنسية» انتهى.]\nولد ونشأ في بطليوس (Badajoz) في الأندلس. وانتقل إلى بلنسية فسكنها، وتوفي بها.\nمن كتبه:\n«الاقتضاب في شرح أدب الكتاب، لابن قتيبة - ط»\n«المسائل والأجوبة - خ»\n«الإنصاف في التنبيه على الأسباب التي أوجبت الاختلاف بين المسلمين في آرائهم - ط»\n«الحدائق - خ» في أصول الدين [طُبع]\n«المثلث - خ» في اللغة، كمثلثات قطرب\n«شرح سقط الزند - ط» منه مخطوطة في جزأين، مرتبة على الحروف، حسب الاصطلاح المغربي، يبدأ الأول من الهمزة إلى الميم، والثاني من الميم إلى الآخر، في خزانة محمد الطاهر بن عاشور، بتونس.\n«الحلل في شرح أبيات الجمل - خ» في جامعة طهران، كتب سنة ٥٢٦ وكانت في خزانة المتوكل أحمد بن سليمان، المتوفي سنة ٥٥٦ ومنه مخطوطة ثانية لعلها أندلسية، في خزانة الرباط (١٧٠١ ك) [طُبع]\n«الحلل في أغاليط الجمل»\n«شرح الموطأ»\nوغير ذلك. (١)\n_________\n(١) بغية الملتمس ٣٢٤ والصلة ٢٨٧ وقلائد العقيان ١٩٣ وفيه مختارات من شعره. ومجلة المجمع العلمي العربيّ ١٢: ٥٦ وابن خلكان ١: ٢٦٥ وأزهار الرياض ٣: ١٠١ - ١٤٩ وفيه نص رسالة للفتح ابن خاقان في ترجمة البطليوسي وأخباره وأشعاره، ثم ما جاء في قلائد العقيان عنه. والبداية والنهاية ١٢: ١٩٨\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]",
  "books": [
    {
      "text_id": 17681,
      "title": "الاقتضاب في شرح أدب الكتاب"
    },
    {
      "text_id": 18275,
      "title": "رسائل في اللغة (رسائل ابن السيد البطليوسي)"
    },
    {
      "text_id": 6037,
      "title": "مشكلات موطأ مالك بن أنس"
    },
    {
      "text_id": 634,
      "title": "الحلل في شرح أبيات الجمل"
    },
    {
      "text_id": 6350,
      "title": "الإنصاف في التنبيه على الأسباب التي أوجبت الاختلاف بين المسلمين"
    },
    {
      "text_id": 6461,
      "title": "الحدائق في المطالب العالية الفلسفية العويصة"
    }
  ]
}