{
  "author_id": 638,
  "author_meta": "عبد العزيز السلمان (١٣٣٧ هـ  - ١٤٢٢ هـ) (١)\n* نسبه:\nهو العالم العلَّامة المفسر الأوصلي الفقيه الفرضي الورع الزاهد الشيخ عبد العزيز بن محمد بن عبد الرحمن بن عبد المحسن السَّلمان (أبو محمَّد) من الأساعدة من الرُّوَقَة من قبيلة عُتَيْبَة القبيلة العربية المشهورة.\n* مولده ونشأته:\nولد في مدينة عنيزة - كبرى محافظات منطقة القصيم - ليلة الخامس والعشرين من رمضان عام سبعة أو تسعة وثلاثين وثلاثمائة وألف للهجرة (١٣٣٧هـ  أو ١٣٣٩هـ) ، وقد نشأ في بيت علم ودين وورع وزهد، مات والده «رحمه الله تعالى» وهو صغير، فكفلته والدته رقية بنت الشيخ عبد العزيز بن الشيخ محمد بن إبرهيم السناني «رحمهم الله تعالى».\nوفي سنة ١٣٤٥هـ دخل مدرسة تحفيظ القرآن عند معلمه محمد بن عبد العزيز الدامغ «رحمه الله تعالى» وتخرج منها بعد ثلاث سنوات تقريبًا، ثم دخل مدرسة الأستاذ صالح بن ناصر بن صالح «رحمه الله تعالى» وتعلم فيها الكتابة والقراءة والخط والحساب، وتخرج منها بعد ثلاث سنوات تقريبًا متقنًا الكتابة والقراءة والخط والحساب، وقد أكمل حفظ القرآن الكريم خلال سنتين فقط، وكان عمره سبعة عشر عامًا.\nوقد انشغل في بداية شبابه بالتجارة وفتح محلاً يقوم فيه بالبيع والشراء ثم لما حصل الكساد أثناء الحرب العالمية الثانية على العالم كله وخصوصاً الجزيرة العربية أصبحت التجارة ليس لها مردود جيد فترك الشيخ عبد العزيز مزاولة التجارة واتجه إلى طلب العلم.\n*طلبه للعلم\nكانت الخطوة الأولى للشيخ -رحمه الله- إلى عالم العلم والعلماء هي مدرسة العلامة الشيخ عبد الرحمن بن ناصر السعدي ١٣٧٦هـ -رحمه الله- التي كانت في الحقيقة منارة العلم والمعرفة انضم الشيخ عبد العزيز إلى هذه المدرسة التي كانت تعقد غالباً في جامع عنيزة الكبير كان ذلك سنة ١٣٥٣هـ وكانت حلقة الشيخ عبد الرحمن السعدي أشبه بخلية نحل يتوافد عليها الطلبة من كل حدب وصوب ينهلون من علم الشيخ ابن سعدي -رحمه الله- حيث لازمه ملازمة تامة مدة ستة عشر عامًا إلى سنة ١٣٦٩هـ، وقد حفظ أثناء ذلك بعض المتون كزاد المستقنع وبلوغ المرام وألفية ابن مالك، وقد عرف الشيخ عبد الرحمن السعدي -رحمه الله- بحرصه الشديد على تعهد تلاميذه بطريقته الفذة التي تميز بها عن بقية العلماء في طريقة التدريس وتوصيل المعلومات إلى ذهن التلميذ وجعل الاختيار له في الكتاب الذي يريده وأسلوب النقاش الذي يفتح لطالب العلم الكثير من أبواب العلم وفهم المسائل بشكل جيد. ولقد تأثر شيخنا عبد العزيز -رحمه الله- بشيخه السعدي كثيراً لا سيما في طريقة تدريسه وتعامله مع التلاميذ والعطف عليهم والسؤال عن حالهم فحسب، بل في التقلل من حطام الدنيا والعيش بالكفاف والقناعة وعدم الخوض في أعراض الناس وتركه ما لا يعنيه -رحمه الله- مع الانكباب على العلم وطلب المعرفة التي كانت شغله الشاغل ، لا سيما من ناحية التدريس في معهد الرياض العالي أو التأليف الذي كان يفرغ له جل وقته عندما أحيل إلى التقاعد\nوقد تأثر كثيرًا بالإمامين الجليلين شيخ الإسلام ابن تيمية وتلميذه المحقق ابن القيم «رحمهما الله تعالى» وأقبل على مؤلفاتهما، وأكب على مطالعتها، والاشتغال بها، واستفاد منها العلم الكثير الذي يتجلى في ثنايا كتبه، لا سيما وقد تولى تدريس «العقيدة الواسطية» لشيخ الإسلام ابن تيمية «رحمه الله تعالى» زمنًا طويلاً، ووضع عليها لطلابه أسئلة وأجوبة مختصرة ومطولة، وانتفع بها الطلاب في المعاهد العلمية والحمد لله، ثم وضع عليها شرحًا قيمًا كبيرًا سماه «الكواشف الجلية عن معاني الواسطية» .\nوفي عام ١٣٦٩هـ انتقل الى مدينة الرياض وبعد تسعة أيام من وصوله الرياض عينه مفتي البلاد محمد بن إبراهيم آل الشيخ رحمه الله إمامًا في مسجد سمحة، واستمر في الإمامة إلى سنة ١٤٠٥هـ.\nوفي ٢٤/١٢/١٣٧٠هـ عينه أيضًا معلمًا في المعهد العلمي بالرياض، ثم انتقل إلى معهد إمام الدعوة العلمي، وقد تولى تدريس المواد الدينية كالتوحيد والفقه والتفسير والحديث، ويعد أول معلم يتم تعيينه في المعاهد العلمية، واستمر في سلك التعليم حتى انتهاء مدة تمديد تقاعده، والتي استمرت مدة خمس سنوات، وانتهت خدمتة في ١٠/١/١٤٠٤هـ، وقد فرغ في السنتين الأخيرتين لهذا التمديد للتأليف\n* مؤلفاته وآثاره العلمية\nالشيخ عبد العزيز السلمان رحمه الله أحد أولئك الذين تركوا للأمة مثالا حيا في بذل العلم للناس بدون ثمن في عصر جعل الناس التأليف مصدر تكسب، بل صار التأليف أحد أبواب الرزق المطروقة ، نعم يبرز لنا الشيخ بصورة مشرقة من صور بذل العلم للناس، فيؤلف الكثير لا لقصد التكسب والرزق بل لنفع الناس و فائدتهم ولا أدل على ذلك من وضعه ذلك الشرط لمن أراد طبع أي كتاب من كتبه وهو أن يكون وقفا لله تعالى لا يباع ولا يشترى بل يبذل لطالب العلم، لأنه يعد أن من الجهاد في سبيل الله تعالى بذل العلم للناس وهل يصح الجهاد خالصا لله عز وجل مع أخذ العوض المادي عليه، وكانت الكثير من دور النشر تلح على الشيخ أن تطبع كتبه وتعرضها للبيع فرفض رفضاً باتاً ، وقال هي وقف لله تعالى ولا أريد إلا الثواب من الله عز وجل في هذه الكتب ، فرحمه الله و أجزل مثوبته.\nوالشيخ من المكثرين في التأليف ، وقد حظيت مؤلفات الشيخ رحمه الله بقبول حسن في الأوساط العلمية، وقد تنوع تأليفه في شتى العلوم بين التفسير والعقيدة والفقه والوعظ والإرشاد وشعر الزهد والحكمة وبلغت مؤلفاته عشرين كتابا بعضها يصل إلى ست مجلدات ، كما أنه كان شاعرا مجيدا بث كثيرا من شعره في ثنايا مؤلفاته\nوأول كتاب ألفه هو الأسئلة والأجوبة الأصولية على العقيدة الواسطة سنة ١٣٨٢هـ ، وقد تجاوزت طباعة بعض كتبه إلى ما يقارب (٣٦) طبعة ، مثل كتاب محاسن الدين الإسلامي، وقد ترجمت جميع كتبه إلى اللغة الأردية .\nوهذه قائمة بمؤلفات الشيخ رحمه الله :\n١ - الأنوار الساطعات لآيات جامعات  أو \"البرهان المحكم في أن القرآن يهدي للتي هي أقوم\" جزآن .\n٢ - دعاء ختم القرآن.\n٣ - الأسئلة والأجوبة الأصولية على العقيدة الواسطية.\n٤ - كتاب \"مختصر الأسئلة والأجوبة الأصولية على العقيدة الواسطية\" جزء واحد وهو أساس الكتاب السابق.\n٥ - الكواشف الجلية عن معاني الواسطية.  جزء كبير\n٦ - \"الأسئلة والأجوبة الفقهية المقرونة بالأدلة الشرعية\" سبعة أجزاء - لم يكمل، ووصل فيه إلى كتاب النكاح\n٧ - \"إتحاف المسلمين بما تيسر من أحكام الدين\" جزآن وهو اختصار للكتاب السابق.\n٨ - \"التلخيصات لجل أحكام الزكاة\" جزء صغير.\n٩ - \"أوضح المسالك إلى أحكام المناسك\".\n١٠ - المناهل الحسان في دروس رمضان.\n١١ - كتاب الكنوز المليّة في الفرائض الجلية.\n١٢ - \"من محاسن الدين الإسلامي\" جزء صغير.\n١٣ - من معجزات النبي صلى الله عليه وسلم  جزء واحد.\n١٤ - مجموعة القصائد الزهديات جزآن.\n١٥ - موارد الظمآن لدروس الزمان \"ستة أجزاء\".\n١٦ - مفتاح الأفكار للتأهب لدار القرار \"ثلاثة أجزاء\".\n١٧ - إرشاد العباد للاستعداد ليوم المعاد جزء واحد.\n١٨ - إيقاظ أولي الهمم العالية إلى اغتنام الأيام الخالية  جزء واحد.\n١٩ - سلاح اليقظان لطرد الشيطان  جزء واحد.\n٢٠ - اغتنام الأوقات في الباقيات الصالحات  جزء واحد.\nما قالوه عن الشيخ :\n١- العلامة الشيخ صالح بن سعد اللحيدان المستشار القضائي بوزارة العدل ، قال : \"رجل تعلوه السكينة والبساطة، جم الأخلاق، واسع البال، كان يشرح درسه مرتين بأسلوب شيق، وكان يمازح تلامذته بمداعبة جادة وموزونة. وكان -رحمه الله- جاداً صبوراً واسع النظر، وربما يذكرك بمن سلف من السلف، وكان ذا طول في التأني والتحمل وحسن الأداء وتعلمنا منه النقاش والشعور بالمسؤولية واسنطاق حال النص بشجاعة علميّة وادبية\".\n٢- الشيخ عبد المحسن بن محمد العجمي وهو أحد تلامذة الشيخ قال: \".... كنا نزوره - رحمه الله - في بيته القديم بحي الديرة شارع السويلم ونصلى معه في مسجده القديم فيستقبلنا بحفاوة ونحن بعد لم نناهز الحلم ويتحدث معنا وكأنه أب لنا يحرص ويهمه أن نسير على منهج الحق ونقتفي أثر السلف ثم يدخلنا في بيته ويزودنا بالكتب والمؤلفات القيمة له ولغيره لاسيما كتابه الزاخر بالعلم والأدب والأخلاق والمواعظ «موارد الظمآن» ثم يقوم -رحمه الله- بحثنا على طلب العلم والحرص في تحصيله والجد في تعلمه وحفظ أوقاتنا بما ينفعنا وكان يوصينا كثيراً بقراءة كتب السلف مثل كتب شيخ الإسلام ابن تيمية وتلميذه الإمام ابن القيّم وشيخ الإسلام محمد بن عبدالوهاب وأئمة الدعوة السلفية -رحمهم الله- كل ذلك بتوجيه حكيم ومنطق رزين وشفقة وحب،\n٣ - الشيخ كامل محمد عويضة المؤرخ المعروف ، قال : ورحل شيخ المعلمين وعلامة القرن العشرين (كما سماه بذلك في كتاب أصدره عن الشيخ عبد العزيز السلمان مايزال مخطوطاً يقارب(٢٣٠) صفحة).\nاللحظات الأخيرة للشيخ السلمان :\nيروي لنا ابنه عبد الحميد عن أبيه اللحظات الأخيرة قبل أن يتوفى والده بساعات قائلاً: كان الوالد -رحمه الله- في حياته لا يعاني من أمراض مستعصيه سوى داء الركبتين حيث إنه في المدة الأخيرة أصبح لا يستطيع المشي إلا بصعوبة وكان يستعمل العكازين وكان يخدم نفسه بنفسه في داخل البيت وكان يستمتع بكامل قواه ويضيف ابنه قائلاً: إن أبي عندما ألف كتابه الأخير مفتاح الأفكار للتأهب لدار القرار قال ليّ ياعبدالحميد أريد أن أتأهب بهذا الكتاب -إن شاء الله- عز وجل لدخول دار القرار، ولم يؤلف الشيخ بعد هذا الكتاب أي كتاب.\nويقول ابنه عبد الحميد كان من عادة الوالد قبل أن ينام أن أجلس معه قليلاً وأسأله هل يريد شيئاً أقضيه له وفي يوم وفاته في الساعة الثانية عشرة ليلاً يوم الأحد التاسع عشر من شهر صفر لعام ١٤٢٢هـ وكالعادة ذهبت إليه وكان بجانبه شريط به تسجيل لأحد قراء القرآن الكريم يستمع إليه وكان هذا دأبه أما قارئاً للقرآن الكريم أو مستمعاً. وقلت له هل تريد شيئاً يا أبي؟ قال لا وإذا أردت شيئاً سأطلبك ولمست يده فإذا هي مرتفعة الحرارة وذهبت إلى غرفتي وأنا غير مطمئن ورجعت له مرة ثانية ولمست يده فإذا هي أكثر حرارة وبلغ منه الجهد والأعياء وأصبح واضحاً فقلت له سوف نحملك إلى المستشفى فرفض وقال أعاني من ألم شديد «وهو يشير إلى صدره» لايعلم مداه إلا الله عز وجل ولو كان الموت يُشترى لأشتريته ولكن لايجوز تمني الموت. ولعل ذلك مرض الموت وذكرت له أول الحديث عن رسول الله صلى الله عليه وسلم: أريد معرفة ذاكرته وأكمل ليّ الحديث، نصف الحديث بأكمله -رحمه الله- وأتت الوالدة -حفظها الله- وأسقته من ماء زمزم فشرب منه ثم استقبل القبلة -رحمه الله- وتشهد الشهادة كلمة التوحيد وفاضت روحه الطاهرة في الساعة الثالثة ليلاً في وقت تستجاب فيه الدعوات\n_________\n(١) هذه الترجمة للشيخ تم جمعها وترتيبها من عدة مصادر : الشبكة الإسلامية ، وصيد الفوائد ، والمجلة العربية",
  "books": [
    {
      "text_id": 11192,
      "title": "الأسئلة والأجوبة الفقهية"
    },
    {
      "text_id": 120,
      "title": "مفتاح الأفكار للتأهب لدار القرار"
    },
    {
      "text_id": 38155,
      "title": "مجموعة القصائد الزهديات"
    },
    {
      "text_id": 7480,
      "title": "موارد الظمآن لدروس الزمان"
    },
    {
      "text_id": 9827,
      "title": "مختصر الأسئلة والأجوبة الأصولية على العقيدة الواسطية"
    }
  ]
}