{
  "author_id": 639,
  "author_meta": "محمد بن علي مغربي (١٣٣٤ - ١٤١٧ هـ) = (١٩١٥ - ١٩٩٦ م)\nأديب ومؤرخ سعودي، ولد وعاش وتوفي في مدينة جدة، وكان عضو المجلس التأسيسي لنادي جدة الأدبي عام ١٣٩٥ هـ - ١٩٧٥ م\nتلقى تعليمه الأولي في مدارس جدة، ثم التحق بمدرسة الفلاح، وتخرج فيها.\nأسّس جريدة «البلاد» ١٩٣٠\nتولى رئاسة تحرير جريدة «صوت الحجاز» عام ١٩٤١، لمدة (٤٩) يومًا\nثم عمل رئيسًا لمجلس إدارة مصحف مكة المكرمة\nثم تفرغ بعدها للعمل التجاري مؤسسًا شركة تحمل اسمه\nتوفي ٢٤ جمادى الثانية ١٤١٧ هـ - ١٩٩٦ م\n(مؤلفاته)\nمحمد صلى الله عليه وسلم خاتم الأنبياء والمرسلين: السيرة النبوية، للنبي صلى الله عليه وسلم، في مجلد تجاوزت صفحاته ٧٥٤ صفحةً، ١٩٩٦ م\nسلسلة أعلام الصحابة (١٩٨٢ - ١٩٩٤ م): «أبو بكر الصديق خليفة رسول الله - صلى الله عليه وسلم-»، «عمر بن الخطاب أمير المؤمنين»، «عثمان بن عفان ذو النورين»، «علي بن أبي طالب والحسن بن علي»\n«تاريخ الدولة الأموية»: مجلدان\n«أعلام الحجاز في القرن الرابع عشر للهجرة، ١٩٨٤ - ١٩٩٠ م: يضم سيرًا موضوعية لحياة بعض الأعلام الحجازيين، ممن عاشوا وتوفوا في القرن الرابع عشر الهجري، وكتب تراجم هؤلاء الأعلام عن معرفة وقرب منهم. احتوى الكتاب على حوالي ٦٠ شخصية حجازية في ٤ مجلدات (وضم كل جزء من الكتاب تراجم للأعلام وخلفية تاريخية وعلمية عن المترجم له) وقد عاصر وتعايش مع معظم هذه الأسماء من الذين ترجم لهم ورصد مراحل حياتهم ولذا فقد كتب مصنفه أعلام الحجاز معتمداً في أغلب التأليف على الذاكرة، وأوضح في مقدمة الكتاب أنه ترجم لمن عاصرهم وانتقلوا إلى جوار ربهم، وأغلبهم ممن اتصلت أسبابه بأسبابهم فعرفهم عن قرب وخبر من أمورهم ما قد يخفى على كثير من شباب الأمة ورجالها\nلم يكتفِ بمعلومات موجزة، بل أسهب في وصف الشخصية حتى من ناحية الملامح والهيئة، والملابس، حتى يتخيل القارئ أنه يشاهد الأشخاص أمامه، كما تحدث عن حياة المترجم له وتصرفاته، وسلوكياته مع الآخرين، وذكر الطرائف والمواقف الخفيفة، وحتى بعض ملامح الحياة الاقتصادية والاجتماعية في ذلك الوقت، فأصبح مرجعا للشخصيات وللأحداث أيضا\nورجع - مع ذلك- إلى مصادر ومراجع كثيرة وعديدة منها الكتب والمؤلفات والصحف والمجلات\nولم يشأ المؤلف أن يصنف كتابه أعلام الحجاز في باب التاريخ بل صنفه في باب الذكريات، كما قال فاروق باسلامة، ويرى أن ذلك من باب التواضع الأدبي من المؤلف، لأن ما طرحه في كتابه هو ذخيرة تاريخية وسيرة أناس حافلة بالعمل\nملامح الحياة الاجتماعية في الحجاز في القرن الرابع عشر (١٩٨٢ م): صور الحياة الاجتماعية خلال النصف الثاني من القرن الرابع عشر للهجرة، حيث تناول الأسر والعادات والتقاليد في المدن الحجازية، وسبل التعليم وطرق الطب ومهن التجارة والصنائع والفنون وما تعرف عليه الناس من الأطعمة والأشربة وفن الغناء والطرب وفنون الرياضة والألعاب الشعبية في الحجاز كل ذلك بأمثلة وافية لتلك الملامح في الحجاز وبالذات في مكة المكرمة والمدينة المنورة وجدة التي عاش فيها. ونجح الكتاب في رسم صورة شاملة للمجتمع السعودي في جدة في ذلك القرن الهجري الرابع عشر\n«لمحات من تاريخ الحجاز قبل الإسلام»: ١٤١٤ هـ (١٩٩٣ م). ضمنه ما وصل إليه من الأحداث التاريخية في هذا البلد، وما كشفت عنه النصوص التاريخية الضاربة في القدم\nالإسلام في شعر شوقي: بحث قدمه في مؤتمر الأدباء السعوديين الأول عام ١٣٩٤ هـ (١٩٧٤ م)، الذي نظمته جامعة الملك عبد العزيز، حينما كان مديرها الدكتور محمد عبده يماني -رحمه الله- وعقد بمكة المكرمة. ورصد هذا البحث الدراسي شعر أحمد شوقي الإسلامي وخاصة في المدح النبوي، وهو بحث طويل، صدر في كتيب ١٤٠٤ هـ - ١٩٨٤ م\n«البعث» وقصص أخرى ١٣٦٤ هـ - ١٩٤٤ م: رواية طويلة بعنوان: «البعث» وطبعت معها قصص أخرى هي «الكنز»، و «الرجل النكد الطبع»، و «بقرة الشريف عون»، و «مقامة العروسين». وفي قصة «البعث» كان بطلها أسامة الزاهر وهو شخصية خيالية، سافر من الحجاز إلى الهند للاستشفاء من مرض ألم به، بعد أن تعذرت عليه وسائل الشفاء في بلده، والرواية خيالية محضة، استعرضت أفكار النهضة الصناعية والعلمية، في حلم الشاب الحجازي، والتباين بين الحياة في المملكة والهند.\nمجموعة أحاديث قصيرة بعنوان: «حبات من عنقود - أوراق متناثرة» عام ١٩٦٨ م\nمجموعة مقالات بعنوان: «لعنة هذا الزمن - الشيوعية»\n(شعره)\nالقصيدة النبوية: نظم للسيرة النبوية من ميلاد النبي -صلى الله عليه وسلم - وحتى وفاته: نشرت القصيدة في دار العلم التابعة لجريدة المدينة ١٤١٦ هـ - ١٩٩٥ م\nرباعيات نشرت في جريدة «المدينة» - (ع ٧٦٦٩) - ١٤٠٨ هـ - ١٩٨٧ م. سجل فيها أحداثًا سياسية كبرى، وملامح الحركة الاجتماعية في المملكة، وكان له دور متميز في رصد ذلك كله وقد صدرت هذه الرباعيات في مجموعة مطبوعة عام ١٤١٥ هـ - ١٩٩٤ م\nقصيدة بعنوان: «وكنا نرجي الجيش للقدس» - إصدارات دارة المنهل للصحافة والنشر المحدودة\nقصيدة بعنوان: «رسالة والد» يخاطب فيها ابنته، ويعبر عن افتقاده لها\n[الترجمة من إعداد فريق عمل الشاملة نقلا عن «معجم البابطين للشعراء»، ومقال بجريدة «الرياض» السعودية، وغيرها]",
  "books": [
    {
      "text_id": 850,
      "title": "أعلام الحجاز في القرن الرابع عشر للهجرة"
    }
  ]
}