{
  "author_id": 640,
  "author_meta": "الرئيس ابن سينا (٣٧٠ - ٤٢٨ هـ = ٩٨٠ - ١٠٣٧ م)\nالحسين بن عبد الله بن سينا، أبو علي، شرف الملك: الفيلسوف الرئيس، صاحب التصانيف في الطب (١) والمنطق والطبيعيات والإلهيات.\nأصله من بلخ، ومولده في إحدى قرى بخارى.\nونشأ وتعلم في بخارى، وطاف البلاد، وناظر العلماء، واتسعت شهرته، وتقلد الوزارة في همذان، وثار عليه عسكرها ونهبوا بيته، فتوارى.\nثم صار إلى أصفهان، وصنف بها أكثر كتبه.\nوعاد في أواخر أيامه إلى همذان، فمرض\nفي الطريق، ومات بها.\nقال ابن قيم الجوزية: (كان ابن سينا - كما أخبر عن نفسه - هو وأبوه، من أهل دعوة الحاكم، من القرامطة الباطنيين).\nوقال ابن تيمية: (تكلم ابن سينا في أشياء من الإلهيات، والنبويات، والمعاد، والشرائع، لم يتكلم بها سلفه، ولا وصلت إليها عقولهم، ولا بلغتها علومهم، فإنه استفادها من المسلمين، وإن كان إنما يأخذ عن الملاحدة المنتسبين إلى المسلمين كالاسماعيلية، وكان أهل بيته من أهل دعوتهم، من أتباع الحاكم العبيدي الذي كان هو وأهل بيته معروفين عند المسلمين بالإلحاد) صنف نحو مئة كتاب، بين مطول ومختصر، ونظم الشعر الفلسفي الجيد، ودرس اللغة مدة طويلة حتى بارى كبار المنشئين.\nأشهر كتبه (القانون - ط) كبير في الطب، يسميه علماء الفرنج () Canonmedicina بقي معولا عليه في علم الطب وعمله، ستة قرون، وترجمه الفرنج إلى لغاتهم، وكانوا يتعلمونه في مدارسهم، وطبعوه بالعربية في رومة (٢) وهم يسمون ابن سينا Avicenne وله عندهم مكانة رفيعة.\nومن تصانيفه (المعاد - خ) رسالة في الحكمة، و (الشفاء - ط) في الحكمة، أربعة أجزاء، و (السياسة (٣)) و (أسرار الحكمة المشرقية - ط) ثلاث مجلدات وأرجوزة في (المنطق - ط) ورسالة (حي بن يقظان - ط) وهي غير رسالة ابن الطفيل المسماة بهذا الاسم، و (أسباب حدوث الحروف - ط) رسالة، و (الإشارات - ط) و (الطير (٤) في الفلسفة، و (أسرار الصلاة - ط) في ماهية الصلاة وأحكامها الظاهرة وأسرارها الباطنة الخ، و (لسان العرب) عشر مجلدات في اللغة، و (الإنصاف - خ) في الحكمة، و (النبات والحيوان - خ) رسالة، ورسالة في (الهيئة - خ) و (أسباب الرعد والبرق - خ) رسالة، و (الدستور الطبي - خ) قطعة منه، و (أقسام العلوم - خ) رسالة، و (الخطب - خ) رسالة، و (العشق - ط) رسالة في فلسفته.\nوأشهر شعره عينيته التي مطلعها: (هبطت إليك من المحل الأرفع) وقد شرحها كثيرون.\nولجميل صليبا (ابن سينا - ط) ولجورج شحاتة قنواتي كتاب (مؤلفات ابن سينا - ط) المخطوط منها والمطبوع، ولعباس محمود العقاد (الشيخ الرئيس ابن سينا - ط) ولبولس مسعد (ابن سينا الفيلسوف - ط) ولحمودة عزابة (ابن سينا بين الدين والفلسفة - ط)\n_________\n(١) يقال: كان الطب معدوما فأوجده بقراط، وكان ميتا فأحياه جالينوس، وكان متفرقا فجمعه الرازي، وكان ناقصا فأكمله ابن سينا.\n(٢) كان طبعه سنة ١٤٧٦ م، في أربع مجلدات، بعد اختراع آلة الطباعة بنحو ثلاثين عاما.\n(٣) نشر تباعا في مجلة المشرق ج ٩.\n(٤) رسالة نشرت في المشرق ٤: ٨٨٢\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 10706,
      "title": "القانون في الطب"
    },
    {
      "text_id": 7227,
      "title": "السياسة لابن سينا"
    },
    {
      "text_id": 982,
      "title": "الرسالة النيروزية - ابن سينا - ضمن نوادر المخطوطات"
    }
  ]
}