{
  "author_id": 647,
  "author_meta": "الحكيم الترمذي ( ٠٠٠ - نحو ٣٢٠ هـ = ٠٠٠ - نحو ٩٣٢ م)\nمحمد بن علي بن الحسن بن بشر، أبو عبد الله، الحكيم الترمذي: باحث، صوفي، عالم بالحديث وأصول الدين.\nمن أهل (ترمذ) نفي منها بسبب تصنيفه كتابا خالف فيه ما عليه أهلها، فشهدوا عليه بالكفر. وقيل: اتهم باتباع طريقة الصوفية في الإشارات ودعوى الكشف. وقيل فضل الولاية على النبوة، ورد بعض العلماء هذه التهمة عنه. وقيل: كان يقول: للأولياء خاتم كما أن للأنبياء خاتما. وقال السبكي: فجاء إلى بلخ - أي بعد إخراجه من ترمذ - (فقبلوه) لموافقته إياهم على المذهب. وأخطأ بعض مؤرخيه من المتأخرين بأن جعل العبارة: جاء إلى بلخ (فقتلوه) وهذا لا يتفق مع بقية ما قاله السبكي من موافقتهم إياه على المذهب. وفي (لسان الميزان) أن أهل ترمذ هجروه في آخر عمره لتأليفه كتاب (ختم الولاية وعلل الشريعة) وأنه حمل إلى بلخ فأكرمه أهلها وكان عمره نحو تسعين سنة.\nواضطرب مؤرخوه في تاريخ وفاته، فمنهم من قال سنة ٢٥٥ وسنة ٢٨٥ هـ، وينقض الأول أن السبكي يذكر أنه حدث بنيسابور سنة ٢٨٥ كما ينقض الثاني قول ابن حجر: إن الأنباري سمع منه سنة ٣١٨ أما كتبه، فمنها (نوادر الأصول في أحاديث الرسول - ط) و (الفروق - خ) يفرق فيه بين المداراة والمداهنة، والمحاجة والمجادلة، والمناظرة والمغالبة، والانتصار والانتقام الخ، وهو فريد في بابه.\nوله كتاب (غرس الموحدين) و (الرياضة وأدب النفس - ط) و (غور الأمور - خ) و (المناهي) و (شرح الصلاة) لعله (الصلاة ومقاصدها - ط) و (المسائل المكنونة - خ) وكتاب (الأكياس والمغترين - خ) و (بيان الفرق بين الصدر والقلب والفؤاد واللب - ط) رسالة طبعت سنة ١٩٥٨ مصدرة بترجمة حسنة لمؤلفها وبأسماء ٥٧ كتابا أو رسالة من تصنيفه، و (العقل والهوى - خ) [ ثم طُبع ] و (العلل - خ) رسالة، وفي الظاهرية، بدمشق بعض رسائله\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 25950,
      "title": "المنهيات"
    },
    {
      "text_id": 37033,
      "title": "رياضة النفس"
    },
    {
      "text_id": 37054,
      "title": "أدب النفس"
    },
    {
      "text_id": 652,
      "title": "العقل والهوى"
    },
    {
      "text_id": 6794,
      "title": "الأعضاء والنفس"
    },
    {
      "text_id": 6893,
      "title": "الأمثال من الكتاب والسنة"
    },
    {
      "text_id": 720,
      "title": "نوادر الأصول في أحاديث الرسول"
    }
  ]
}