{
  "author_id": 657,
  "author_meta": "من مصر من بلدة القلمون وهى إحدى قرى الواحات الداخلة، وهو مقيم بالجيزة - طريق البراجيل - عزبة خيزة\nحاصل على ليسانس الحقوق، وهو لا يعتز بذلك أبدا، ترك وظيفته كوكيل نيابة، وفر إلى الله وألف كتابه «ففروا إلى الله» وقد نفع الله بهذا الكتاب نفعا عظيما\n(من صفاته)\nوهو معروف بالورع والزهد والشدة فى الحق ولا ينازع أحدا على ساحة الدعوة (من أهل السنة) ولا يدعى لنفسه ما ليس فيه\nآثر الخمول والابتعاد عن الشهرة ويعرف أنه قوام لليل جداً ,ويتسابق الشباب للصلاة خلفه في رمضان مع شهرته بالإطالة في القيام والركوع والسجود ,ومحب للقرآن ويقدم من يحفظه, تتعلم من سمته وسكوته قبل كلامه, كما يعرف عنه أنه من أشد الناس اتباعاً للسنة , حتى يحكى أنه كان يسير مرة في الشارع برفقة بعض طلبته فاراد أن يتوقف عند محل لشرب عصير قصب وعندما أراد أن يشرب العصير لم يجد كرسياً ليجلس عليه فجلس على الأرض وشرب, وكان هذا سبباً أن أحضر صاحب المحل كراسي ووضعها لمن أراد أن يشرب جالساً, وكذلك هو مُرَبٍّ فاضل لكل من حوله يعلمهم والسنة ويحرص عليها حرصاً شديداً, وهو كذلك زاهد آثر الحياة البسيطة المتواضعة مع قدرته على بسط العيش أكثر من ذلك, فإن بيته متواضعاً جداً أكثر مما قد تتخيل وذلك بشهادة كل من زاره من الشيوخ, وكانت له مقرأة في مسجده يوزع فيه كتابه ففروا إلى الله مجاناً على الطلبة وكان يحضر لهم عصائر من منزله ليروح عنهم في المجلس, ومواقف الشيخ كثيرة جداً, كان يسكن في منطقة ميت عقبة التابعة لقسم العجوزة بمحافظة الجيزة وضيق عليه فيها كثيراً, فانتقل إلى منطقة البراجيل بنفس المحافظة وبنى مسجداً فضيق عليه أيضاً وأخذ منه المسجد فبنى الشيخ مسجداً آخر نسأل الله له الحفظ والعافية, يقولون إن الشيخ سقط من عصر السلف الصالح إلى عصرنا ومكانه معهم, ولا نزكي على الله أحدا\n(قال عنه بعض من رآه):\nالشيخ حفظه الله أمة وحده ونموذج فذ في الزهد والورع والعبادة والإزراء على النفس والبعد عن الشهرة وإيثار الخمول وهو نسيج وحده في حب الدعوة إلى الله وإيثار الخير للناس والحرص على هدايتهم\nإن رؤية هذا الرجل تذكر بالله وبالآخرة\nكلما قرأت قول من قال ((كنت إذ اعترتني فترة من العبادة نظرت إلى وجه محمد بن واسع فعملت على ذلك أسبوعا)) إلا جاءت في نفسي سيرة الشيخ وسمته\n(وللشيخ بعض المؤلفات)\n١ - أشهرها كتاب «ففروا إلى الله»\n٢ - عون الرحمن فى حفظ القرآن\n٣ - أحكام الصيام والقيام وزكاة الفطر\n٤ - ماذا تعرف عن الله\nومن تلامذته الشيخ أحمد قواشتى",
  "books": [
    {
      "text_id": 10277,
      "title": "ففروا إلى الله - القلموني"
    },
    {
      "text_id": 14251,
      "title": "ماذا تعرف عن الله"
    },
    {
      "text_id": 7807,
      "title": "أحكام الصيام والقيام وزكاة الفطر"
    }
  ]
}