{
  "author_id": 664,
  "author_meta": "شيخ المحققين عبد السلام هارون ( ١٣٢٦ هـ - ١٩٠٩ م = ١٤٠٨ هـ - ١٩٨٨ م )\nقال أحمد تمام :\nلم يخطّ أحد في التراث العربي سطرًا إلا وللعالم الجليل عبد السلام هارون منّة عليه، ويندر أن يتعامل أحد مع المصادر العربية دون أن يستعين بمصدر من تحقيقات الشيخ الجليل؛ فقد قدم للمكتبة العربية عيون التراث مجلّوة في صورة بهية وحلّة قشيبة، وزينها بتعليقات وفهارس دقيقة.\nالمولد والنشأة\nولد عبد السلام هارون في مدينة الإسكندرية في (٢٥ من ذي الحجة ١٣٢٦هـ= ١٨ من يناير ١٩٠٩م) ونشأ في بيت كريم من بيوت العلم، فجده لأبيه هو الشيخ هارون بن عبد الرازق عضو جماعة كبار العلماء، وأبوه هو الشيخ محمد بن هارون كان يتولى عند وفاته منصب رئيس التفتيش الشرعي في وزارة الحقانية (العدل)، وعمه هو الشيخ أحمد بن هارون الذي يرجع إليه الفضل في إصلاح المحاكم الشرعية ووضع لوائحها، أما جده لأمه فهو الشيخ محمود بن رضوان الجزيري عضو المحكمة العليا.\nوقد عني أبوه بتربيته وتعليمه، فحفظ القرآن الكريم وتعلم مبادئ القراءة والكتابة، والتحق بالأزهر سنة (١٣٤٠هـ=١٩٢١م) حيث درس العلوم الدينية والعربية، ثم التحق في سنة (١٣٤٣هـ= ١٩٢٤م) بتجهيزية دار العلوم بعد اجتيازه مسابقة للالتحاق بها، وكانت هذه التجهيزية تعد الطلبة للالتحاق بمدرسة دار العلوم، وحصل منها على شهادة البكالوريا سنة (١٣٤٧هـ= ١٩٢٨م) ثم أتم دراسته بدار العلوم العليا، وتخرج فيها سنة (١٣٥١هـ= ١٩٤٥م).\nالوظائف العلمية\nوبعد تخرجه عمل مدرسًا بالتعليم الابتدائي، ثم عُيّن في سنة (١٣٦٥هـ=١٩٤٥م) مدرسًا بكلية الآداب بجامعة الإسكندرية، وهذه هي المرة الوحيدة في تاريخ الجامعات التي ينتقل فيها مدرس من التعليم الابتدائي إلى السلك الجامعي، بعد أن ذاعت شهرته في تحقيق التراث، ثم عُيّن في سنة (١٣٧٠هـ=١٩٥٠م) أستاذًا مساعدًا بكلية دار العلوم، ثم أصبح أستاذًا ورئيسًا لقسم النحو بها سنة (١٣٧٩هـ= ١٩٥٩م) ثم دعي مع نخبة من الأساتذة المصريين في سنة (١٣٨٦هـ=١٩٦٦م) لإنشاء جامعة الكويت، وتولى هو رئاسة قسم اللغة العربية وقسم الدراسات العليا حتى سنة (١٣٩٤هـ= ١٩٧٥م)، وفي أثناء ذلك اختير عضوًا بمجمع اللغة العربية بالقاهرة سنة (١٣٨٩هـ= ١٩٦٩م).\nالنشاط العلمي\nبدأ عبد السلام هارون نشاطه العلمي منذ وقت مبكر، فحقق وهو في السادسة عشرة من عمره كتاب \"متن أبي شجاع\" بضبطه وتصحيحه ومراجعته في سنة (١٣٤٤هـ=١٩٢٥م)، ثم حقق الجزء الأول من كتاب \"خزانة الأدب\" للبغدادي سنة (١٣٤٦هـ= ١٩٢٧م)، ثم أكمل أربعة أجزاء من الخزانة وهو طالب بدار العلوم.\nكانت هذه البدايات تشير إلى الاتجاه الذي سيسلكه هذا الطالب النابه، وتظهر تعلقه بنشر التراث، وصبره وجلده على تحمل مشاق المراجعة والتحقيق، وبعد تخرجه في دار العلوم اتجه إلى النشر المنظم، فلا تكاد تخلو سنة من كتاب جديد يحققه أو دراسة ينشرها.\nولنبوغه في هذا الفن اختاره الدكتور طه حسين (١٣٦٣هـ=١٩٤٣م) ليكون عضوًا بلجنة إحياء تراث أبي العلاء المعري مع الأساتذة: مصطفى السقا، وعبد الرحيم محمود، وإبراهيم الإبياري، وحامد عبد المجيد، وقد أخرجت هذه اللجنة في أول عهدها مجلدًا ضخمًا بعنوان: \"تعريف القدماء بأبي العلاء\"، أعقبته بخمسة مجلدات من شروح ديوان \"سقط الزند\".\nوتدور آثاره العلمية في التحقيق حول العناية بنشر كتب الجاحظ، وإخراج المعاجم اللغوية، والكتب النحوية، وكتب الأدب، والمختارات الشعرية.\nأما كتب الجاحظ -أمير البيان العربي- فقد عني بها عبد السلام هارون عناية فائقة، فأخرج كتاب \"الحيوان\" في ثمانية مجلدات، ونال عن تحقيقه جائزة مجمع اللغة العربية سنة (١٣٧٠هـ=١٩٥٠م)، وكتاب البيان والتبيين في أربعة أجزاء، وكتاب \"البرصان والعرجان والعميان والحولان\" و\"رسائل الجاحظ\" في أربعة أجزاء، وكتاب \"العثمانية\".\nوأخرج من المعاجم اللغوية: معجم \"مقاييس اللغة\" لابن فارس في ستة أجزاء، واشترك مع أحمد عبد الغفور العطّار في تحقيق \"صحاح العربية\" للجوهري في ستة مجلدات، و\"تهذيب الصحاح\" للزنجاني في ثلاثة مجلدات، وحقق جزأين من معجم \"تهذيب اللغة\" للأزهري، وأسند إليه مجمع اللغة العربية الإشراف على طبع \"المعجم الوسيط\".\nوحقق من كتب النحو واللغة كتاب سيبويه في خمسة أجزاء، وخزانة الأدب للبغدادي في ثلاثة عشر مجلدًا، ومجالس ثعلب في جزأين، وأمالي الزجاجي، ومجالس العلماء للزجاجي أيضًا، والاشتقاق لابن دريد.\nوحقق من كتب الأدب والمختارات الشعرية: الأجمعيات، والمفضليات بالاشتراك مع العلامة أحمد شاكر، وشرح ديوان الحماسة للمرزوقي مع الأستاذ أحمد أمين، وشرح القصائد السبع الطوال لابن الأنباري، والمجلد الخامس عشر من كتاب الأغاني لأبي فرج الأصبهاني.\nوحقق من كتب التاريخ: جمهرة أنساب العرب لابن حزم، ووقعة صفين لنصر بن مزاحم، وكان من نتيجة معاناته وتجاربه في التعامل مع النصوص المخطوطة ونشرها أن نشر كتابًا في فن التحقيق بعنوان: \"تحقيق النصوص ونشرها\" سنة (١٣٧٤هـ= ١٩٥٤م)، فكان أول كتاب عربي في هذا الفن يوضح مناهجه ويعالج مشكلاته، ثم تتابعت بعد ذلك الكتب التي تعالج هذا الموضوع، مثل كتاب: مقدمة في المنهج للدكتورة بنت الشاطئ، ومنهج تحقيق النصوص ونشرها لنوري حمودي القيسي وسامي مكي العاني، وتحقيق التراث العربي لعبد المجيد دياب.\nأما عن مؤلفاته فله: الأساليب الإنشائية في النحو العربي، والميسر والأزلام، والتراث العربي، وحول ديوان البحتري، وتحقيقات وتنبيهات في معجم لسان العرب، وقواعد الإملاء، وكناشة النوادر، ومعجم شواهد العربية، ومعجم مقيدات ابن خلكان.\nوعمد إلى بعض الكتب الأصول فهذّبها ويسرها، من ذلك: تهذيب سيرة ابن هشام، وتهذيب إحياء علوم الدين لأبي حامد الغزالي، والألف المختارة من صحيح البخاري، كما صنع فهارس لمعجم تهذيب اللغة لأبي منصور الأزهري في مجلد ضخم.\nوخلاصة القول أن ما أخرجه للناس من آثار سواء أكانت من تحقيقه أو من تأليفه تجاوزت ١١٥ كتابًا، وقد توج عبد السلام هارون حياته بأن نال جائزة الملك فيصل العالمية في الأدب العربي سنة (١٤٠٢هـ= ١٩٨١م)، وانتخبه مجلس مجمع اللغة العربية أمينا عامًا له في (٣ من ربيع الآخر ١٤٠٤هـ= ٧ من يناير ١٩٨٤م)، واختاره مجمع اللغة العربية الأردني عضو شرف به.\nوظل الشيخ يعمل في خدمة التراث في صبر وجلد ينجز بهما الأعمال العلمية المضنية على اختلاف مناحيها وكثرة تشعبها، تمده ثقافة عربية واسعة، وبصر بالتراث، ونفس وثابة، وروح إسلامية عارمة تستهدف إذاعة النصوص الدالة على عظمة التراث العربي، وتكشف عن نواحي الجلال فيه.\nوإلى جانب بهذا النشاط في عالم التحقيق كان الأستاذ عبد السلام هارون أستاذًا جامعيًا متمكنًا، تعرفه الجامعات العربية أستاذًا محاضرًا ومشرفًا ومناقشا لكثير من الرسائل العلمية التي تزيد عن ٨٠ رسالة للماجستير والدكتوراه.\nوفاته\nتوفي عبد السلام هارون في (٢٨ من شعبان ١٤٠٨هـ= ١٦ من إبريل ١٩٨٨م) بعد حياة علمية حافلة، وخدمة للتراث جليلة، وبعد وفاته أصدرت جامعة الكويت كتابًا عنه بعنوان: \"الأستاذ عبد السلام هارون معلمًا ومؤلفًا ومحققًا\".\nمن مصادر الدراسة:\nمحمد مهدي علام: المجمعيون في خمسين عامًا ـ مطبوعات مجمع اللغة العربية ـ القاهرة (١٤٠٦هـ= ١٩٨٦م).\nمحمود محمد الطناحي: مدخل إلى تاريخ نشر التراث العربي ـ مكتبة الخانجي ـ القاهرة ـ (١٤٠٥هـ = ١٩٨٤م).\nمحمد خير رمضان يوسف: تتمة الإعلام للزركلي- دار ابن حزم ـ (١٤١٨هـ= ١٩٩٨م).\nمحمد محيي الدين عبد الحميد: كلمة في استقبال عبد السلام هارون ـ مجلة مجمع اللغة العربية ـ العدد (٢٥) ـ القاهرة ـ (١٣٨٩هـ= ١٩٦٩م).\nالسيد الجميلي: الجيل الثاني أو الطبقة الثانية من المحققين الأعلام ـ مجلة الأزهر ـ الجزء العاشر ـ السنة الثامنة والستون ـ (١٤١٦هـ= ١٩٩٦م).\nنقلا عن : موقع إسلام أون لاين",
  "books": [
    {
      "text_id": 12733,
      "title": "كناشة النوادر"
    },
    {
      "text_id": 38212,
      "title": "قواعد الإملاء"
    },
    {
      "text_id": 7300,
      "title": "تحقيق النصوص ونشرها"
    }
  ]
}