{
  "author_id": 67,
  "author_meta": "ابن باز، عبد العزيز (١٣٣٠-١٤٢٠هـ، ١٩١٢ - ١٩٩٩م ).\nعبدالعزيز بن عبد الله بن باز عالم وفقيه سعودي، والرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد منذ عام ١٣٩٥هـ، ١٩٧٥م. ثم أصبح مفتيًا عامًا للبلاد. وُلد بالرياض، في أسرة يغلب على كثير من فضلائها طلب العلم. وكان بصيرًا في أول الدراسة ثم أصابه المرض في عينيه عام ١٣٤٦هـ فضعف بصره ثم ذهب بالكلية في مستهل محرم ١٣٥٠هـ. وهو أحد العلماء الذين وهبوا حياتهم كلّها خدمة للإسلام والمسلمين. حفظ القرآن الكريم عن ظهر قلب قبل سن البلوغ، ثم بدأ في تلقّي العلوم الشرعية والعربية على أيدي كبار المتخصّصين فيها، منهم: الشيخ محمد بن عبد اللطيف بن عبدالرحمن بن حسن بن الشيخ محمد بن عبد الوهاب والشيخ صالح بن عبد العزيز بن عبد الرحمن ابن حسن بن الشيخ محمد بن عبد الوهاب وسماحة الشيخ محمد بن إبراهيم بن عبد اللطيف آل الشيخ. ولِي القضاء لمدة أربعة عشر عامًا، ثم عمل بالتدريس في المعهد العلمي وكلية الشريعة بالرياض، ثم بالجامعة الإسلامية بالمدينة المنورة إلى أن أصبح نائبًا لرئيسها (١٣٨١- ١٣٩٠هـ) ثم رئيسًا لها (١٣٩٠-١٣٩٥هـ). تولّى منصب الرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في الرابع عشر من شوال عام ١٣٩٥هـ، بجانب رئاسة المجلس التأسيسيّ لرابطة العالم الإسلامي، والمجلس الأعلى للمساجد، والمجلس الأعلى للجامعة الإسلامية، فضلاً عن أنه كان عضوًا ببعض الهيئات والمجالس العاملة في مجال الدعوة الإسلامية.\nاتّصف الشيخ عبدالعزيز بلين الجانب وخفض الجناح من ناحية، والشجاعة والجرأة والجهر بالحق من ناحية أخرى، مع سكينة ووقار وسماحة وسعة صدر وحسن إصغاء. وذخائر الشيخ العلمية كثيرة، إلا أن المنشور من مؤلفاته قليل، ومن مؤلفاته المطبوعة: نقد القومية العربية؛ رسالة في نكاح الشِّغار؛ الجواب المفيد في حكم التصوير؛ رسالة في التبرُّج والحجاب؛ الشيخ محمد بن عبدالوهاب (دعوته وسيرته)؛ ثلاث رسائل في الصلاة. ومن مؤلفاته الأخرى: الفوائد الجلية في المباحث الفرضية؛ التحذير من البدع؛ رسالة الأدلة النقلية والحسية على جريان الشمس وسكون الأرض وإمكان الصعود إلى الكواكب؛ الجهاد في سبيل الله، فتاوى تتعلق بأحكام الحج والعمرة والزيارة. حاز جائزة الملك فيصل العالمية لخدمة الإسلام عام ١٤٠٢هـ ، ١٩٨٣م.\nنقلا عن\nالموسوعة العربية العالمية http://www.mawsoah.net\nتوفي رحمه الله يوم الخميس ٢٧/١/١٤٢٠هـ",
  "books": [
    {
      "text_id": 10165,
      "title": "حكم الإسلام فيمن زعم أن القرآن متناقض"
    },
    {
      "text_id": 107,
      "title": "فتاوى نور على الدرب لابن باز بعناية الشويعر"
    },
    {
      "text_id": 11179,
      "title": "أصول الإيمان لابن باز"
    },
    {
      "text_id": 11255,
      "title": "شرح ثلاثة الأصول لابن باز"
    },
    {
      "text_id": 13282,
      "title": "الإفهام في شرح عمدة الأحكام"
    },
    {
      "text_id": 14566,
      "title": "مسائل الإمام ابن باز"
    },
    {
      "text_id": 20872,
      "title": "الحلل الإبريزية من التعليقات البازية على صحيح البخاري"
    },
    {
      "text_id": 21537,
      "title": "مجموع فتاوى ومقالات متنوعة - ابن باز"
    },
    {
      "text_id": 22565,
      "title": "الدعوة إلى الله وأخلاق الدعاة"
    },
    {
      "text_id": 293,
      "title": "الدروس المهمة لعامة الأمة"
    },
    {
      "text_id": 30822,
      "title": "بيان التوحيد الذي بعث الله به الرسل جميعا وبعث به خاتمهم محمدا عليه السلام"
    },
    {
      "text_id": 30869,
      "title": "نواقض الإسلام"
    },
    {
      "text_id": 30870,
      "title": "وجوب تحكيم شرع الله ونبذ ما خالفه"
    },
    {
      "text_id": 30889,
      "title": "وجوب العمل بسنة الرسول صلى الله عليه وسلم وكفر من أنكرها"
    },
    {
      "text_id": 30914,
      "title": "الإمام محمد بن عبد الوهاب دعوته وسيرته"
    },
    {
      "text_id": 30917,
      "title": "التحذير من البدع"
    },
    {
      "text_id": 31086,
      "title": "التحاكم إلى الكتاب والسنة في حفظ الأمن وحماية الأرواح"
    },
    {
      "text_id": 311,
      "title": "العقيدة الصحيحة وما يضادها ونواقض الإسلام"
    },
    {
      "text_id": 31225,
      "title": "فتاوى عاجلة لمنسوبي الصحة"
    },
    {
      "text_id": 31226,
      "title": "فتاوى مهمة تتعلق بالحج والعمرة"
    },
    {
      "text_id": 31227,
      "title": "كيفية صلاة النبي صلى الله عليه وسلم"
    },
    {
      "text_id": 31235,
      "title": "التحقيق والإيضاح لكثير من مسائل الحج والعمرة والزيارة على ضوء الكتاب"
    },
    {
      "text_id": 31241,
      "title": "الفوائد الجلية في المباحث الفرضية"
    },
    {
      "text_id": 31249,
      "title": "أحكام صلاة المريض"
    },
    {
      "text_id": 31252,
      "title": "تحفة الإخوان بأجوبة مهمة تتعلق بأركان الإسلام"
    },
    {
      "text_id": 31256,
      "title": "ثلاث رسائل في الصلاة"
    },
    {
      "text_id": 31258,
      "title": "حكم شرب الدخان وإمامة من يتجاهر به"
    },
    {
      "text_id": 31261,
      "title": "رسالتان في الصلاة"
    },
    {
      "text_id": 31267,
      "title": "فتاوى تتعلق بأحكام الحج والعمرة والزيارة"
    },
    {
      "text_id": 31303,
      "title": "تحفة الأخيار ببيان جملة نافعة مما ورد في الكتاب والسنة من الأدعية والأذكار"
    },
    {
      "text_id": 31324,
      "title": "التبرج وخطر مشاركة المرأة للرجل في ميدان عمله"
    },
    {
      "text_id": 31514,
      "title": "نقد القومية العربية على ضوء الإسلام والواقع"
    },
    {
      "text_id": 37416,
      "title": "شرح رسالة محمد بن عبد الوهاب في شروط الصلاة وأركانها وواجباتها"
    },
    {
      "text_id": 5412,
      "title": "حكم السحر والكهانة وما يتعلق بها"
    },
    {
      "text_id": 572,
      "title": "إقامة البراهين على حكم من استغاث بغير الله أو صدق الكهنة والعرافين"
    },
    {
      "text_id": 6394,
      "title": "فتاوى مهمة لعموم الأمة"
    },
    {
      "text_id": 7680,
      "title": "دروس للشيخ عبد العزيز بن باز"
    },
    {
      "text_id": 815,
      "title": "الدرر الثرية من الفتاوى البازية"
    },
    {
      "text_id": 820,
      "title": "المجموع المفيد الممتاز من كتب العلامة ابن باز"
    },
    {
      "text_id": 821,
      "title": "مجالس رمضان - ابن باز"
    },
    {
      "text_id": 8380,
      "title": "فتاوى نور على الدرب لابن باز بعناية الطيار"
    },
    {
      "text_id": 855,
      "title": "شرح كتاب التوحيد من صحيح البخاري - ابن باز"
    },
    {
      "text_id": 8599,
      "title": "رسالة في حكم السحر والكهانة مع بعض الفتاوى المهمة"
    },
    {
      "text_id": 8820,
      "title": "العقيدة الصحيحة وما يضادها"
    },
    {
      "text_id": 8829,
      "title": "الغزو الفكري ووسائله"
    },
    {
      "text_id": 9677,
      "title": "منهج أهل السنة والجماعة في السمع والطاعة"
    }
  ]
}