{
  "author_id": 680,
  "author_meta": "صلاح الدين الصفدي (٦٩٦ - ٧٦٤ هـ = ١٢٩٦ - ١٣٦٣ م)\nخليل بن أيبك بن عبد الله الصفدي، صلاح الدين: أديب، مؤرخ، كثير التصانيف الممتعة.\nولد في صفد (بفلسطين) وإليها نسبته ، وتعلم في دمشق فعانى صناعة الرسم فمهر بها، ثم ولع بالأدب وتراجم الأعيان.\nوتولى ديوان الإنشاء في صفد ومصر وحلب، ثم وكالة بيت المال في دمشق، فتوفي فيها.\nله زهاء مئتي مصنف، منها (الوافي بالوفيات - خ) كبير جدا، في التراجم، طبع منه ثلاثة أجزاء، و (الشعور بالعور - خ) في تراجم العور وأخبارهم، و (نكت الهميان - ط) ترجم به فضلاء العميان، و (ألحان السواجع - خ) رسائله لبعض معاصريه، رتب أسماءهم على حروف المعجم، عندي نسخة منه و (التذكرة - خ) مجموع شعر وأدب وتراجم وأخبار، كبير جدا، جاء في تعليقات الميمني أن منه أحد عشر جزءا في مكتبة البساطي بالمدينة (رقم ١٦٥ - ١٧٥ أدب) و (الغيث المسجم في شرح لامية العجم - ط) مجلدان، و (جنان الجناس - ط) في الادب، و (نصرة الثائر - خ) في نقد المثل السائر، و (تشنيف السمع في انسكاب الدمع - ط) و (دمعة الباكي - ط) و (أعيان العصر - خ) في التراجم، كبير، و (منشأته - خ) جزء، و (ديوان الفصحاء - خ) مجموع في الأدب، و (تمام المتون في شرح رسالة ابن زيدون - ط) وهي غير الرسالة التهكمية التي شرحها ابن نباتة، و (جلوة المذاكرة - خ) في الأدب، و (المجاراة والمجازاة - خ) و (فض الختام في التورية والاستخدام - خ) و (تحفة ذوى الألباب فيمن حكم دمشق من الخلفاء والملوك والنواب - ط) ورسائل، منها: (الروض الناسم - خ) و (الحسن الصريح في مئة مليح - خ) بخطه في دار الكتب، وفي نهايتها إجازة ذكر فيها بعض مؤلفاته (كما في تعليقات أحمد خيري) و (قهر الوجوه العابسة بذكر نسب الجراكسة ط) و (الوصف والتشبيه - خ) و (وصف الهلال - ط) و (وصف الحريق - خ) و (كشف السر المبهم في لزوم مالا يلزم - خ) ذكره عبيد، و (غوامض الصحاح، للجوهري - خ) بخطه، رأيته في الأسكوريال (الرقم ١٩٢).\nله شعر فيه رقة وصنعة .\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 131,
      "title": "أعيان العصر وأعوان النصر"
    },
    {
      "text_id": 28182,
      "title": "نكث الهميان في نكت العميان"
    },
    {
      "text_id": 31370,
      "title": "تصحيح التصحيف وتحرير التحريف"
    },
    {
      "text_id": 37494,
      "title": "لوعة الشاكي ودمعة الباكي"
    },
    {
      "text_id": 514,
      "title": "نصرة الثائر على المثل السائر"
    },
    {
      "text_id": 5393,
      "title": "كشف الحال في وصف الخال"
    },
    {
      "text_id": 5409,
      "title": "توشيع التوشيح"
    },
    {
      "text_id": 6677,
      "title": "الوافي بالوفيات"
    },
    {
      "text_id": 6939,
      "title": "الشعور بالعور"
    }
  ]
}