{
  "author_id": 69,
  "author_meta": "أبو أحمد هو محمد أمان بن علي جامي علي\nموطنه : الحبشة ، منطقة هرر ، قرية طغا طاب.\nوُلد سنة ١٣٤٩ هـ\nنشأته العلمية :\nطلبه للعلم في الحبشة :\nنشأ الشيخ في قرية طغا طاب وفيها تعلم القرآن الكريم ، وبعدما ختمه شرع في دراسة كتب الفقه على مذهب الإمام الشافعي  ، ودرس العربية في قريته أيضاً على الشيخ محمد أمين الهرري ثم ترك قريته على عادة أهل تلك الناحية إلى قرية أخرى , وفيها التقى مع زميل طلبه وهجرته إلى البلاد السعودية الشيخ عبد الكريم , فانعقدت بينهما الأخوة الإسلامية ثم ذهبا معاً إلى شيخ يُسمى الشيخ موسى , ودرسا عليه نظم الزبد لابن رسلان , ثم درسا متن المنهاج على الشيخ أبادر وتعلما في هذه القرية عدة فنون . ثم اشتاقا إلى السفر للبلاد المقدسة مكة المكرمة للتعلم وأداء فريضة الحج. فخرجا من الحبشة إلى الصومال فركبا البحر متوجيهن إلى عدن - حيث واجهتهما مصاعب ومخاطر في البحر والبر - ثم سارا إلى الحُدَيدة سيراً على الأقدام فصاما شهر رمضان فيها ثم غادرا إلى السعودية فمرا بصامطة وأبي عريش حتى حصلا على إذن الدخول إلى مكة وكان هذا سيراً على الأقدام. وفي اليمن حذرهما بعض الشيوخ فيها من الدعوة السلفية التي يطلقون عليها الوهابية.\nطلبه للعلم في السعودية :\nبعد أداء الشيخ فريضة الحج عام ١٣٦٩هـ بدأ  طلبه للعلم بالمسجد الحرام في حلقات العلم المبثوثة في رحابه , واستفاد من فضيلة الشيخ عبد الرزاق حمزة  , وفضيلة الشيخ عبد الحق الهاشمي  , وفضيلة الشيخ محمد عبد الله الصومالي وغيرهم . وفي مكة تعرَّف على سماحة الشيخ عبد العزيز بن باز  وصَحِبهُ في سفره إلى الرياض لما افتُتح المعهد العلمي وكان ذلك في أوائل السبعينيات الهجرية. وممن زامله في دراسته الثانوية بالمعهد العلمي فضيلة الشيخ عبد المحسن بن حمد العبَّاد , وفضيلة الشيخ علي بن مهنا القاضي بالمحكمة الشرعية الكبرى بالمدينة سابقاً ، كما أنه لازم حِلَق العلم المنتشرة في الرياض . فقد استفاد و تأثر بسماحة المفتي العلاَّمة الفقيه الأصولي الشيخ محمد بن إبراهيم آل الشيخ  . كما كان ملازماً لفضيلة الشيخ عبد الرحمن الأفريقي  ، كما لازم سماحة الشيخ عبد العزيز بن باز  , فنهل من علمهِ الجم وخُلُقهِ الكريم ، كما أخذ العلم بالرياض على فضيلة الشيخ محمد الأمين الشنقيطي  ، وفضيلة الشيخ العلاَّمة المحدِّث حماد الأنصاري  , وتأثر المُتَرجم له بالشيخ عبد الرزاق عفيفي كثيراً حتى في أسلوب تدريسه . كما استفاد وتأثر بفضيلة الشيخ العلاَّمة عبد الرحمن بن ناصر السعدي , حيث كانت بينهما مراسلات ، علماً بأن المُتَرجم له لم يدرس على الشيخ السعدي . كما تعلم على فضيلة الشيخ العلاَّمة محمد خليل هراس, وكان متأثراً به أيضاً. كما استفاد من فضيلة الشيخ عبد الله القرعاوي .\nمؤهلاته العلمية:\n١- حصل على الثانوية من المعهد العلمي بالرياض .\n٢- ثم انتسب بكلية الشريعة وحصل على شهادتها سنة ١٣٨٠هـ .\n٣- ثم معادلة الماجستير في الشريعة من جامعة البنجاب عام ١٩٧٤م .\n٤ - ثم الدكتوراه من دار العلوم بالقاهرة .\nثناء العلماء عليه :\nلقد كان للشيخ رحمه الله مكانته العلمية عند أهل العلم والفضل ، فقد ذكروه بالجميل وكان محل ثقتهم ، بل بلغت الثقة بعلمه وعقيدته أنه عندما كان طالباً في الرياض ورأى شيخه سماحة الشيخ عبد العزيز بن باز رحمه الله نجابته وحرصه على العلم قدَّمه إلى سماحة الشيخ محمد بن إبراهيم رحمه الله حيث تم التعاقد معه للتدريس بمعهد صامطة العلمي بمنطقة جازان .\nو أيضاً مما يدل على الثقة بعلمه وعقيدته ومكانته عند أهل العلم أنه عند افتتاح الجامعة الإسلامية بالمدينة المنورة انتدب للتدريس فيها بعد وقوع اختيار سماحة الشيخ عبد العزيز بن باز رحمه الله عليه.\nمرضه ووفاته\nلقد اُبتلي في آخر عمره - رحمه الله تعالى - بمرضٍ عُضال حتى ألزمه الفراش نحو عام . وفي صبيحة يوم الأربعاء السادس و العشرين من شهر شعبان سنة ١٤١٦هـ أسلمَ روحه لبارئها، فصُلي عليه بعد الظهر, و دُفن في بقيع الغرقد بالمدينة النبوية.",
  "books": [
    {
      "text_id": 10065,
      "title": "تصحيح المفاهيم في جوانب العقيدة"
    },
    {
      "text_id": 10336,
      "title": "الحج عرفة"
    },
    {
      "text_id": 10348,
      "title": "الحكم على الشيء فرع عن تصوره"
    },
    {
      "text_id": 10423,
      "title": "الصفات الإلهية في الكتاب والسنة النبوية في ضوء الإثبات والتنزيه"
    },
    {
      "text_id": 8541,
      "title": "المحاضرة الدفاعيةعن السنة المحمدية"
    },
    {
      "text_id": 8734,
      "title": "الإسلام في أفريقيا عبر التاريخ"
    },
    {
      "text_id": 8819,
      "title": "العقل والنقل عند ابن رشد"
    }
  ]
}