{
  "author_id": 690,
  "author_meta": "الشيخ محمد بن عبد الرحمن المغراوي\nمن قبيلة أولاد ناصر ولد سنة ١٣٦٧ الموافق ١٩٤٨م بمنطقة 'الغرفة' بإقليم الراشيدية في جنوب المغرب الأقصى،\nأخذه أبوه إلى المحضرة (الكتّاب) وهو ابن الخامسة فأتم حفظ القرآن وهو في سن العاشرة ثم التحق بالمعهد الإسلامي بمكناس التابع لجامعة القرويين ثم بمعهد ابن يوسف للتعليم الأصيل بمراكش، حيث درس فيه المرحلة الإعدادية والسنة الأولى ثانوي، ثم رحل لإتمام الدراسة إلى المدينة النبوية، فالتحق بالجامعة الإسلامية بها، وكان المُعِين له على ذلك الشيخ محمد تقي الدين الهلالي رحمه الله إذ هو الذي كتب يزكّيه بخط يده، وأرسل ملف طلب القبول بنفسه، فأتم بها التعليم الثانوي ثم الجامعي ثم حصل على شهادة الدكتوراة منها.\n* أخذ ودرس على شيوخ كثيرين منهم:\n- محمد تقي الدين الهلالي.\n- محمد الأمين الشنقيطي (صاحب أضواء البيان).\n- عبد العزيز بن باز.\n- محمد ناصر الدين الألباني.\n- عبد المحسن العباد.\n- عبد الله الغنيمان.\n- حماد الأنصاري.\n- أبو بكر الجزائري.\n- عبد اللطيف آل عبد اللطيف.\n- عبد الصمد الكاتب.\n- ناصر الرشيد. وغيرهم رحم الله أمواتهم وحفظ أحياءهم.\nدرّس بمعهد ابن يوسف للتعليم الأصيل بمراكش، ثم درّس بجامعة الطائف بالسعودية، ودرّس بجامعة القرويين بالمغرب: التفسير والحديث والعقيدة.\nقام بالخطابة والتدريس وإلقاء المحاضرات مدة ثلاثة عقود في مساجد مرّاكش وفي دور القرآن المنتشرة في مختلف ربوع المغرب.\nأسّس جمعية الدعوة إلى القرآن والسنة بالمغرب وفتح العشرات من دور القرآن التي كان ولا يزال لها الفضل الكبير - بعد الله سبحانه- في إرجاع الناس إلى دينهم الصحيح القائم على الكتاب والسنة بفهم سلف الأمة.\nشارك في عدة مؤتمرات دولية في كثير من بلدان العالم بمشاركة ثلة طيبة من العلماء.\n* مؤلفاته:\n- التفسير (وهو كتاب كبير قيد الإنجاز، وأسماه: التدبر والبيان للمنهاج السلفي في تفسير القرآ ن).\n- المفسرون بين التأويل والإثبات في آيات الصفات. (٤ مجلدات).\n- فتح البر في الترتيب الفقهي لتمهيد واستذكار ابن عبد البر.\n- فتح الخبير في الترتيب الفقهي لجامع ابن الأثير.\n- العقيدة السلفية في مسيرتها التاريخية وقدرتها على مواجهة التحديات وهي سبعة أقسام:\n* الأول: إتحاف الأخيار بفضائل عقيدة السلف الأبرار.\n* الثاني: الاعتصام بالكتاب والسنة وفهم السلف عند ظهور الأهواء والبدع والفتن والاختلاف.\n* الثالث: الصحيح في تفصيل الاعتقاد من هدي خير العباد.\n* الرابع: أهل الأهواء والبدع والفتن والاختلاف الرادّون للسنة وشبههم والرد عليهم.\n* الخامس: مغني العقلاء في بيان المواقف العقدية في دعوة الأنبياء.\n* السادس: المواقف العقدية والأساليب الدعوية في مواجهة التحديات الجاهلية من خلال صحيح سيرة خير البرية صلى الله عليه وسلم.\n* السابع: موسوعة مواقف السلف في العقيدة والمنهج والتربية (١٠ مجلدات).\n- عقيدة الإمام مالك ومواقفه العقدية.\n- سلسلة الإحسان في اتباع السنة والقرآن لا في تقليد أخطاء الرجال (المقدمة- الجزء الأول- الجزء الثاني).\n- وقفات مع دلائل الخيرات.\n- الأسباب الحقيقية لحرق إحياء علوم الدين.\n- حاجتنا إلى السنة.\n- أهل الإفك والبهتان الصادون عن السنة والقرآن.\n- من سبّ الصحابة ومعاوية فأمه هاوية.\n- المصادر العلمية في الدفاع عن العقيدة السلفية.\n- بلوغ الآمال بذكر غريب وفوائد الأحاديث الطوال.\n- جهود الإمام مالك والمالكية في التحذير من البدع العقدية والعملية.\n- ظاهرة الإلحاد والفساد في الأدب العربي.\n- دعوة سلف الأمة إحياء الكتاب والسنة (دور القرآن نموذجاً).",
  "books": [
    {
      "text_id": 37325,
      "title": "موسوعة مواقف السلف في العقيدة والمنهج والتربية"
    }
  ]
}