{
  "author_id": 693,
  "author_meta": "المَقْرِيزي (٧٦٦ - ٨٤٥ هـ = ١٣٦٥ - ١٤٤١ م)\nأحمد بن علي بن عبد القادر، أبو العباس الحسيني العبيدي، تقي الدين المقريزي\nمؤرخ الديار المصرية. أصله من بعلبكّ، ونسبته إلى حارة المقارزة (من حارات بعلبكّ في أيامه)\nولد ونشأ ومات في القاهرة، وولي فيها الحسبة والخطابة والإمامة مرات\nواتصل بالملك الظاهر برقوق، فدخل دمشق مع ولده الناصر سنة ٨١٠ هـ وعرض عليه قضاؤها فأبى. وعاد إلى مصر.\nمن تآليفه:\nكتاب (المواعظ والاعتبار بذكر الخطط والآثار- ط) ويعرف بخطط المقريزي\n(السلوك في معرفة دول الملوك - خ) طبع منه الأول وبعض الثاني\n(تاريخ الأقباط - ط)\n(البيان والإعراب عما في أرض مصر من الأعراب - ط) رسالة\n(التنازع والتخاصم في ما بين بني أمية وبني هاشم - ط)\n(تاريخ الحبش - ط)\n(شذور العقود في ذكر النقود - ط) رسالة\n(تجريد التوحيد المفيد - ط)\n(نحل عبر النحل - ط)\n(إمتاع الأسماع بما للرسول من الأبناء والأموال والحفدة والمتاع - خ) تسعة مجلدات، طبع الأول منه [بتحقيق محمود محمد شاكر، ثم طُبع كاملا]\n(منتخب التذكرة - خ) تاريخ\n(تاريخ بناء الكعبة - خ) بخطه، في الظاهرية\n(اتعاظ الحنفاء في أخبار الأئمة الفاطميين والخلفاء - ط)\nرسالة في (الأوزان والأكيال - ط)\n(الخبر عن البشر - خ) تاريخ عام كبير\n(عقد جواهر الأسفاط في ملوك مصر والفسطاط)\n(درر العقود الفريدة - ط) في تراجم معاصريه\n(الإلمام بأخبار من بأرض الحبشة من ملوك الإسلام - ط)\n(الطرفة الغريبة في أخبار حضرموت العجيبة - ط)\n(مختصر الكامل، لعبد الله بن عدي - خ)، بخطه سنة ٧٩٥ في ملا مراد باستنبول، الرقم ٥٦٩ (كما في مذكرات الميمني - خ) [طُبع]\n(شارع النجاة) في أصول الديانات واختلاف البشر فيها.\nقال السخاوي: قرأت بخطه أن تصانيفه زادت على مئتى مجلد كبار (١)\n_________\n(١) التبر المسبوك ٢١ وخطط مبارك ٩: ٦٩ ودرر الفوائد - خ - وآداب اللغة ٣: ١٧٥ والفهرس التمهيدي ٣٨٣ و ٤٣٦ والبدر الطالع ١: ٧٩ ومجلة الكتاب ١: ٨٨٦ ومعجم المطبوعات ١٧٧٨ والمجمع العراقي ١٣: ٢٠١.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]",
  "books": [
    {
      "text_id": 10045,
      "title": "تجريد التوحيد المفيد"
    },
    {
      "text_id": 10710,
      "title": "رسائل المقريزي"
    },
    {
      "text_id": 10830,
      "title": "الضوء الساري في معرفة خبر تميم الداري للمقريزي"
    },
    {
      "text_id": 11566,
      "title": "المواعظ والاعتبار بذكر الخطط والآثار"
    },
    {
      "text_id": 145334,
      "title": "المقفى الكبير"
    },
    {
      "text_id": 1524,
      "title": "إمتاع الأسماع"
    },
    {
      "text_id": 176,
      "title": "اتعاظ الحنفاء بأخبار الأئمة الفاطميين الخلفاء"
    },
    {
      "text_id": 5848,
      "title": "مختصر الكامل في الضعفاء"
    },
    {
      "text_id": 6667,
      "title": "السلوك لمعرفة دول الملوك"
    },
    {
      "text_id": 9226,
      "title": "البيان والإعراب عما بأرض مصر من الأعراب"
    }
  ]
}