{
  "author_id": 698,
  "author_meta": "لسان الدين ابن الخطيب (٧١٣ - ٧٧٦ هـ = ١٣١٣ - ١٣٧٤ م)\nمحمد بن عبد الله بن سعيد السلماني اللوشي الأصل، الغرناطي الأندلسي، أبو عبد الله، الشهير بلسان الدين ابن الخطيب: وزير مؤرخ أديب نبيل.\nكان أسلافه يعرفون ببني الوزير. ولد ونشأ بغرناطة.\nواستوزره سلطانها أبو الحجاج يوسف بن إسماعيل (سنة ٧٣٣ هـ) ثم ابنه (الغني بالله) محمد، من بعده.\nوعظمت مكانته.\nوشعر بسعي حاسديه في الوشاية به، فكاتب السلطان عبد العزيز ابن علي المريني، برغبته في الرحلة إليه. وترك الأندلس خلسة إلى جبل طارق، ومنه إلى سبتة فتلمسان (سنة ٧٧٣) وكان السلطان عبد العزيز بها، فبالغ في إكرامه، وأرسل سفيرا من لدنه إلى غرناطة بطلب أهله وولده، فجاؤوه\nمكرمين. واستقر بفاس القديمة.\nواشترى ضياعا وحفظت عليه رسومه السلطانية.\nومات عبد العزيز، وخلفه ابنه السعيد بالله، وخلع هذا، فتولى المغرب السلطان (المستنصر) أحمد بن إبراهيم، وقد ساعده (الغني بالله) صاحب غرناطة مشترطا عليه شروطا منها تسليمه (ابن الخطيب) فقبض عليه المستنصر. وكتب بذلك إلى الغني بالله، فأرسل هذا وزيره (ابن زمرك) إلى فاس، فعقد بها مجلس الشورى، وأحضر ابن الخطيب، فوجهت إليه تهمة (الزندقة) و (سلوك مذهب الفلاسفة) وأفتى بعض الفقهاء بقتله، فأعيد إلى السجن.\nودس له رئيس الشورى (واسمه سليمان بن داود) بعض الأوغاد (كما يقول المؤرخ السلاوي) من حاشيته، فدخلوا عليه السجن ليلا، وخنقوه.\nثم دفن في مقبرة (باب المحروق) بفاس.وكان يلقب بذي الوزارتين: القلم والسيف، ويقال له (ذو العمرين) لاشتغاله بالتصنيف في ليله، وبتدبير المملكة في نهاره.\nومؤلفاته تقع في نحو ستين كتابا، منها (الإحاطة في تاريخ غرناطة - ط) جزآن منه، و (الإعلام في من بويع قبل الاحتلام من ملوك الإسلام - خ) في مجلدين، منه مصورة في الرباط (١٣١٨ د) عن أصل في القرويين، طبعت نبذة منه، و (الحلل الموشية في ذكر الأخبار المراكشية - ط) ويجزم سيبولد C. E. Ceybold بأنه ليس من تأليفه، و (اللمحة البدرية في الدولة النصرية - ط) و (رقم الحلل في نظم الدول - ط) و (نفاضة الجراب - ط) في أخبار الأندلس، و (معيار الاختيار في ذكر المعاهد والديار - ط) و (الكتيبة الكامنة - خ) في أدباء المئة الثامنة في الأندلس، طبع منه بفاس ٦٤ صفحة، و (روضة التعريف بالحب الشريف - ط) و (التاج المحلى في مساجلة القدح المعلى - خ) و (خطرة الطيف في رحلة الشتاء والصيف - خ) و (درة التنزيل - خ) والخلاف قائم في نسبته إليه.\nوقد رأيت مخطوطة في الرباط (١٢٠ أوقاف) وعليها: أملاه محمد بن عبد الله الخطيب.\nوفيها أوراق بخط الزركشي. و (السحر والشعر - خ) رأيت منه نسخة نفيسة في خزانة الرباط (د ١٢١) و (عمل من طب لمن حب - خ) و (طرفة العصر في دولة بني نصر) و (ريحانة الكتاب - ط) مجموع رسائل، و (ديوان شعر - خ) و (الدكان بعد انتقال السكان - خ) يشتمل على رسائل كتبها في مدينة (سلا). وعلى اسمه صنف المقري كتابه العظيم (نفح الطيب، من غصن الأندلس الرطيب، وذكر وزيرها لسان الدين ابن الخطيب) ومما كتب في سيرته (ابن الخطيب من خلال كتبه - ط) جزآن، لمحمد ابن أبي بكر التطواني، و (الفلسفة والأخلاق عند ابن الخطيب - ط) لعبد العزيز بن عبد الله\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 1027,
      "title": "الكتيبة الكامنة في من لقيناه بالأندلس من شعراء المائة الثامنة"
    },
    {
      "text_id": 11682,
      "title": "الإحاطة في أخبار غرناطة"
    },
    {
      "text_id": 11940,
      "title": "معيار الاختيار فى ذكر المعاهد والديار"
    },
    {
      "text_id": 474,
      "title": "خطرة الطيف في رحلة الشتاء والصيف"
    },
    {
      "text_id": 477,
      "title": "نفاضة الجراب في علالة الاغتراب"
    },
    {
      "text_id": 6955,
      "title": "ريحانة الكتاب ونجعة المنتاب"
    },
    {
      "text_id": 95575,
      "title": "جيش التوشيح"
    }
  ]
}