{
  "author_id": 707,
  "author_meta": "محمد بن إسماعيل العمراني الصنعاني (١٣٤٠ - ١٤٤٢ هـ = ١٩٢١ - ٢٠٢١ م)\nأبو عبد الرحمن محمد بن إسماعيل بن محمد بن محمد بن علي بن حسين بن صالح بن شائع العمراني لقبًا، الصنعاني مولدًا ونشأة\nفقيه وقاض يمني، ومفتي الجمهورية السابق وأحد كبار علمائها ومشايخها، له خمسة من الأبناء الذكور. وأربع من الإناث.\nولد ونشأ في صنعاء القديمة ومع ذلك اشتهر بـ (العمراني) لأن أصل أسرته من مدينه عمران، وأول من انتقل من أجداده إلى صنعاء (وأول من قرأ العلم منهم) هو القاضي علي بن حسين بن صالح بن شائع العمراني (١١٣٩ هـ - ١١٦١ هـ). وصارت كلمة (العمراني) علمًا بالغلبة عليه وعلى ذريته إلى يومنا هذا، وإن كانوا في وقتنا الحاضر من أهل صنعاء.\nتوفي والده وهو في الرابعة من عمره، وكفلته والدته. ثم التحق بالمدرسة الابتدائية، وحصل على شهادتين: شهادة من مدرسة الفليحي، وشهادة من مدرسة الإصلاح\nعندما بلغ الرابعة عشر في ١٣٥٤ هـ انتقل إلى الجامع الكبير بصنعاء ولزم مسجد (الفليحي) كثيرًا واختلف إلى مساجد أخرى يتلقى عن شيوخها\nيقول: «وبينما كنت أختلف إلى مشايخي لآخذ عليهم كبار الكتب -كتب التخصص- كنت أستعين الله وأفتح حلقات علمية لطلاب أقل مني تحصيلًا في الكتب الأولية من المتون والمختصرات التي تشمل كتب الفقه واللغة والحديث وبهذا الأسلوب حصلت على فوائد جمة وعلوم نافعة قيمة أكثر مما لو كنت مقتصرًا على التحصيل فقط»\n(شيوخه)\nالقاضي عبد الله بن عبد الكريم الجرافي (ت: ١٣٨٧ هـ): قرأ عليه موطأ الإمام مالك وكتاب الاعتبار في الناسخ والمنسوخ من الآثار للحازمي، وأكثر سبل السلام للعلامة الأمير الشهير بالصنعاني وأكثر نيل الأوطار للعلامة محمد بن علي الشوكاني وسنن النسائي كله.\nالقاضي عبد الله بن عبد الرحمن حميد (ت: ١٣١٩ هـ): قرأ عليه شرح ابن عقيل وشرح الجوهر المكنون وفي شرح الكافل في أصول الفقه وبعض شرح متن الأزهار وشرح قواعد الإعراب … وغيرها\nالسيد عبد الكريم بن إبراهيم الأمير (م: ١٣٣٠ م): حفظ عليه بعض المختصرات مثل: متن الأزهار ومتن الكافل ومتن الكافية ومتن الألفية وملحة الإعراب، ثم أخذ عليه شرح قطر الندى لابن هشام وشرح ملحة الإعراب للفاكهي وشرح قواعد الإعراب للأزهري وشرح ابن عقيل على الألفية وشرح كافل ابن لقمان والجزء الأول من مغني اللبيب عن كتب الأعاريب لابن هشام، والجوهر المكنون وشرح التفتازاني على الغزني في الصرف … وغيرها\nالقاضي حسن بن علي المغربي (ت: ١٤١٠ هـ): قرأ عليه بعضًا من شرح الفرائض وبعضًا من شرح الأزهار وبعضًا من كتاب أصول الأحكام للإمام أحمد بن سليمان وبعض بيان بن مظفر … وغيرها\nالقاضي علي بن حسن بن علي بن حسين المغربي (ت ١٩٤٨ م وهو شاب): قرأ عليه شرح قطر الندى لابن هشام وكتاب نخبة الفكر في مصطلح أهل الأثر للحافظ ابن حجر العسقلاني.\nالقاضي: عبد الله بن محسن السرحي -رحمه الله-: قرأ عليه بعض تفسير الكشاف للزمخشري.\nالقاضي العلامة: عبد الوهّاب الشماحي (ت: ١٣٧٥ هـ): قرأ عليه بعض شرح الأزهار قبيل موته.\nالسيد أحمد بن علي الكحلاني (ت: ١٣٨٦ هـ): قرأ عليه في شرح الأزهار وفي شرح غاية السؤل وفي الكشاف وبعض سنن أبي داود.\nالسيد عبد الخالق بن حسين الأمير (ت ١٣٧٠ هـ تقريبًا): قرأ عليه وبعض شرح الروض النضير وكتاب صحيح مسلم، وفي شرح الأزهار.\nالسيد: محمد بن علي السراجي: قرأ عليه في شرح الغاية للحسين بن القاسم وفي شرح عمدة الأحكام.\nالشيخ محمد بن صالح البهلولي (ت ١٣٩٠ هـ): قرأ عليه في شرح القطر للفاكهي، وشرح الجوهر المكنون وفي شرح الطبري على الكافل في الأصول، وفي شرح التلخيص في المعاني والبيان، وفي شرح عمدة الأحكام في الحديث وأوائل الكشاف، وأوائل غاية السؤل في الأصول.\nالشيخ علي بن هلال الدبب (ت ١٣٨٨ هـ): قرأ عليه بعضًا من الكشاف، ولقد كان من ذوي السمت الحسن والتواضع الجم.\nالقاضي يحيى بن محمد الإرياني: قرأ عليه في الروض النضير للسياغي، وفي سنن أبي داود في البحر الزخار وبعضًا من الكشاف وبعضًا من شرح الغاية وبعضًا من زاد المعاد لابن القيم.\nالسيد أحمد محمد زبارة (ت: ١٤٢١ هـ): قرأ عليه جزء يسير من شفاء الأمير الحسين، وبعض شرح الأزهار وأكثر سبل السلام.\n(من كتبه)\nنظام القضاء في الإسلام\nمقالات القاضي العمراني\nنيل الأماني من فتاوى العمراني\nسفينة العمراني",
  "books": [
    {
      "text_id": 900,
      "title": "نيل الأماني من فتاوى القاضي محمد بن اسماعيل العمراني"
    }
  ]
}