{
  "author_id": 71,
  "author_meta": "بدر الدين العيني (٧٦٢ - ٨٥٥ هـ = ١٣٦١ - ١٤٥١ م)\nمحمود بن أحمد بن موسى بن أحمد، أبو محمد، بدر الدين العينى الحنفي: مؤرخ، علامة، من كبار المحدثين.\nأصله من حلب ومولده في عينتاب (وإليها نسبته) أقام مدة في حلب ومصر ودمشق والقدس.\nوولي في القاهرة الحسبة وقضاء الحنفية ونظر السجون، وتقرب من الملك المؤيد حتى عد من أخصائه.\nولما ولي الأشرف سامره ولزمه، وكان يكرمه ويقدمه.\nثم صرف عن وظائفه، وعكف على التدريس والتصنيف إلى أن توفي بالقاهرة.\nمن كتبه:\n(عمدة القاري في شرح البخاري - ط) أحد عشر مجلدا\n(مغاني الأخيار في رجال معاني الآثار - خ) مجلدان، في مصطلح الحديث ورجاله، [طُبع]\n(العلم الهيب في شرح الكلم الطيب - خ) لابن تيمية\n(عقد الجمان في تاريخ أهل الزمان - خ) كبير، انتهى فيه إلى سنة ٨٥٠ هـ[طُبعت منه عدة قطع]\n(تاريخ البدر في أوصاف أهل العصر) كبير، منه جزء مخطوط\n(مباني الأخبار في شرح معاني الآثار - خ) حديث\n(نخب الأفكار في تنقيح مباني الأخبار - خ) ثماني مجلدات [طُبع]\n(البناية في شرح الهداية - ط) ست مجلدات، في فقه الحنفية\n(رمز الحقائق - ط) شرح الكنز، فقه\n(الدرر الزاهرة في شرح البحار الزاخرة - خ) فقه\n(المسائل البدرية - خ) فقه\n(السيف المهند في سيرة الملك المؤيد أبى النصر شيخ - خ) جزء صغير\n(منحة السلوك في شرح تحفة الملوك - خ) فقه [طُبع]\n(المقاصد النحوية - ط) في شرح شواهد شروح الألفية، يعرف بالشواهد الكبرى\n(فرائد القلائد - ط) مختصر شرح شواهد الألفية، ويعرف بالشواهد الصغرى\n(طبقات الشعراء)\n(معجم شيوخه)\n(رجال الطحاوي)\n(سيرة الملك الأشرف)\n(الروض الزاهر - ط)، في سيرة الملك الظاهر، وهو إلى الثناء والإنشاء أقرب منه إلى التأريخ\n(الجوهرة السنية في تاريخ الدولة المؤيدية - خ)\n(المقدمة السوادنية في الأحكام الدينية - خ)\n(شرح سنن أبى داود - خ) مجلدان منه [طُبع]\nوله بالتركية (تاريخ الأكاسرة) (١)\n_________\n(١) التبر المسبوك ٣٧٥ والضوء اللامع ١٠: ١٣١ - ١٣٥ وخطط مبارك ٦: ١٠ وشذرات الذهب ٧: ٢٨٦ والجواهر المضية ٢: ١٦٥ وإعلام النبلاء ٥: ٢٥٥ و ١٤٥  Princeton  ومعجم المطبوعات ١٤٠٢ و  Brock ٢: ٦٤ - ٦٦ (٥٢ - ٥٣) S ٢: ٥٠.\nوالفهرس التمهيدي ٤٠١ و ٤٣٤ وآداب اللغة ٣: ١٩٦ ودار الكتب ١: ١٢٧ ثم ٥: ٢٦٧ ومخطوطات الظاهرية ٣١٦ وهادي المسترشدين إلى اتصال المسندين ٤٤٦.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معكوفين]",
  "books": [
    {
      "text_id": 10452,
      "title": "مغاني الأخيار في شرح أسامي رجال معاني الآثار"
    },
    {
      "text_id": 1056,
      "title": "عقد الجمان في تاريخ أهل الزمان [648 - 712 هـ]"
    },
    {
      "text_id": 13667,
      "title": "نخب الأفكار في تنقيح مباني الأخبار في شرح معاني الآثار"
    },
    {
      "text_id": 13784,
      "title": "منحة السلوك في شرح تحفة الملوك"
    },
    {
      "text_id": 16714,
      "title": "المقاصد النحوية في شرح شواهد شروح الألفية"
    },
    {
      "text_id": 380,
      "title": "عقد الجمان في تاريخ أهل الزمان [565 - 628 هـ]"
    },
    {
      "text_id": 427,
      "title": "البناية شرح الهداية"
    },
    {
      "text_id": 5756,
      "title": "عمدة القاري شرح صحيح البخاري"
    },
    {
      "text_id": 8540,
      "title": "شرح سنن أبي داود للعيني"
    }
  ]
}