{
  "author_id": 712,
  "author_meta": "خير الدين الزركلي ( ١٣١٠ - ١٣٩٦ هـ = ١٨٩٣ - ١٩٧٦ م )\nخير الدين بن محمود بن محمد بن علي بن فارس، الزركلي (بكسر الزاي والراء) الدمشقي.\nقال المترجَم عن نفسه (في كتابه الأعلام ٨ /٢٦٧)  :\nولدت ليلة ٩ ذي الحجة ١٣١٠ (٢٥ يونيه ١٨٩٣) في بيروت، وكانت لوالدي تجارة فيها، وهو وأمي دمشقيان.\nونشأت بدمشق، فتعلمت في إحدى مدارسها الأهلية. وأخذت عن علمائها، على الطريقة القديمة. وأولعت بكتب الأدب.\nوقلت الأبيات من الشعر، في صباي، وأديت امتحان « القسم العلمي» في المدرسة الهاشمية.ودرست فيها.\nوأصدرت مجلة « الأصمعي»  أسبوعية، فصادرتها الحكومة العثمانية، لصورة كتبت أنها صورة «الخليفة العربي» المأمون.\nوذهبت إلى بيروت، فانقطعت إلى الكلية العلمانية (لاييك) تلميذا في دراساتها الفرنسية، ثم أستاذا للتاريخ والأدب العربي فيها.\nورجعت، في أوائل الحرب العامة الأولى، إلى دمشق.\nوأصدرت بها، بعد الحرب (١٩١٨) جريدة « لسان العرب » يومية، مع أحد الاصدقاء.\nوأقفلت، فشاركت في إصدار « المفيد » يومية أيضا.\nوهيأت للطبع مجموعة من شعري سميتها « عبث الشباب » فالتهمتها النار، وأكلت أصولها، واسترحت منها وأرحت ! وعلى أثر وقعة « ميسلون » في صباح اليوم الذي كان الفرنسيون يدخلون به دمشق (١٩٢٠) غادرتها إلى فلسطين، فمصر، فالحجاز.\nوصدر حكم الفرنسيين (غيابيا) بإعدامي، وحجز أملاكي.\nوفي سنة ١٩٢١ تجنست بالجنسية العربية في الحجاز.\nوانتدبني الملك حسين بن علي، لمساعدة ابنه « الأمير عبد الله » وهو في طريقه إلى شرقي الأردن، وكان الظن به حسنا، فعدت إلى مصر، فالقدس.\nواصطحبت منها إلى الصلت فعمان، جماعة، مهدت معهم السبيل لدخول عبد الله وإنشاء الحكومة الأولى في عمان.\nوسميت في تلك الحكومة مفتشا عاما للمعارف، فرئيسا لديوان رياسة الحكومة (١٩٢١ - ١٩٢٣).\nوفي خلال ذلك أبلغت حكومة « الجمهورية الفرنسية » بيتي في دمشق، أنها قررت وقف تنفيذ حكمها علي، فكانت فرصة لي لزيارة دمشق، والعودة منها بعائلتي إلى العاصمة الأردنية.\nوانكشفت سياسة « الأمير » عبد الله، فكنت أول من نبه إلى اتقائها،.\nوعصيت من كتب لي بأنه: «من هذه الأمة.» و « يدك منك وإن كانت شلاء ! »\nوقصدت مصر، فأنشأت « المطبعة العربية » في القاهرة (أواخر ١٩٢٣) وطبعت فيها بعض كتبي، ونشرت كتبا أخرى.\nوثارت سورية على الاحتلال الفرنسي (١٩٢٥) فأذاع الفرنسيون حكما ثانيا (غيابيا أيضا) بإعدامي ! وساءت صحتي في عملي بالمطبعة، فبعتها (سنة ١٩٢٧).\nواستجممت ثلاث سنوات، زرت في خلالها الحجاز، مدعوا، بعد أن تسلم آل سعود مقاليد الحكم فيه، وأصبح رعاياه - وأنا أحدهم - متمتعين برعايتهم.\nوذهبت إلى القدس (١٩٣٠) فأصدرت، مع زميلين، جريدة « الحياة » يومية.\nوعطلتها الحكومة الانجليزية.\nفاتفقت مع آخرين على إصدار جريدة يومية أخرى في « يافا » وأعددنا لها مطبعة، وأصدرنا العدد الأول منها.\nوكنت قد فوتحت في أن ألي عملا في الحكومة السعودية الفتية، وأجبت بالشكر.\nوأبلغني صاحب السمو الملكي الامير فيصل آل سعود، تعييني (١٩٣٤) مستشارا للوكالة (ثم المفوضية) العربية السعودية بمصر، فتركت الجريدة لمن والى إصدارها، وتحولت إلى القاهرة.\nوكنت أحد المندوبين السعوديين، فيما سبق إنشاء « جامعة الدول العربية » من مداولات،\nثم في التوقيع على ميثاقها.\nومثلت حكومة صاحب الجلالة السعودية، في عدة مؤتمرات دولية.\nوشاركت في مؤتمرات أدبية واجتماعية.\nوانتدبت (١٩٤٦) لإدارة وزارة الخارجية، بجدة.\nوصدر مرسوم ملكي بأن أتناوب مع صديقي، بل أخي، الشيخ يوسف ياسين، وزير الخارجية بالنيابة، العمل في الوزارة وفي جامعة الدول العربية، معا.\nوسميت (١٩٥١) وزيرا مفوضا ومندوبا دائما لدى الجامعة، فشعرت بالاستقرار بمصر.\nوباشرت، مع أعمالي الرسمية، طبع هذا الكتاب.\nوعينت (١٩٥٧) سفيرا ومندوبا ممتازا - حسب التعبير الرسمي - في المغرب، حيث آلت إلي عمادة السلك السياسي في المغرب، فقمت بها مدة ثلاث سنوات.\nومرضت سنة ١٩٦٣ ودعيت إلى الرياض، فمنحت إجازة للراحة والتداوي، غير محدودة.\nواخترت الإقامة في بيروت، فعكفت على إنجاز كتاب كنت قد بدأت بوضعه، في سيرة عاهل الجزيرة الأول « الملك عبد العزيز آل سعود » وهيأته للطبع سنة ١٩٧٠.\nوكان المجمع العلمي العربي بدمشق، قد تفضل (عام ١٩٣٠) فضمني إلى أعضائه.\nوكذلك مجمع اللغة العربية بمصر (١٩٤٦) والمجمع العلمي العراقي في بغداد (سنة ١٩٦٠) وقمت برحلات إلى الخارج أفادتني: الأولى، إلى إنجلترا (١٩٤٦) ومنها إلى فرنسة، ممثلا لحكومتي في اجتماعات المؤتمر الطبي الدولي، بباريس.\nوالثانية، إلى الولايات المتحدة الأميركية (١٩٤٧) بمهمة رسمية، غير سياسية، أمضيت فيها سبعة أشهر بين كليفورنية وواشنطن ونيويورك وغيرها.\nوحضرت في خلالها بعض اجتماعات هيئة الامم المتحدة.\nوالثالثة، إلى أثينا العاصمة اليونانية (١٩٥٤) بصفة « وزير مفوض ومندوب فوق العادة » وجعلت طريق عودتي منها، إلى استانبول، لزيارة بعض مكتباتها، وإلى حلب، فبيروت فالقاهرة.\nوالرابعة، إلى تونس (١٩٥٥) مندوبا لحضور مؤتمر أقامه الحزب الدستوري فيها.\nوعدت منها مارا بإيطاليا، حيث تيسر لي في خلالها شهرين الطواف في أهم مكتباتها.\nوما زلت (سنة ١٩٧٠) في بيروت، أقوم منها بين حين وآخر برحلات إلى العربية السعودية، موطني الثاني، ودمشق والقاهرة وتركيا وإيطاليا وسويسرة.\nوفي عاصمة هذه طبيب أتردد إليه في ربيع كل عام.\nأما ما نشر من كتبي، فهو:\n١) - ما رأيت وما سمعت.\nوهو رحلتي الاولى من دمشق إلى فلسطين، فمصر، فالحجاز.\nطبع سنة ١٩٢٣.\n٢) - عامان في عمان.\nمن مذكراتي عن عامين في مدينة عمان، عاصمة الأردن طبع الجزء الأول منه سنة ١٩٢٥.\n٣) - الجزء الأول من « ديواني » الشعري.\nوفيه بعض ما نظمت إلى سنة صدوره (١٩٢٥).\n٤) - الأعلام.\nالطبعة الأولى.\nفي ثلاثة أجزاء (سنة ١٩٢٧).\n٥) - الأعلام.\nالطبعة الثانية، في عشرة مجلدات.\n٦) - ماجدولين والشاعر.\nقصة شعرية صغيرة.\n٧) - شبه الجزيرة في عهد الملك عبد العزيز.\nوبين يدي، مما يصلح لان يهيأ للنشر:\n١) - الملك عبد العزيز في ذمة التاريخ.\n٢) - الجزء الثاني من « ديواني ».\n٣) - صفحة مجهولة من تاريخ سورية في العهد الفيصلي.\n٤) - الجزء الثاني من « عامان في عمان ».\n٥) - قصة تمثيلية نثرية، سميتها « وفاء العرب » مثلت أكثر من مرة، ابتداء من سنة ١٩١٤ ببيروت.\n٦) - مجموعة كبيرة، في الأدب والتاريخ، قديما وحديثا، لم أنسقها ولم أسمها إلى الآن.\n٧) - المستدرك الثاني (المشرف: ضمنت كل مادة منه في موضعها من هذه الطبعة الرابعة من « الاعلام »).\n٨) - الاعلام بمن ليس في الاعلام (المشرف: ضمنت، كذلك، كل مادة منه في موضعها من هذه الطبعة الرابعة من « الاعلام »).\n.ا.هـ كلام الزركلي\n* * *\nقال المشرف : وفي الثالث من ذي الحجة ١٣٩٦ = ٢٥ تشرين الثاني (نوفمبر) ١٩٧٦ طوى الموت أبا الغيث، خير الدين الزركلي في مدينة القاهرة.\nوقد أقام له النادي العربي بدمشق في كانون الثاني (يناير) ١٩٧٧ حفلة تأبين تكلم فيها بعض تلاميذه وأصدقائه.\nلقد طوى الموت العلم الذي خلد الأعلام وهيهات أن تجود بمثله الأيام.\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 12286,
      "title": "الأعلام للزركلي"
    }
  ]
}