{
  "author_id": 716,
  "author_meta": "عمر رضا كحالة (١٣٣٢ هـ - ١٤٠٨ هـ = ١٩٠٥ - ١٩٨٧ م)\nعمر بن رضا بن محمد راغب بن عبد الغني كحالة الدمشقي، مؤرخ موسوعي\nولد بدمشق لأسرة تمهن التجارة، وتعلم في المدرسة التجارية والسلطانية ومكتب عنبر، وتتلمذ على بعض علماء دمشق\nعمل في دار الكتب الظاهرية بدمشق زهاء ربع قرن من الزمن وتدرج فيها إلى أن كان مديراً لها بالوكالة، وأتاح له عمله فيها الانصراف إلى المطالعة والدراسة والتأليف والتحقيق\nكان بعيداً عن مخالطة الناس منصرفاً إلى عمله، قيل: ما كان له من الأصحاب المقربين سوى العلاّمة الشيخ محمد أحمد دهمان، والأستاذ الدكتور صلاح الدين المنجد\nانتخب عضواً في المجمع العلمي العراقي، ومجمع البحوث الإسلامية في الأزهر بمصر، ومنح وسام الاستحقاق السوري من الدرجة الأولى سنة (١٤٠٢ هـ=١٩٨٢ م)، تقديراً لنشاطه العلمي في مجال البحث والتأليف (حيث ترك أكثر من ٧٠ مجلداً)، كما منح وسام الاتصالات العلمية في المجلس الأعلى للعلوم بدمشق سنة (١٣٨٨ هـ= ١٩٦٨ م)\n[من مؤلفاته]\n«معجم المؤلفين»: يترجم لمصنفي الكتب العربية من عرب وعجم منذ بدء تدوين الكتب العربية حتى العصر الحاضر، وألحق بالمؤلفين الشعراء والرواة. وكتب ما تيسر له من حياة المؤلفين وتواريخ وفياتهم وبيان مكانتهم العلمية وبعض مؤلفاتهم وآثارهم ومن أخذوا عنه ومناصبهم التي تولوها\n«معجم قبائل العرب القديمة والحديثة» (وقد نقد هذا الكتاب حمد الجاسر في مجلة مجمع اللغة العربية بدمشق مج ٢٥ ج ٤ (ذو الحجة ١٣٦٩ هـ) ص ٥٣٥ - ٥٥٠).\n«أعلام النساء في عالمي العرب والإسلام» (مؤسسة الرسالة - بيروت ١٣٧٩ هـ)\n«المنتخب من مخطوطات المدينة»\n«سيف الله خالد بن الوليد» جاهليته وإسلامه - ط ٢ - دمشق: مكتبة الملاح، ١٣٧٩ هـ\n«جغرافية شبه جزيرة العرب» راجعه وعلق عليه أحمد علي - ط ٢ - مكة المكرمة: مكتبة النهضة الحديثة، ١٣٨٤ هـ،\n«أفريقيا الغربية البريطانية» - دمشق: مكتبة عرفة، د. ت.\n«الأدب العربي في الجاهلية والإسلام» (دمشق: المكتبة العربية، ١٣٩٢ هـ)\n«العالم الإسلامي: العرب قبل الإسلام» (دمشق: المكتبة العربية)\n«علوم الدين الإسلامي»، ويليه «اللغة العربية وعلومها» (دمشق: مكتبة النسر)\n«العلوم البحتة في العصور الإسلامية» ويليه «العلوم العملية في العصور الإسلامية» (دمشق، ١٣٩٢ هـ)\n«الفلسفة الإسلامية»\n«المرأة في عالمي العرب والإسلام» (بيروت: مؤسسة الرسالة، ١٣٩٨ هـ)\n«المرأة في القديم والحديث» (بيروت: مؤسسة الرسالة، ١٣٩٩ هـ)\n«الجمال البشري: نبذ في وصف جمال المرأة العربية» (بيروت: مؤسسة الرسالة، ١٤٠٠ هـ) ـ.\n«الحب» (طبع بآخر كتاب روضة المحبين ونزهة المشتاقين/لابن قيم الجوزية؛ بتحقيق السيد الجميلي - بيروت: دار الكتاب العربي، ١٤٠٥ هـ).\n«الزواج» (بيروت: مؤسسة الرسالة، ١٣٩٧ هـ)\n«الزنا ومكافحته» (بيروت: مؤسسة الرسالة، ١٣٩٧ هـ)\n«النسل والعناية به» (بيروت: مؤسسة الرسالة، ١٤٠٠ هـ).\n«دراسات اجتماعية في العصور الإسلامية» (دمشق: المطبعة التعاونية، ١٣٩٣ هـ)\n«مباحث اجتماعية في عالمي العرب والإسلام» (دمشق: المطبعة التعاونية، ١٣٩٤ هـ)\n«الفلسفة الإسلامية وملحقاتها» (دمشق: المؤلف، ١٣٩٤ هـ)\n«تاريخ معرة النعمان» للعلاّمة الشيخ محمد سليم الجندي (تحقيقه وتعليق وفهرسة) - دمشق: وزارة الثقافة\n«فهرس مجلة المجمع العلمي العربي» (دمشق: المجمع، ١٣٧٥ - ١٣٩١ هـ) ٤ مجلدات.\nوكتب الكثير من الأبحاث والمقالات ذوات الصلة بالتراث العربي الإسلامي\n(الترجمة من تكملة معجم المؤلفين، وما كتبه محمود الأرنؤوط في جريدة الأسبوع الأدبي العدد ٦٨٧)",
  "books": [
    {
      "text_id": 12402,
      "title": "معجم قبائل العرب القديمة والحديثة"
    },
    {
      "text_id": 3901,
      "title": "معجم المؤلفين"
    }
  ]
}