{
  "author_id": 73,
  "author_meta": "عبد الوهاب المسيري\n* ليسانس آداب ـ أدب إنجليزي ـ جامعة الإسكندرية (١٩٥٩)\n* ماجستير في الأدب الإنجليزي والمقارن ـ جامعة كولومبيا  Columbia University  ـ الولايات المتحدة الأمريكية (١٩٦٤)\n* دكتوراه في الأدب الإنجليزي والأمريكي والمقارن ـ جامعة رتجرز  Rutgers University  ـ الولايات المتحدة الأمريكية (١٩٦٩)\n* خبير الصهيونية بمركز الدراسات السياسية والإستراتيجية بالأهرام (حتى عام ١٩٧٥).\n* عضو الوفد الدائم لجامعة الدول العربية لدى هيئة الأمم (حتى عام ١٩٧٩).\n* أستاذ بجامعة عين شمس وجامعة الملك سعود وجامعة الكويت (حتى عام ١٩٨٩)\n* أستاذ غير متفرغ بجامعة عين شمس (١٩٨٩ ـ حتى الآن)\n* المستشار الأكاديمي للمعهد العالمي للفكر الإسلامي (١٩٩٢ ـ حتى الآن).\n* عضو مجلس الأمناء لجامعة العلوم الإسلامية والاجتماعية ـ واشنطن ـ الولايات المتحدة (١٩٩٧ ـ حتى الآن)\n* أستاذ زائر بجامعة ماليزيا الإسلامية فى كوالالامبور، وبعديد من الجامعات العربية وبأكاديمية ناصر العسكرية.\n* صدر له العديد من الكتب من أهمها: نهاية التاريخ: مقدمة لدراسة بنية الفكر الصهيونى (١٩٧٢) كتبه حينما كان يعمل رئيساً لوحدة الفكر الصهيونى وعضو مجلس الخبراء بمركز الدراسات السياسية والإستراتيجية بالأهرام، كما صدر له كتاب من جزأين بعنوان: الأيديولوجية الصهيونية، دراسة حالة فى علم اجتماع المعرفة (صدرت منه طبعة ثانية من جزء واحد عام (١٩٨٨)، وقد وضع المؤلف عدة مؤلفات بالإنجليزية حينما كان يشغل منصب المستشار الثقافى للوفد الدائم للجامعة العربية لدى هيئة الأمم المتحدة (١٩٧٥ - ١٩٧٩)، من أهمها كتاب عن الصهيونية بعنوان أرض الوعد: نقد الصهيونية السياسية.\n(قرر تدريسه فى عدد من الجامعات الأمريكية)، وكتاب أخر عن تطور العلاقة بين إسرائيل وجنوب أفريقيا\n(نشرت منه عدة طبعات بعدة لغات) كما صدر له كتاب ثالث (بالعربية) عنوانه: الفردوس الأرضى: دراسات وانطباعات عن الحضارة الأمريكية.\nوفى السنوات الأخيرة صدرت للدكتور المسيرى عدة كتب من أهمها: الانتفاضة الفلسطينية والأزمة الصهيونية وهجرة اليهود السوفييت، وقد نشرت له دار الشروق عام ١٩٩٧ الصهيونية والنازية ونهاية التاريخ، ومن هو اليهودى؟ كما نشرت له عام ١٩٩٨ اليد الخفية، ونشر له مركز الدراسات المعرفية والمعهد العالمى للفكر الإسلامى بواشنطن والقاهرة كتاب إشكالية التحيز (سبعة مجلدات) من تأليفه وتحريره، وللدكتور المسيرى العديد من المقالات فى الجرائد والمجلات والحوليات، العربية والأجنبية، وقد قام الدكتور المسيرى بكتابة المداخل الخاصة بالصهيونية والانتفاضة فى عدد من الموسوعات والكتب والمراجع المتخصصة، وقد ترجمت بعض أعماله إلى الفارسية والتركية والبرتغالية والفرنسية، وللدكتور المسيرى اهتمام خاص بالنقد الأدبى وتاريخ الفكر والحضارة (بحكم تخصصه الأكاديمى)، فألقى العديد من المحاضرات عن هذه الموضوعات فى الجامعات والمؤتمرات العربية والغربية، كما نشر العديد من المقالات فى الجرائد والمجلات والحوليات العربية والأجنبية، وله عدة كتب فى الشعر الرومانتيكى الإنجليزى وشعر المقاومة الفلسطينى، ويكتب الدكتور المسيرى فى الوقت الحاضر سلسلة من القصص للأطفال تنشرها دار الشروق تحت عنوان حكايات هذا الزمان.\n_________\nنقلا عن مقدمة موسوعة اليهود واليهودية والصهيونية",
  "books": [
    {
      "text_id": 2074,
      "title": "موسوعة اليهود واليهودية والصهيونية"
    }
  ]
}