{
  "author_id": 75,
  "author_meta": "حاتم بن عارف بن ناصر الشريف، من آل عون، العبادلة الأشراف الحَسَنِيين.\nوُلِدَ في مدينة الطائف سنة ١٣٨٥ هـ.\nمتزوّج وله من الأبناء خمسة، أربعة من البنات وذَكَر واحد واسمه محمد.\n[نشأته وطلبه للعلم]\nنشأ في الطائف، فكانت المراحل التعليمة الأولى في مدينة الطائف من الابتدائي إلى الثانوي.\nأما التوجه إلى علم الحديث؛ فكان من فترة مُبكّرة، من قبل أن يبلغ الثالثة عشر من عمره، وهو في المرحلة المتوسطة أو قبل ذلك، وكان بجهد فردي، ولم يجد من يوجهه ويعينه في تلك الفترة، وإنما وُفّقَ إلى حُبِّ السنة النبوية وإلى العناية بها.\nولفت نظره بعد ذلك؛ كتب الشيخ محمد ناصر الدين الألباني، فازداد إقبالاً على السنة، ومحبة لها، وقراءة فيها، ومحاولة أن يقتدي بالشيخ في طريقة دراسته الأسانيد، وعنايته بها، وجمعه للكتب المتعلقة بها.\nفاستمرت هذه العناية إلى أن تخرّج من الثانوي، وهي جهد فردي.\nفي آخر الثانوي وأول الجامعة دُلَّ على أشرطة الشيخ مقبل الوادعي - رحمه الله - في شرح ((الباعث الحثيث))، فحرص على سماعها، وكانت أول دروس علمية يسمعها من خلال الأشرطة.\nثم في أول ١٤٠٤ هـ أو ١٤٠٥ هـ أقام الشيخ عبد الله بن عبد الرحمن بن غديان - عضو هيئة كبار العلماء - درساً في مدينة الطائف يومياً في أشهر الصيف قرابة ثلاثة أشهر من بعد الفجر إلى وقت الضحى، وأيضاً من بعد العصر إلى العشاء، فالتحق الشيخ حاتم بهذا الدرس السنة الأول من إقامته، والسنة الثانية بانتظام بالغ، وقد كان درس شامل في أبواب كثيرة من أبواب العلم في الحديث والفقه والأصول واللغة .. ، ثم السنيين الثالثة والرابعة كان يحضر بعض الدروس التي كان يشعر أنه أكثر حاجه إليها وأكثر رغبة.\nوفي عام ١٤٠٤ هـ التحق بجامعة أم القرى في مكة المكرمة واختار قسم الكتاب والسنة بكلية الدعوة وأصول الدين، وتخرّج من الجامعة في عام ١٤٠٨ هـ، ثم التحق بالماجستير بتخصص علوم السنة وتخرج في شهادة الماجستير في عام ١٤١٥ هـ، ثم التحق بالدكتوراه وتخرج في عام ١٤٢١ هـ.\nوأهم فترة في خلال طلبه للعلم هي فترة من عام ١٤٠٤ هـ إلى ١٤١٤ هـ، وهي فترة تميزت بعزلة شديدة في طلب العلم، ولم يكن يكن يخرج من البيت تماماً، فيقضي الساعات الطوال من بعد الفجر، ولم يكن يشغله شي عن القراءة والبحث والجمع والدراسة وما شابه ذلك، إلا ما يحتاجه الإنسان من نومٍ وصلاة وما شابهه ذلك.\nوقد ابتدأ هذه الفترة من عام ١٤٠٣ هـ إلى عام ١٤١٤ هـ تقريباً أي قرابة عشر سنوات وهو في غاية العزلة، لا يعرفه من الأصدقاء والأصحاب إلا فرد أو فردين أو ثلاثة، وكان لا يشغل نفسة بشي آخر، لا مع أهله ولا مع غيرهم إلا بطلب العلم.\nمن عام ١٤١٤ هـ تقريباً ابتدأ بالاشتغال مع بعض طلبة العلم بالدروس، ولكن كان شحيحاً على وقته إلى حدٍّ كبير، إلى عام ١٤١٨ هـ.\nمن عام ١٤١٨ هـ انْفَلَتَ الزمام لصالح طلبة العلم، لكنه لا يزال يحاول الإمساك بهذا الزمام عسى أن يتيسر له - أيضاً - التزود من العلم في خلال ما تبقى من العمر.\nوقد انتفعَ بأشرطة الشيخ الألباني خلال هذه المسيرة العلمية القليلة الجهد، فقد سمع مئات الأشرطة للشيخ الألباني، وغيرها من الدروس، كذلك مرّ عليه في الجامعة عددٌ من الدكاترة والأساتذة، وإن كان التحصيل الجامعي - كما يُقال - يعطي مفاتيح لطلبة العلم، أما الجهد الحقيقي فهو يبقى جهدٌ ذاتي مع بعض الأشرطة التي كان يسمعها، كما ذكرتُ.\n[شيوخه]\nالشيخ عبد الله بن غديان.\nأما من طريق الأشرطة الشيخ الألباني والشيخ مقبل الوادعي\n[وأما الإجازات] التي أستجازها من المشايخ وهم عددٌ طيب، ولعلهم قرابة الثلاثين شيخاً، منهم:\nالشيخ عبد الفتاح راوه، والشيخ عبد القادر سلامة الله البخاري، والشيخ صالح الأركاني\nوفي بلاد المغرب قد التقى بعدد منهم، وقد زار المغرب وزار عدد من مشايخها هناك، لكن أهمهم الشيخ محمد بن عبد الهادي المنّوني، الذي تُوفي عام ١٤٢٠ هـ، وله مؤلفات معروفة.\nومنهم في زامبيا بأفريقيا: الشيخ عبد الوهاب بن محمد بن عمر دُكَلِي، وهو عضو مؤسس في رابطة العالم الإسلامي، وله قدره ومكانته في العلم الإسلامي من ناحية جهوده في خدمة الإسلام والمسلمين، وقد تُوفي عليه رحمة الله تعالى.\nومن بلاد اليمن: مفتي اليمن السابق محمد بن أحمد زبارة، والشيخ العمراني من شيوخ الشافعية الكبار، بل هو أكبر مشايخ الشافعية في اليمن، وغيرهم كثير من الهند وغيرها من البلاد الإسلامية.\n[مؤلفاته]\nأولاً: التحقيقات\n١ - ((جزء وفيات جماعة من المحدثين)) لأبي إسحاق الحاجي الأصفهاني.\n٢ - ((جزء فيه خبر شعر وفادة النابغة الجعدي على النبي صلى الله عليه وسلم)) المنسوب لأبي اليُمْن الكندي.\n٣ - ((مشيخة أبي عبد الله الرازي)) الشهير بابن الحطاب.\n٤ - ((مشيخة أبي طاهر ابن أبي السقط)).\n٥ - ((معجم مشايخ محمد بن عبد الواحد الدقاق)).\n٦ - ((مجلس إملاء)) لمحمد بن عبد الواحد الدقاق.\n٧ - ((أحاديث الشيوخ الثقات)) لأبي بكر محمد العبد الباقي الأنصاري، وهو رسالة دكتوراه.\nثانياً: المؤلفات\n٨ - ((المنهج المقترح لفهم المصطلح)).\n٩ - ((المرسل الخفي وعلاقته بالتدليس، دراسة نظرية وتطبيقية على مرويات الحسن المصري)) وهو رسالة الماجستير.\n١٠ - ((نصائح منهجية لطالب علم السنة النبوية)).\n١١ - ((العنوان الصحيح للكتاب)).\n١٢ - ((ذيل لسان الميزان)).\n١٣ - ((خلاصة التأصيل لعلم الجرح والتعديل)).\n١٤ - ((إجماع المحدثين)).\n١٥ - ((تسمية مشايخ أبي عبد الرحمن النسائي))، فالإمام النسائي له مشيخات كان يُعتقد أنها مفقودة، وقد اطلع الشيخ على نسختها وحققها، وأرسلها للأزهر وحُكّمت - بحمد الله - وسَتُنْشَر - بإذن الله - في هذه الأيام القريبة.\n[دروسه ومنهجه فيها]\nأول مشاركة للشيخ خارج الجامعة كانت في عام ١٤١١ هـ.\nثم أول مشاركة في الدورات الصيفية عام ١٤١٤ هـ في جدة، وكانت في شرح ((نزهة النظر)) في مكة. ومن أهم الدروس التي أُقِيمت درس في كتاب ((الموقظة)) في جدة. ودرس في شرح ((كتاب ابن الصلاح)) وله الآن ثلاث سنوات.\nوهناك دورات علمية مختلفة داخل المملكة وخارجها.\nومنهجه فيها على ثلاث درجات:\nالدرجة الأولى: للمبتدئين؛ ويحرص الشيخ فيها على حَلِّ ألفاظ الكتاب المشروح، لأنهم ليسوا في مقدرة أنهم يعرفوا الراجح والمرجوح فتشوّش أذهانهم في هذا الأمر، فالشيخ يرى أنه لا بُدَّ من السير معهم في البداية على طريق ليس فيها كثير من العقبات، فيكتفي بشرح ألفاظ الكتاب ك- ((النزهة)) وما شابهه ذلك، فالشيخ يعتبر أن هذه المرحلة لا بد من المرور بها قبل أن يصل الطالب إلى درجة المناقش في قضايا العلم والمسائل المختلفة فيه، فلا بد أن يُأصل - في البداية - تأصيلاً علمياً.\nالدرجة الثانية: وهي درجة إبداء الراجح باختصار نوعاً ما، كأن يشرح الكتاب ويفكّ رموزه مع بيان الراجح في المسائل باختصار، وهذا يكون في الدرجة الوسطى في التدريس.\nالدرجة الثالثة: أن يتخذ من الدرس مجالاً للمناقشة ولإبداء الآراء المختلفة ولبيان أدلة الترجيح بصورة واضحة، وهذه هي التي يسير عليها الشيخ في درس ابن الصلاح، وفي بعض الدروس التي يلقيها بصورة خاصة لبعض طلبة العلم في المنزل أو في مكان آخر، والشيخ يرى أن هذه الطريقة أحسن الطرق في التعامل الطلاب.",
  "books": [
    {
      "text_id": 1210,
      "title": "خلاصة التأصيل لعلم الجرح والتعديل - ط المعراج"
    },
    {
      "text_id": 12829,
      "title": "خلاصة التأصيل لعلم الجرح والتعديل - ط عالم الفوائد"
    },
    {
      "text_id": 16231,
      "title": "إجماع المحدثين"
    },
    {
      "text_id": 203,
      "title": "ذيل لسان الميزان"
    },
    {
      "text_id": 30871,
      "title": "الولاء والبراء بين الغلو والجفاء في ضوء الكتاب والسنة"
    },
    {
      "text_id": 3933,
      "title": "التخريج ودراسة الأسانيد"
    },
    {
      "text_id": 9068,
      "title": "نصائح منهجية لطالب علم السنة النبوية"
    },
    {
      "text_id": 9247,
      "title": "المنهج المقترح لفهم المصطلح"
    }
  ]
}