{
  "author_id": 770,
  "author_meta": "ابن الوَرْدي (٦٩١ - ٧٤٩ هـ = ١٢٩٢ - ١٣٤٩ م)\nعمر بن مظفَّر بن عمر بن محمد ابن أبي الفوارس، أبو حفص، زين الدين ابن الوردي المعرّي الكندي\nشاعر، أديب، مؤرخ. ولد في معرة النعمان (بسورية) وولي القضاء بمنبج، وتوفي بحلب.\nمن كتبه:\n«ديوان شعر - ط» فيه بعض نظمه ونثره\n«تتمة المختصر - ط» تاريخ، مجلدان، يعرف بتاريخ ابن الوردي، جعله ذيلا لتاريخ أبي الفداء وخلاصة له\n«تحرير الخصاصة في تيسير الخلاصة - خ» نثر فيه ألفية ابن مالك في النحو [طُبع]\n«الشهاب الثاقب - خ» تصوف\n«اللباب في الإعراب» نحو\n«شرح ألفية ابن مالك» نحو\n«شرج ألفية ابن معطي» نحو\n«وألفية - ط» في تعبير الأحلام\n«تذكرة الغريب» منظومة في النحو\n«مقامات - ط» أدب\n«منطق الطير» منظومة في التصوف\n«بهجة الحاوي - ط» نظم بها الحاوي الصغير في فقه الشافعية.\nوتنسب إليه «اللامية» التي أولها: «اعتزل ذكر الأغاني والغزل» ولم تكن في ديوانه، فأضيفت إلى المطبوع منه.\nوكانت بينه وبين صلاح الدين الصفدي مناقضات شعرية لطيفة وردت في مخطوطة ألحان السواجع (١).\n_________\n(١) فوات الوفيات ٢: ١١٦ وبغية الوعاة ٣٦٥ وهو فيه «المصري» تصحيف «المعري». وابن شقدة - خ. والنجوم الزاهرة ١٠: ٢٤٠ وإعلام النبلاء ٥: ٣ وآداب اللغة ٣: ١٩٢ والسبكي ٦: ٢٤٣ والدرر الكامنة ٣: ١٩٥ وابن إياس ١: ١٩٨ وفيه: «وفاته سنة ٧٥٣» والكتبخانة ٤: ٩٦ وانظر ألحان السواجع - خ.\nولم يذكر في نسبه «عمر» بل قال: «عمر بن مظفَّر بن محمد بن أبي الفوارس» و Brock انظر فهرسته. وفي دائرة المعارف الاسلامية ١: ٣٠٢ شخص آخر ذكره محمد بن شنب وترجمه بما خلاصته: «سراج الدين أبو حفص عمر ابن الوردي، فقيه شافعي توفي في ذي القعدة ٨٦١ وهو مؤلف كتاب خريدة العجائب وفريدة الغرائب - المطبوع - وليست له قيمة علمية الخ» وذيل الترجمة بمصدرها وهو تاريخ ابن إياس ٢: ٦٠ قلت: راجعت ابن إياس فوجدته يسمي الشخص «سراج الدين عمر الوردي» ويقول إنه توفي سنة ٨٦١ ولا يذكر «خريدة العجائب» فلجأت إلى الضوء اللامع للسخاوي فلم أجد فيه «الوردي» ولا «ابن الوردي» وإنما وجدت «الوروري» واسمه عمر بن عيسى، ووفاته بالقاهرة في ذي الحجة ٨٦١ ويغلب على الظن أن ابن إياس أخذ عنه، وقد حرف النساخ لقبه من الوروري إلى الوردي.\nوبهذا يظل الاشكال في نسبة «خريدة العجائب» إلى ابن الوردي المترجم هنا، كما كان، وهو وإن كان في المستشرقين من أعجب به وأنقل فقرات منه، أمثال دي جيني De Guignes وهيلاندر Hylander وتورنبرج Tornderg ومهرن Mehren كما يذكر ابن شنب، وما تزال مكتبة باريس محتفظة بخريطة الأرض التي فيه كما تقول مجلة المقتطف ١٣: ١٥٣ فإنه من المستعبد جدا أن يكون من تأليف مترجمنا ابن الوردي المتوفى سنة ٧٤٩ هـ ورأيت بعد ذلك مخطوطة من «خريدة العجائب» يمانية حديثة، في الفاتيكان (١٠٩٨ عربي) كتبها يوسف بن المطهر الجرموزي سنة ١١٢٤ هـ وعليها اسم المؤلف: «عمر ابن منصور بن محمد بن عمر بن الوردي السبكي».\nنقلا عن: «الأعلام» للزركلي [مع إضافة بين معقوفين]",
  "books": [
    {
      "text_id": 17715,
      "title": "شرح ألفية ابن مالك المسمى تحرير الخصاصة في تيسير الخلاصة"
    },
    {
      "text_id": 632,
      "title": "منظومة البهجة الوردية - ضمن مجموع «الرفعة»"
    },
    {
      "text_id": 6624,
      "title": "تاريخ ابن الوردي"
    }
  ]
}