{
  "author_id": 78,
  "author_meta": "الشيخ أحمد بن أحمد المختار الشنقيطي\nعالم موسوعي من موريتانيا، تشرف بالتدريس في الحرم المكي والمسجد النبوي.\nعالم جليل القدر، إمام في الزهد والورع وحسن الديانة، أعرض عن الدنيا واشتغل بنشر العلم في الحرمين حتى وفاته.\nكان موسوعة علم وأدب وتاريخ، وله يد طولى في الفقه والأصول واللغة والأنساب والسيرة، وكان له أسلوب بديع في سرد أحداث السيرة يندر وجوده عند غيره، يجذب المسامع ويأسر القلوب حتى كأنك تحضر الوقائع.\nقدم للحج عام ١٣٧٤ هـ ولزم الشيخ محمد الأمين الشنقيطي وسافر معه للرياض وصار من أخص تلاميذه وأكثرهم انتفاعا بعلمه وحصل على الجنسية السعودية.\n(اسمه و نشأته)\nأحمد بن محمد الأمين بن أحمد بن المختار الجكني الشنقيطي، الشهير بـ أحمد بن أحمد.\nوُلد حوالي عام ١٣٤٤ هـ في منطقة «الركيبه» في الجنوب الموريتاني، وعاش بين أبويه إلى أن بلغ سنّ التّعليم، وكان والده إذ ذاك رئيسَ قبيلته، ورئيسَ المحاكم الشرعية، وكان الاستعمار الفرنسي يُشدد وطأته على الرؤساء لأخذ أبنائهم للتّعليم؛ فبسبب ذلك دَفَعَه والدُه لتعليم اللغة الفرنسية، وذهب إلى مَحِلّةِ تُسمى «أبا تيلميت»؛ حيث مقرّ الدّراسة هناك، واستمر في تلك الدّراسة حتَّى أنهى المرحلة الابتدائية.\nتوفي والده -عليه رحمة الله-، وبقي يتيمًا، ولكن كانت له همةٌ عاليةٌ حملتْه على النبوغ المبكر.\nولَما بلغ وأدرك أنَّه مِن أسرةِ ذات علمِ أقْبل على التعليم وانقطع له، فذهب إلى محضرة مشهورة هناك تسمى: «محضرة أسرة أهل ديدي»؛ فلازَم بها الفقيه سيدي جعفر بن سيدي محمد بن سيدي جعفر بن سيدي علي المشهور بـ «ديدي» الإدريسي، ولم يزل في تلك المحضرة حتَّى قرأ «مختصر خليل»، وأعاده ثانيًا، وقَرَأَ القواعد المعروفة عند المالكيّة بقواعد الفقه وهي: «المنهج» للإمام الزقاق، وتكميله لـ: مياره؛ كلاهما مالكي.\nولَما انتهى مِن الدراسة بدأ يحاول التجارة فلم تصلح له، وسافر سنة ١٣٧٤ هـ الموافق ١٩٥٤ م إلى الحجاز، وأدى فريضة الحج، ثم لزم الشيخَ محمد الأمين صاحب تفسير «أضواء البيان» مدّةً طويلة، وسافر معه إلى الرياض فأحسن صحبته، وصار مِن أخص تلاميذه وأكثرهم انتفاعًا بعلمه وأخذ عنه العلوم الشرعية والعربية\n(حياته العملية)\nظل في المملكة العربية السعودية وعملَ في وزارة الإعلام بجدّة في قسم الاستماع لنشرات الأخبار العالمية، وكان متخصّصاً في كتابة التقارير عن النّشرات الفرنسيّة في براعة وإتقان.\nثم بعد أن استقلت موريتانيا مِن تحت يد المحتل الفرنسيّ، تاقت نفسه إلى رؤية مسقط رأسه بعد تحرره، فذهب إلى موريتانيا وشَغَل فيها عدَّة وظائف في وزارة الخارجية، ثم بدا له أن يترك ذلك ويرجع إلى الوطن الثاني، فعاد إلى الحجاز.\nوفي سنة ١٣٨٩ هـ نُقل للحرم المكي مدرِّساً فيه، ثم عُيّنَ مدرسا بالمعهد في الحرم المكي، ومن أهّم ما أُسند إلى الشيخ تدريسُه: أصول الفقه، وأصول التفسير، وألفية ابن مالك، وكان ممتلئًا عِلمًا، ولم يزل بالحرم مدرّسًا إلى سنة ١٤٠٨ هـ؛ حيث تقاعد.\nثم قام بعد ذلك بالتفرغ الكامل للتدريس والتعليم في المسجد النبوي على مدى سنوات طويلة، وعينته رئاسة الحرمين مفتيا للزوار والحجيج والمعتمرين بالحرم، وكان -رحمه الله- ملازماً للمسجد النبوي الشريف طوال حياته التي قضاها بالمدينة المنورة.\nوكثير من أئمّة الحرم المكي والمدني هم من تلامذة الشيخ في فرع علم أو فنّ من فنونه.\n(وفاته)\nتوفي بمدينة رسول الله - صلى الله عليه وسلم - ليلة الجمعة ٩ رمضان ١٤٣٤ هـ، عن عمر ناهز ٩٠ عامًا، وصلي عليه فجر الجمعة في المسجد النبوي الشريف ودفن في مقبرة البقيع، وقد كان يتمنى أن يُدفن في البقيع\n(مؤلفاته)\nوللشيخ عدّة مؤلّفات منها:\n١ - مواهب الجليل من أدلة خليل في أربعة مجلّدات وهو كتاب خدم فيه الشيخ فقه المالكية بالتدليل لمختصر خليل، وهو من مطبوعات دولة قطر إدارة إحياء التراث الإسلامي بعناية الشيخ الأنصاري رحمه الله عام ١٤٠٣ هـ،١٩٨٣ م.\n٢ - التعليق والتحقيق وتكملة شرح نظم عمود النَّسب: يذكر أن نظم عمود النسب الشريف ونسب الأنصار وأنساب العرب وأخبارها في أيام الجاهلية والإسلام هو للعالم أحمد البدوي بن محمدا المجلسي الموريتاني وهو يتكون من ١٢٠٠ بيت.\nوقام بشرح هذا النظم الشيخ حماد بن الأمين المجلسي الموريتاني وهو ابن أخي الناظم وسمى شرحه «تحفة الألباب شرح الأنساب» وتولى الشيخ أحمد المختار الجكني الشنقيطي التحقيق والتعليق على هذا الشرح وسمى تعليقه «التعليق الصواب على تحفة الألباب» ولأن الشرح لم يكتمل فأكمل شرح المنظومة بالمجلد الثالث وسماه «إكمال تحفة الألباب شرح الأنساب»، والكتاب بمجلداته الثلاثة من مطبوعات إدارة إحياء التراث بدولة قطر ١٤٠٥ هـ، ١٩٨٥ م.\n٣ - قطوف الريحان من زهر الأفنان شرح حديقة ابن الونان، ومن طالعه عرف علم الشيخ بالأدب.\n٤ - إعداد المهج للاستفادة من المنهج في قواعد الفقه المالكي، وهو ترتيب لشرح الشيخ محمد الأمين بن أحمد زيدان الجكني الشنقيطي على نظم علي بن قاسم الزقاق التجيبي المعروف بالمنهج المنتخب الى قواعد المذهب، طبع إدارة إحياء التراث قطر بعناية الشيخ الأنصاري عام ١٤٠٣ هـ، ١٩٨٣ م.\n٥ - وسائل القبول ونيل المأمون بشرح نظم أم الخيرات لخصائص الرسول صلى الله عليه وسلم وهو شرحٌ لمنظومة عمّته أم الخيرات بنت أحمد المختار الشنقيطي في خصائص النبي - صلى الله عليه وسلم، طبع قطر إدارة إحياء التراث الإسلامي ١٤٠٩ هـ،١٩٨٩ م.\n٦ - شرح مراقي السعود للعلامة محمد الأمين الشنقيطي المطبوع باسم «نثر الورود» استملاه وجمعه تلميذه: أحمد بن محمد الأمين بن أحمد الشنقيطي.\n٧ - «الدعوة إلى الله، على ضوء الوحي» طبع دار غراس.\n٨ - ومن آخر مؤلفاته وأوسعها انتشاراً كتابه «مجالس مع فضيلة الشيخ محمد الأمين الشنقيطي» رحمهما الله، طبع وزارة الأوقاف والشئون الإسلامية بالكويت.\n٩ - نظْم يبلغ ثمانمائة بيت في البلاغة.\n١٠ - نظمٌ في أمّهات النّبي - صلى الله عليه وسلم -.\n١١ - شرح على لاميّة الأفعال\n(نقلا عن الشبكة الإسلامية باختصار يسير)",
  "books": [
    {
      "text_id": 784,
      "title": "مواهب الجليل من أدلة خليل"
    }
  ]
}