{
  "author_id": 787,
  "author_meta": "(١٦٣ - ٢٥٥ هـ = ٧٨٠ - ٨٦٩ م)\nعمرو بن بحر بن محبوب الكناني بالولاء، الليثي، أبو عثمان، الشهير بالجاحظ: كبير أئمة الأدب، ورئيس الفرقة الجاحظية من المعتزلة.\nمولده ووفاته في البصرة.\nفلج في آخر عمره. وكان مشوه الخلقة.\nومات والكتاب على صدره. قتلته مجلدات من الكتب وقعت عليه.\nله تصانيف كثيرة، منها :\n«الحيوان - ط» أربعة مجلدات، و «البيان والتبيين - ط» و «سحر البيان - خ» و «التاج - ط» ويسمى أخلاق الملوك، و «البخلاء - ط» و «المحاسن والأضداد - ط» و «التبصر بالتجارة - ط» رسالة نشرت في مجلة المجمع العلمي العربي، و «مجموع رسائل - ط» اشتمل على أربع، هي: المعاد والمعاش، وكتمان السر وحفظ اللسان، والجد والهزل، والحسد والعداوة.\nوله «ذم القواد - ط» رسالة صغيرة، و «تنبيه الملوك - خ» في ٤٤٠ ورقة، و «الدلائل والاعتبار على الخلق والتدبير - ط» و «فضائل الأتراك - ط» و «العرافة والفراسة - خ» و «الربيع والخريف - ط» و «الحنين إلى الأوطان - ط» رسالة.\nو «النبي والمتنبي» و «مسائل القرآن» و «العبر والاعتبار في النظر في معرفة الصانع وإبطال مقالة أهل الطبائع - خ» و «فضيلة المعتزلة» و «صياغة الكلام» و «الأصنام» و «كتاب المعلمين»\nو «الجواري» و «النساء» و «البلدان» و «جمهرة الملوك» و «الفرق في اللغة - خ» في تذكرة النوادر، و «البرصان والعرجان والعميان والحولان - ط» و «القول في البغال - ط» و «كتاب المغنين» و «الاستبداد والمشاورة في الحرب».\nولأبي حيان التوحيدي كتاب في أخباره سماه «تقريظ الجاحظ» اطلع عليه ياقوت.\nوجمع محمد جبار المعيبد العراقي، ما ظفر به متفرقا من شعره، في «رسالة - ط» ١٣ صفحة، كما في أخبار التراث ٧٦ صفحة ٥.\nولشفيق جبري «الجاحظ معلم العقل والأدب - ط» ولحسن السندوبي «أدب الجاحظ - ط» ولفؤاد أفرام البستاني «الجاحظ - ط» ومثله لحنا الفاخوري\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 10428,
      "title": "الرسائل للجاحظ"
    },
    {
      "text_id": 10501,
      "title": "البخلاء للجاحظ"
    },
    {
      "text_id": 10506,
      "title": "البغال"
    },
    {
      "text_id": 10511,
      "title": "المحاسن والأضداد"
    },
    {
      "text_id": 10538,
      "title": "البرصان والعرجان والعميان والحولان"
    },
    {
      "text_id": 10614,
      "title": "البيان والتبيين"
    },
    {
      "text_id": 10670,
      "title": "الرسائل الأدبية"
    },
    {
      "text_id": 10709,
      "title": "الرسائل السياسية"
    },
    {
      "text_id": 22623,
      "title": "التاج في أخلاق الملوك"
    },
    {
      "text_id": 23775,
      "title": "الحيوان"
    },
    {
      "text_id": 37716,
      "title": "المختار في الرد على النصارى"
    },
    {
      "text_id": 6956,
      "title": "التبصرة بالتجارة في وصف ما يستظرف في البلدان من الأمتعة الرفيعة والأعلاق النفيسة والجواهر الثمينة"
    },
    {
      "text_id": 96338,
      "title": "العثمانية"
    }
  ]
}