{
  "author_id": 79,
  "author_meta": "[ابن عبد الهادي] (٧٠٥ - ٧٤٤ هـ = ١٣٠٥ - ١٣٤٣ م)\nمحمد بن أحمد بن عبد الهادي بن عبد الحميد بن عبد الهادي، شمس الدين، أبو عبد الله، ابن قدامة المقدسي الجماعيلي الأصل، ثم الدمشقيّ الصالحي.\nحافظ للحديث، عارف بالأدب، من كبار الحنابلة.\nيُقال له «ابن عبد الهادي» نسبة إلى جده الأعلى.\nأخذ عن ابن تيمية والذهبي وغيرهما.\nوصنف ما يزيد على سبعين كتبا، يربي ما أكمله منها على مئة مجلد\nومات قبل بلوغ الأربعين.\nقال الزركلي: كنت في شك من تاريخ مولده، وموته صغيرا، إلى أن ظفرت بقطعة مخطوطة من كتاب لأحد معاصريه يقول فيها: «واجتمعت به غير مرة، وكنت أسأله أسئلة أدبية وأسئلة عربية، فأجده فيها سيلا يتحدر، لو عاش كان عجبا».\n(من كتبه)\n«العقود الدرية في مناقب شيخ الإسلام أحمد ابن تيمية» - ط\n«المحرر» - ط في الحديث مسنَد [كذا قال الزركلي! والكتاب في جميع طبعاته غير مسنَدٍ كما هو معلوم]\n«فضائل الشام - خ» [ذكر محقق «تنقيح التحقيق» أنه طبع بتحقيق: مجدي فتحي السيد، وصدر عن دار الصحابة بمصر]\n«قواعد أصول الفقه» - خ [ولابن المِبرَد يوسف بن عبد الهادي الحنبلي: رسالة بنفس العنوان مطبوعة؛ فلْيُحرّر]\n«الصارم المنكي في الرد على ابن السبكي» - ط\n«شرح التسهيل»\n«العلل» في الحديث، على ترتيب كتب الفقه،\n«الإحكام» في فقه الحنابلة\n«تراجم الحفاظ» [لعله «طبقات الحفاظ» وهو مطبوع باسم: «طبقات الحفاظ» في ٤ مجلدات]\nوغير ذلك.\nتوفي بظاهر دمشق (١) [ودفن بسفح قاسيون. وكانت جنازته حافلة ورؤيت له منامات حسنة].\n_________\n(١) جلاء العينين ٢٢ وبغية الوعاة ١٢ والدرر الكامنة ٣: ٣٣١ والبداية والنهاية ١٤: ٢١٠ والتبيان-خ. وشذرات الذهب ٦: ١٤١ والدارس ٢: ٨٨ ودارالكتب ٥: ٢٨٩ و  Brock S ٢: ١٢٨.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معقوفين]",
  "books": [
    {
      "text_id": 10485,
      "title": "العقود الدرية في مناقب ابن تيمية - ط عطاءات العلم"
    },
    {
      "text_id": 1055,
      "title": "شرح غرامي صحيح - ابن عبد الهادي - ت الحفيان"
    },
    {
      "text_id": 10657,
      "title": "تنقيح التحقيق لابن عبد الهادي"
    },
    {
      "text_id": 1088,
      "title": "المحرر في الحديث - ت القاسم"
    },
    {
      "text_id": 11569,
      "title": "تعليقة على العلل لابن أبي حاتم ت جاد الله"
    },
    {
      "text_id": 147673,
      "title": "اختيارات شيخ الإسلام ابن تيمية لابن عبد الهادي"
    },
    {
      "text_id": 1994,
      "title": "طبقات علماء الحديث"
    },
    {
      "text_id": 20647,
      "title": "مجموع رسائل الحافظ ابن عبد الهادي"
    },
    {
      "text_id": 5918,
      "title": "المحرر في الحديث - ت المرعشلي"
    },
    {
      "text_id": 6663,
      "title": "العقود الدرية في مناقب ابن تيمية - ت الفقي"
    },
    {
      "text_id": 8622,
      "title": "الصارم المنكي في الرد على السبكي"
    }
  ]
}