{
  "author_id": 790,
  "author_meta": "محمود سيبويه البدوي (١٣٤٩-١٤١٥هـ=١٩٣١-١٩٩٥م)\nالمقرئ الحافظ. ولد بقربة إبنهس التابعة لمركز قويسنا من محافظة المنوفية إحدى محافظات مصر في الخامس من شهر رمضان. حفظ القرآن الكريم وجوده بقريته على أستاذه الشيخ محمد بن إبراهيم ماضي الذي قرأ عليه كثيرون وقد أتمه وهو في التاسعة من العمر وقرأه كله بالقراءات من طريقي الشاطبية والدرة ومن طريق النشر وطيبته على عدد من الشيوخ الأثبات وأجيز بها وحصل على إجازة بالقراءات العشر من العلامة أحمد بن عبد العزيز الزيات وهو أعلى القراء المصريين إسناداً.\nومن شيوخه أيضاً: عبد الفتاح عبد الغني القاضي, عامر السيد عثمان, إبراهيم شحاته السمنودي.\nوحصل على إجازة التجويد من شعبة التجويد بكلية اللغة العربية بجامعة الأزهر سنة ١٣٦٩هـ وعلى الشهادة العالية للقراءات من قسم القراءات بكلية اللغة العربية بجامعة الأزهر سنة ١٣٧٢هـ وعلى التخصص في القراءات وما يتصل بها من علوم قرآنية سنة ١٣٧٦هـ وعلى الإجازة العالية في الدراسات الإسلامية والعربية في كلية الشريعة بجامعة الأزهر سنة ١٣٨٨هـ وعلى الماجستير في السياسة الشرعية سنة ١٣٩٤هـ.\nوعمل مدرساً بالمعاهد الأزهرية وبالمعهد الإسلامي ببغداد ومحاضراً بكلية الإمام أبي حنيفة النعمان ببغداد ومحاضراً بكلية القرآن الكريم والدراسات الإسلامية بالجامعة الإسلامية بالمدينة المنورة من١٣٩٥هـ ثم تدرج حتى عين رئيساً لقسم القراءات بالكلية من ١٤٠٦-١٤١٢هـ ودرس سنة ١٤٠١هـ في المعهد العالي للدعوة الإسلامية بالمدينة المنورة وظل في الكلية إلى أن توفاه الله تعالى.\nوقد تصدر للتعليم والإقراء وتلقى عليه الكثيرون وأشرف على مشروع كلية القرآن الكريم -وهو من أهم الإنجازات في مجال القراءات- والخاص بالتسجيل الصوتي للقرآن الكريم وبالقراءات العشر المتواترة.\nوهو عضو اللجنة العلمية لمراجعة مصحف المدينة النبوية بمجمع الملك فهد لطباعة المصحف الشريف وعضو الهيئة الاستشارية العليا فيه.\nوكان له برنامج يذاع يومياً بإذاعة القرآن الكريم بالسعودية تحت عنوان: \"دروس من القرآن الكريم\" حول القراءات القرآنية. توفي مساء يوم الأحد ٢٨ شعبان في المدينة المنورة وصلي عليه بالمسجد النبوي الشريف ودفن بالبقيع. وأشرف كما ناقش العديد من رسائل الماجستير والدكتوراه المتعلقة بالقراءات وعلومها. ومن أعماله العلمية:\n- الوجيز في علم التجويد: وكان مقررا على طلاب كلية الإمام أبي حنيفة ببغداد.\n- حول بعض القراءات القرآنية: ولا سيما القراءات التي كانت مثار جدل ونقاش بين النحاة (بحث علمي نشر في العدد الأول في مجلة كلية القرآن الكريم سنة ١٤٠٣هـ).\n- المصاحف العثمانية: من حيث الرسم والضبط (نشر أيضاً في المجلة نفسها).\n- الأمر عند الأصوليين: رسالة (ماجستير).\n- الجزية في الشريعة الإسلامية: رسالة (دكتوراه).\n- مذكرة في علوم القرآن؛ كانت مقررة على طلبة كلية القرآن عام ١٣٩٦هـ (١).\n_________\n(١) المدينة -ملحق التراث ١٣/١١/١٤١٥هـ والملحق نفسه س ١٩ ع ١٠ (١٩/١٢/١٤١٥هـ).\nنقلا عن : تتمة الأعلام للزركلي (وفيات ١٣٩٧ - ١٤١٥ هـ) لمحمد خير رمضان يوسف ج٢ص ١٦٦",
  "books": [
    {
      "text_id": 5464,
      "title": "الوجيز في علم التجويد"
    }
  ]
}