{
  "author_id": 816,
  "author_meta": "عمر الخيام (٠٠٠ - ٥١٥ هـ = ٠٠٠ - ١١٢١ م)\nعمر بن إبراهيم الخيامي النيسابوري، أبو الفتح: شاعر فيلسوف فارسي، مستعرب.\nمن أهل نيسابور، مولدا ووفاة.\nكان عالما بالرياضيات والفلك واللغة والفقه والتاريخ. له شعر عربي، وتصانيف عربية.\nبقيت من كتبه رسائل، منها «شرح ما يشكل من مصادرات إقليدس - ط» و «مقالة في الجبر والمقابلة - ط» و «الاحتيال لمعرفة مقداري الذهب والفضة في جسم مركب منهما\n- خ» و «الخلق والتكيف - ط» بعث به إلى القاضي أبي نصر النسوي. و «رسالته جوابا لثلاث مسائل - خ» في أربع ورقات، في المجموع ١٩٣٣ بخزانة أسعد أفندي باستنبول، وصفها الميمني بأنها جليلة ملوكية، و «رسالة في الموسيقى - خ» ثلاث ورقات، في معهد المخطوطات.\nوبلغت شهرة الخيام ذروتها بمقطعاته الشعرية «الرباعيات» نظمها شعرا بالفارسية، وترجمت إلى العربية واللاتينية والفرنسية والانكليزية والألمانية والايطالية والدنمركية وغيرها.\nوعرف قدره في أيامه، فقربه الملوك والرؤساء.\nوكان السلطان ملكشاه السلجوقي ينزله منزلة الندماء، والخاقان شمس الملوك ببخارى يعظمه ويجلسه معه على سريره.\nوقدح أهل زمانه في عقيدته، فحج، وأقام مدة ببغداد، وعاد يتقي الناس بالتقوى.\nوكان من خاصة خلصائه في شبابه «نظام الملك» و «حسن الصباح» واتفق معهما على أن من ينال منهم رتبة يساعد صاحبيه، فلما استوزر نظام الملك جعل لعمر عشرة آلاف دينار في السنة، من دخل نيسابور.\nولكن السلطان ما عتم أن رفع الحساب من عهدة نظام الملك.\nقال البيهقي، وكان معاصرا للخيام، وقد رآه وعرفه بالإمام وبحجة الحق: إنه تلو ابن سينا في أجزاء علوم الحكمة، وكان سيء الخلق ضيق العطن.\nوقال: كان يتخلل بخلال من ذهب.\nوفي الكامل لابن الأثير: كان الخيام أحد المنجمين الذين عملوا «لرصد» للسلطان ملكشاه السلجوقي سنة ٤٦٧ هـ.\nوقال القفطي في نعته: إمام خراسان، وعلامة الزمان، يعلم علم يونان، ويحث على طلب الواحد الديان، يتطهير الحركات البدنية لتنزيه النفس الإنسانية.\nوأورد أبياتا من شعره العربي.\nونقل القمي أن الخيام كان أحد الحكماء الثمانية في عصر السلطان جلال الدين «ملكشاه» وهم الذين وضعوا التاريخ الذي مبدأه نزول الشمس أول الحمل وعليه كان بناء التقاويم.\nوأكثر كتاب العرب المعاصرون وغيرهم،\nمن الكتابة عنه، فمن ذلك بالعربية «عمر الخيام - ط» لأحمد حامد الصراف، و «ثورة الخيام - ط» لعبد الحق فاضل.\nومن النجف الفنية، باللغة الانكليزية، طبعة خاصة أصدرتها مطابع بيشوب وجاريت، بباريس، سنة ١٩٢٣ لمجموعة من ترجمات قطع منها، ومنظومات بمعناها، لبيرون، وفيتس جيرالد، وغيرهما، محلاة بصور ملونة ونقوش وكتابات متقنة كل الإتقان سميت [ Life ' s Echoes ] أصداء حياة.\nوممن نقل «الرباعيات» إلى العربية شعرا: وديع البستاني، وأحمد الصافي النجفي، وأحمد رامي، واستفدت كثيرا من ترجمتها «النثرية» لجميل صدقي الزهاوي، فانه التزم بها النقل الحرفي عن الفارسية مباشرة، ثم نظمها كغيره بشئ من التصرف\nنقلا عن : الأعلام للزركلي",
  "books": [
    {
      "text_id": 12857,
      "title": "رباعيات الخيام"
    }
  ]
}