{
  "author_id": 837,
  "author_meta": "عماد الدين الكاتب (٥١٩ - ٥٩٧ هـ = ١١٢٥ - ١٢٠١ م)\nمحمد بن محمد صفي الدين بن نفيس الدين حامد بن أله، أبو عبد الله، عماد الدين الكاتب الأصبهاني:\nمؤرخ، عالم بالأدب، من أكابر الكتاب.\nولد في أصبهان، وقدم بغداد حدثا، فتأدب وتفقه. واتصل بالوزير عون الدين (ابن هبيرة) فولاه نظر البصرة ثم نظر واسط.\nومات الوزير، فضعف أمره، فرحل إلى دمشق، فاستخدم عند السلطان (نور الدين) في ديوان الإنشاء. وبعثه نور الدين رسولا إلى بغداد أيام (المستنجد) ثم لحق بصلاح الدين بعد موت نور الدين، فكان معه في مكانة (وكيل وزارة) إذا انقطع (الفاضل) بمصر لمصالح صلاح الدين قام العماد مقامه.\nولما توفي صلاح الدين استوطن العماد دمشق ولزم مدرسته المعروفة بالعمادية. وتوفي بها.\nله كتب كثيرة، منها:\n(خريدة القصر - ط) مجلدات منه، في دمشق وبغداد وكانت في طريقة طبعه إقليمية خبيثة في الأدب.\n(الفتح القسي في الفتح القدسي - ط)\n(البرق الشامي - خ) [ثم طُبع] سبع مجلدات في أخبار صلاح الدين وفتوحه\n(ديوان رسائل)\n(ديوان شعر)\n(السيل على الذيل) ثلاث مجلدات، في تاريخ بغداد، جعله ذيلا على ذيل ابن السمعاني\n(نصرة الفترة وعصرة الفطرة) في أخبار الدولة السلجوقية، اختصره الفتح بن علي البنداري في جزء سماه (زبدة النصرة ونخبة العصرة - ط) ويعرف ب (تواريخ آل سلجوق)\n(البستان - خ) في التاريخ.\n_________\n(١) وفيات الأعيان ٢: ٧٤ وفيه ضبط (أله) بفتح فضم فسكون وهو بالفارسية العقاب، بضم العين. ومثله في الأعلام بتاريخ الإسلام - خ. وفي مرآة الزمان ٨: ٥٠٤ (أله) بتشديد اللام.\nوضبطه السبكي في الطبقات الكبرى ٤: ٩٧ والطبقات الوسطى - خ. (بضم الهمزة واللام) والوافي ١: ١٣٣ وابن الوردي ٢: ١١٧ وسماه (محمد بن عبد الله) كما في المختصر لأبي الفداء ٣: ١٠٠ وهو خلاف ما اتفقت عليه المصادر كلها. وكتاب الروضتين ١: ١٤٤ ثم ٢: ٢٤٤ والنعيمي ١: ٤٠٨ والمختصر المحتاج إليه ١٢٢ ومفتاح السعادة ١: ٢١٤ و ١٩٣  Princeton  والفهرس التمهيدي ٣٨٤ وآداب اللغة ٣: ٦١ و  Brock S ١: ٥٤٨.  وتذكرة النوادر ٨١ وطوبقبو ٣: ٣٤٦ واقرأ محاضرة عنه لمحمد بهجة الاثري، في مجلة المجمع العلمي العراقي ٤: ١٦ - ٣٤.\nنقلا عن: «الأعلام» للزركلي [بزيادة بين معكوفين]",
  "books": [
    {
      "text_id": 12815,
      "title": "خريدة القصر وجريدة العصر - أقسام أخرى"
    },
    {
      "text_id": 12821,
      "title": "خريدة القصر وجريدة العصر - قسم شعراء العراق جـ 1"
    },
    {
      "text_id": 12833,
      "title": "خريدة القصر وجريدة العصر - قسم شعراء العراق جـ 4 المجلد الثاني 2"
    },
    {
      "text_id": 12856,
      "title": "خريدة القصر وجريدة العصر - قسم شعراء المغرب والأندلس جـ 2"
    },
    {
      "text_id": 14789,
      "title": "الفتح القسي في الفتح القدسي = حروب صلاح الدين وفتح بيت المقدس"
    },
    {
      "text_id": 16550,
      "title": "البستان الجامع لجميع تواريخ أهل الزمان"
    },
    {
      "text_id": 6628,
      "title": "البرق الشامي"
    }
  ]
}