{
  "author_id": 84,
  "author_meta": "أَبُو العَلاء المَعَرِّي (٣٦٣ - ٤٤٩ هـ = ٩٧٣ - ١٠٥٧ م)\nأحمد بن عبد الله بن سليمان، التنوخيّ المعري\nشاعر فيلسوف. ولد ومات في معرة النعمان.\nكان نحيف الجسم، أصيب بالجدريّ صغيرا فعمي في السنة الرابعة من عمره. وقال الشعر وهو ابن إحدى عشرة سنة. ورحل إلى بغداد سنة ٣٩٨ هـ فأقام بها سنة وسبعة أشهر.\nوهو من بيت علم كبير في بلده. ولما مات وقف على قبره ٨٤ شاعرا يرثونه. وكان يلعب بالشطرنج والنرد. وإذا أراد التأليف أملى على كاتبه علي بن عبد الله بن أبي هاشم.\nوكان يحرّم إيلام الحيوان، ولم يأكل اللحم خمسا وأربعين سنة. وكان يلبس خشن الثياب.\nأما شعره وهو ديوان حكمته وفلسفته، فثلاثة أقسام:\n(لزوم ما لا يلزم - ط) ويعرف باللزوميات\n(سقط الزند - ط)\n(ضوء السقط - خ) (١)\nوقد ترجم كثير من شعره إلى غير العربية (٢)\nوأما كتبه فكثيرة وفهرسها في معجم الأدباء.\nوقال ابن خلكان: من تصانيفه كتاب (الأيك والغصون) في الأدب يربى على مئة جزء.\n(تاج الحرة) في النساء وأخلاقهن وعظاتهن، أربع مئة كراس\n(عبث الوليد - ط) شرح به ونقد ديوان البحتري\n(رسالة الملائكة - ط) صغيرة، وهي مقدمتها، ثم نشر المجمع العلمي الرسالة كاملة\n(اختيارات الأشعار، في الأبواب - خ) في أياصوفية (٣)\n(شرح ديوان المتنبي - خ) جزآن، تم نسخهما سنة ١٠٥٩ هـ في خزانة الشيخ محمد طاهر بن عاشور، بتونس.\n(رسالة الغفران - ط) من أشهر كتبه\n(ملقى السبيل (٤) - ط) رسالة\n(مجموع رسائله - ط)\n(خطبة الفصيح) ضمّنها كل ما حواه فصيح ثعلب\n(الرسائل الإغريقية - خ)\n(الرسالة المنبجية - خ)\n(الفصول والغايات - ط) الجزء الأول منه\n(اللامع العزيزي - خ).في مخطوطات جامعة الرياض، وهو شرح لديوان المتنبي، ألفه لعزيز الدَّولَة فاتك بن عبد الله (٢٤٠ ورقة) [طُبع]\nولكثير من الباحثين تصانيف في آراء المعري وفلسفته، منها:\nليوسف البديعي (أوج التحرّي عن حيثية أبي العلاء المعري - ط)\nولكمال الدين ابن العديم (الإنصاف والتحري، في دفع الظلم والتجري، عن أبي العلاء المعري (٥) - ط)\nولعبد العزيز الميمني (أبو العلاء وما إليه - ط)\nولزكي المحاسني (أَبُو العَلَاء المَعري ناقد المجتمع - ط)\nولسامي الكيالي (أَبُو العَلَاء المَعري - ط)\nولطه حسين (ذكرى أبي العلاء - ط) و (مع أبي العلاء في سجنه - ط)\nولأحمد تيمور (أَبُو العَلَاء المَعري، نسبه وأخباره وشعره - ط) رسالة\nولعباس محمود العقاد (رجعة أبي العلاء - ط)\nولوزارة المعارف المصرية (آثار أبي العلاء المعري - ط)\nوللمجمع العلمي العربيّ بدمشق، كتاب (المهرجان الألفي لأبي العلاء المعري - ط) (٦).\n_________\n(١) المطبوع باسم (ضوء السقط) هو مجموعة من سقط الزند تعرف بالدرعيات، كما في مقدمة شروح سقط الزند.\n(٢) نقل المستشرق الانجليزي كارليل Carlyle نبذا منه إلى اللاتينية والإنكليزية. وألف المستشرق النمسوي فون كريمر Von Kremer كتاب بالألمانية سماه (أشعار أبي العلاء الفلسفية) طبع في فينة، ونقل فرائد من شعره إلى الألمانية فنظمها شعرا ونشرها في المجلة الجرمانية الآسيوية سنة ١٨٧٧ م. وترجم أمين الريحاني مختارات من شعره إلى الانكليزية سماها (رباعيات أبي العلاء) The QUATRAINS OF Abu , lala وطبعها في نيويورك.\nواختار موسى بيكييف (من أهل قازان في روسية) طائفة من لزومياته فنقلها إلى التركية في نحو مئتي صفحة. أما ضوء السقط، فيشتمل على تفسير ما في سقط الزند من الغريب.\n(٣) تذكرة النوادر ١٣٠.\n(٤) نشرت في المجلد السابع من مجلة المقتبس.\n(٥) نشر قسم منه في السفر الأول من (آثار أبي العلاء): ص ٤٨٣ - ٥٧٨.\n(٦) الكتب المذكورة في الترجمة. وابن خلكان ١: ٣٣ ومعجم الأدباء ١: ١٨١ وابن الوردي ١: ٣٥٧ وفهرست ابن خليفة ٣٤٣ وإعلام النبلاء ٤: ٧٧ و ١٨٠ و ٣٧٨ ولسان الميزان ١: ٢٠٣ وفيه: (تصانيف المعري في اللغة والأدب أكثر من مئتي مجلد). وإنباه الرواة ١: ٤٦ وتتمة اليتيمة ٩ ومجلة المقتطف ٢٨: ٨٩٧ ثم ٢٩: ١٥٧ ونيكلسن Nicholson في دائرة المعارف الإسلامية ١: ٣٧٩.\nنقلا عن: «الأعلام» للزركلي",
  "books": [
    {
      "text_id": 12817,
      "title": "رسالة الملائكة"
    },
    {
      "text_id": 1589,
      "title": "رسالة الغفران"
    },
    {
      "text_id": 18276,
      "title": "رسالة الملائكة ت الجندي"
    },
    {
      "text_id": 29591,
      "title": "اللامع العزيزي شرح ديوان المتنبي"
    },
    {
      "text_id": 563,
      "title": "رسالة الصاهل والشاجح"
    },
    {
      "text_id": 612,
      "title": "الفصول والغايات"
    },
    {
      "text_id": 753,
      "title": "معجز أحمد"
    }
  ]
}