{
  "author_id": 85,
  "author_meta": "الكتبي، ابن شاكر ( ٦٨٦ هـ - ٧٦٤ هـ )\nمحمد بن شاكر بن أحمد بن عبد الرحمن بن شاكر بن هارون بن شاكر الملقب بصلاح الدين ، داراني المولد دمشقي الدار، سمع من ابن الشحنة والمزي وغيرهما من علماء بلده، ولكنه حصل أكثر ثقافته - فيما يبدو - عن طريق الوراقة والمتاجرة بالكتب، وقد كان شديد الفقر قبل أن يجد الحرفة الملائمة، فلما غدا كتبياً توفر له من عمله مال طائل. وربما كانت جودة خطه ووضوحه، وذلك الإتقان في الوراقة جملة (كما تدل على ذلك نسخة الفوات بخطه) مما كفل له إقبال الناس على ما ينسخه من كتب، وكسب له حسن المعاملة في التجارة مزيداً من ذلك الإقبال، فقد وصف بأنه كان ذا مروءة في معاملته للناس؛ كذلك كان يذاكر بعض معارفه ويفيد، غير أنه لم يشتهر بين معاصريه بثقافته، وإن وصف نفسه في مقدمة الفوات بإكتاره من مطالعة كتب التاريخ، ولم ينل من عمق الثقافة ودقة الحكم ما ناله مشهورو الوراقين أمثال أبي حيان التوحيدي وياقوت الحموي، بل ظلت ثقافته تقميشاً وتنسيقاً. ويبدو لمن يطلع على نسخة الفوات أن الرجل كان لا يكترث كثيراً بمراعاة الأصول النحوية واللغوية، وربما كانت معرفته بالنحو واللغة بسيطة ساذجة، وهذا يبدو واضحاً إذا قارناه بمؤلفي كتب التراجم من معاصريه، فهم يميلون - في الأغلب - إلى استعمال أسلوب مبسط فيه كثير من طبيعة الحديث الدارج، ولكنهم لا يبلغون في ذلك مبلغ ابن شاكر.\nولا نعرف على وجه قاطع متى ولد ابن شاكر؛ وفي إحدى نسخ الدرر الكامنة أن ذلك كان عام ٦٨٦، وهو تاريخ غير مستبعد، إلا أننا نعرف على\nوجه اليقين أنه عاش حتى شهر رمضان سنة ٧٦٤؛ يقول ابن كثير: \" وفي يوم السبت الحادي عشر من رمضان من العام المذكور صلينا بعد الظهر على الشيخ محمد بن شاكر الكتبي \"  وبعد شهر، وفي ١٠ شوال ٧٦٤ على التحديد، توفي معاصره الشيخ صلاح الدين الصفدي.\nمؤلفات الكتبي:\n١ - عيون التواريخ: ذكر حاجي خليفة أنه في ست مجلدات، وقال صاحب هدية العارفين إنه في ٢٨ مجلداً، وإليه أشار ابن كثير حين قال: وجمع تاريخاً مفيداً نحواً من عشر مجلدات ولعل الاختلاف في عدد أجزاء الكتاب راجع إلى تفاوت في طبيعة النسخة التي اطلع عليها كل واحد منهم، وفي مكتبات استانبول عدة نماذج من نسخ هذا الكتاب، تشير إلى هذا التفاوت في التجزئة.\n٢ - روضة الأزهار في حديقة الأشعار، ذكره صاحب هدية العارفين.\n٣ - فوات الوفيات والذيل عليها.\nنقلا عن مقدمة إحسان عباس لتحقيق فوات الوفيات",
  "books": [
    {
      "text_id": 1003,
      "title": "فوات الوفيات"
    }
  ]
}