{
  "author_id": 89,
  "author_meta": "د. إحسان عباس: عميد المحققين العرب في النصف الثاني من القرن العشرين، تناول التراث العربي بالتحقيق والتدقيق والنشر والتعليق وكل طرق المراجعة والضبط زهاء ستين عاما.\nو قد حقق مجموعة من أهم و أروع كتب التراث العربي كما كانت له إسهامات في حقل الترجمة حيث ترجم إلى العربية يقظة العرب لجورج أنطونيوس و النقد الأدبي ومدارسه الحديثة لستانلي هايمن بالاشتراك مع د. محمد يوسف نجم، ودراسات في الأدب العربي لفون جرونباوم و الرواية الشهيرة \"موبي ديك\" و فن الشعر لأرسطو و العديد من الكتب الهامة و كتب العديد من المقالات ,وانتدب للمشاركة في عشرات المؤتمرات والنداوت العالمية، وعين مستشارا لعدد من الجامعات العربية والإسلامية.\nولد في قرية عين غزال بفلسطين عام ١٩٢٠م ، وتعلم حتى تخرج من الكلية العربية في القدس عام ١٩٤١م ، ثم واصل تعليمه العالي حتى نال الدكتوراه من كلية الآداب جامعة القاهرة سنة ١٩٥٤م . وقد بدأ تدريسه الجامعي في كلية غوردن التذكارية في السودان ، ثم جامعة الخرطوم ، ثم انتدب للتدريس في الجامعة الأمريكية في بيروت عام ١٩٦١م ، وشغل فيها منصب رئيس دائرة اللغة العربية ولغات الشرق الأدنى ، ومدير مركز الدراسات العربية ودراسات الشرق الأوسط ، ورئيس تحرير مجلة الأبحاث ، وهو عضو في المجمع العلمي العربي بدمشق والمجمع العلمي الهندي (عن فلسطين ) وقضى آخر أيامه أستاذا في الجامعة الأردنية بعمان .\nوفي عام ١٤٠٠هـ/١٩٨٠م نال بجائزة الملك فيصل العالمية للأدب العربي (بالاشتراك) ، وكان موضوع الجائزة \"الدراسات التي تناولت الشعر العربي المعاصر\". ومن أهم آثاره في مجال خدمة التراث العربي: إعادة نشر \"وفيات الأعيان\" لابن خلكان في ثمانية أجزاء (١٩٦٨ - ١٩٧٢), و\"نفح الطيب في غصن الأندلس الرطيب\" للمقري التلمساني (١٩٦٨) في ثمانية أجزاء أيضاً, و\"الذخيرة في محاسن أشعار أهل الجزيرة\" لابن بسام الشنتريني (١٩٧٤ - ١٩٧٩) في ثمانية أجزاء أيضاً, و\"التذكرة الحمدونية\" لابن حمدون (بالاشتراك مع شقيقه بكر) (١-٨, ١٩٨٧), و\"رسائل ابن حزم الأندلسي\" (١-٤, ١٩٨٠ - ١٩٨٣), و\"الجليس الصالح الكافي\" للمعافى بن زكريا النهرواني (١-٣, ١٩٨٧), و\"معجم الأدباء\" لياقوت الحموي (١٩٩٣, في سبعة أجزاء), وأخيراً كتاب \"الأغاني\" لأبي الفرج الأصفهاني في خمسة وعشرين جزءاً بالاشتراك مع ابراهيم السعافين وبكر عباس (٢٠٠٢).\nومما شارك في نشره قديما: \"خريدة القصر\" للعماد الأصفهاني (بالاشتراك مع أستاذيه أحمد أمين وشوقي ضيف), و\"فصل المقال في شرح كتاب الأمثال\" (بالاشتراك مع عبد المجيد عابدين), و \"جوامع السيرة\" لابن حزم الأندلسي (بالاشتراك مع ناصر الدين الأسد). وكانت وفاته يوم الثلاثاء ٢٩ / يوليو/ ٢٠٠٣م. و قد أصدرت مؤسسة عبد الحميد شومان في حياته عام (١٩٩٨) في صدد تكريمه كتابا ضخماً يقع في (٣٢٠) صفحة من القطع الكبير، بعنوان (إحسان عباس ناقدا، محققا مؤرخا) ساهم في الكتابة فيه (٨٤) كاتبا. وأصدرت المؤسسة العربية للدراسات والنشر في بيروت كتابا بعنوان \"حوارات إحسان عباس\" وضع مقدمته وأعدّه للنشر الدكتور يوسف بكار. ونشرت مجلة الدراسات الفلسطينية العدد ٥٦ (خريف ٢٠٠٣) مقالا لرضوان السيد بعنوان (إحسان عباس والتراث العربي). وفي صيف عام ١٩٨٥ نشر الدكتور عبد النبي اصطيف مقالاً له في العدد ٦٨٤٦ من جريدة (البعث) بعنوان (وقفة مع عميد الأدب العربي الثاني الدكتور إحسان عباس) , وفي جريدة الوطن: العدد (١٠٧٢) يوم (٦/ ٩/ ٢٠٠٣) مقال للأستاذ عبد العزيز مقالح بعنوان (إحسان عباس: الأستاذ الإنسان) .\nو قد كتب عنه الشاعر الفلسطيني أحمد دحبور في مجلة رؤية :\n\"أن تقف أمام تاريخ شاسع بسعة تسعين كتاباً وحجم د. إحسان عباس، يعني أنك أشبه بمن يغرف الفضاء بالملعقة. وتزداد صعوبة المهمة أمام جلال الغياب. فبعد ثلاثة وثمانين عاماً من العطاء والاشتباك الحميم مع الحياة، يكون من حق الجميع أن يشهدوا ويتذكروا ويكتبوا حتى لتتشابه الصفحات فلا ترفع الأقلام ولا تجف الصحف.. بل هل من مزيد؟\nنقلا عن موقع الوراق",
  "books": [
    {
      "text_id": 1012,
      "title": "ملامح يونانية في الأدب العربي"
    },
    {
      "text_id": 1013,
      "title": "شعر الخوارج"
    },
    {
      "text_id": 1014,
      "title": "تاريخ النقد الأدبي عند العرب"
    },
    {
      "text_id": 1015,
      "title": "تاريخ الأدب الأندلسي (عصر الطوائف والمرابطين)"
    },
    {
      "text_id": 1016,
      "title": "تاريخ الأدب الأندلسي (عصر سيادة قرطبة)"
    },
    {
      "text_id": 1017,
      "title": "بدر شاكر السياب دراسة في حياته وشعره"
    },
    {
      "text_id": 1018,
      "title": "اتجاهات الشعر العربي المعاصر"
    },
    {
      "text_id": 1019,
      "title": "فن السيرة"
    },
    {
      "text_id": 1020,
      "title": "العرب في صقلية"
    },
    {
      "text_id": 1023,
      "title": "شذرات من كتب مفقودة في التاريخ"
    }
  ]
}