{
  "author_id": 906,
  "author_meta": "مرتضى الزبيدي (١١٤٥ - ١٢٠٥ هـ = ١٧٣٢ - ١٧٩٠ م)\nمحمد بن محمد بن محمد بن عبد الرزاق الحسينى الزبيدى، أبو الفيض، الملقب بمرتضى: علامة باللغة والحديث والرجال والأنساب، من كبار المصنفين.\nأصله من واسط (في العراق) ومولده بالهند (في بلجرام) ومنشأه في زبيد (باليمن)\nرحل إلى الحجاز، وأقام بمصر، فاشتهر فضله وانهالت عليه الهدايا والتحف، وكاتبه ملوك الحجاز والهند واليمن والشام والعراق والمغرب الأقصى والترك والسودان والجزائر.\nوزاد اعتقاد الناس فيه حتى كان في أهل المغرب كثيرون يزعمون أن من حج ولم يزر الزبيدى ويصله بشئ لم يكن حجه كاملا! وتوفى بالطاعون في مصر.\nمن كتبه:\n(تاج العروس في شرح القاموس - ط) عشرة مجلدات،\n(إتحاف السادة المتقين - ط) في شرح إحياء العلوم للغزالي، عشرة مجلدات، طبعة مصر،\n(أسانيد الكتب الستة - خ)\n(عقود الجواهر المنيفة في أدلة مذهب الإمام أبى حنيفة - ط) مجلدان،\n(كشف اللثام عن آداب الإيمان والإسلام)\n(رفع الشكوى وترويح القلوب في ذكر ملوك بني أيوب - ط)\n(معجم شيوخه - خ)\n(ألفية السند - خ) في الحديث ١٥٠٠ بيت، وشرحها\n(مختصر العين - خ) في اللغة، اختصر به كتاب العين المنسوب للخليل بن أحمد\n(التكملة والصلة والذيل للقاموس - خ) في مجلدين ضخمين [طُبعت]\n(إيضاح المدارك بالإفصاح عن العواتك - خ) رسالة،\n(عقد الجمان في بيان شعب الإيمان - خ) رسالة أيضا، [طُبعت]\n(تحفة القماعيل، في مدح شيخ العرب إسماعيل - خ) بخطه\n(تحقيق الوسائل لمعرفة المكاتبات والرسائل - خ)\n(جذوة الاقتباس في نسب بني العباس - خ)\n(حكمة الإشراق إلى كتاب الآفاق - ط)\n(الروض المعطار في نسب السادة آل جعفر الطيار - خ)\n(مزيل نقاب الخفاء عن كنى سادتنا بني الوفاء - خ) لعله المسمى أيضا (رفع نقاب الخفا، عمن انتمى إلى وفا وأبى الوفا - خ) اقتنيته.\n(بلغة الغريب في مصطلح آثار الحبيب - ط)\n(تنبيه العارف البصير على أسرار الحزب الكبير - خ)\n(سفينة النجاة المحتوية على بضاعة مزجاة من الفوائد المنتقاة - خ)\n(غاية الابتهاج لمقتفي أسانيد مسلم بن الحجاج - خ)\n(عقد اللآلي المتناثرة في حفظ الأحاديث المتواترة - خ)\n(نشوة الارتياح في بيان حقيقة الميسر والقداح - خ)\n(العرائس المجلوة في ذكر أولياء فوة - خ) في الرباط (٢٣٧١ ك)\nوكان يحسن التركية والفارسية وبعضا من لسن الكرج (١)\n_________\n(١) فهرس الفهارس ١: ٣٩٨ - ٤١٣ والجبرتي ٢: ١٩٦ - ٢١٠ وخطط مبارك ٢: ٩٤ وآداب اللغة ٣: ٢٨٨ ومجلة المجمع العلمي العربيّ ٢: ٥٦ و ١٠٦\nو Brock ٢: ٣٧١ (٢٨٧) S ٢: ٣٩٨،٦٢٠،٦٣٦. ودار الكتب ٣: ٤٧ والتيمورية ٣: ١١٨.\nنقلا عن: «الأعلام» للزركلي [مع إضافات بين معكوفين]",
  "books": [
    {
      "text_id": 10479,
      "title": "الأمالي لمرتضى الزبيدي"
    },
    {
      "text_id": 13995,
      "title": "إيضاح المدارك في الإفصاح عن العواتك"
    },
    {
      "text_id": 17795,
      "title": "عقد الجمان في بيان شعب الإيمان"
    },
    {
      "text_id": 38171,
      "title": "تخريج أحاديث إحياء علوم الدين"
    },
    {
      "text_id": 5980,
      "title": "بلغة الأريب في مصطلح آثار الحبيب"
    },
    {
      "text_id": 7030,
      "title": "تاج العروس من جواهر القاموس"
    },
    {
      "text_id": 95576,
      "title": "حكمة الإشراق إلى كتاب الآفاق - ط المدني"
    },
    {
      "text_id": 984,
      "title": "حكمة الإشراق في كتاب الآفاق - ضمن نوادر المخطوطات"
    }
  ]
}