{
  "author_id": 907,
  "author_meta": "عبد الرحمن حبنكة الميداني ( ١٣٤٥- ١٤٢٥ هـ  =  ١٩٢٧  - ٢٠٠٤ م )\nولد الشيخ عبد الرحمن بن حسن حَبَنَّكَة الميداني الدمشقي في دمشق - حي الميدان سنة ١٣٤٥ هـ =  ١٩٢٧ م\nو\"نشأ في بيت علمٍ ودعوةٍ تحيط به ظروف قلَّما تيسَّرت لغيره، فهو والعلم والدعوة بدءًا من نشأته الأولى منذ ما يزيد عن ستين عامًا توأمان لا يفترقان\" ، وكان لوالده الشيخ حسن حَبَنَّكَة فضل تربيته وتأديبه وتعليمه.\nدرس الشيخ عبد الرحمن في \"معهد التوجيه الإسلامي\"، الذي أنشأه والده رحمه الله، وتخرج فيه عددٌ من علماء دمشق المعروفين.. كالشيخ الدكتور محمد سعيد رمضان البوطي، والشيخ الدكتور مصطفى سعيد الخنّ، والشيخ حسين خطَّاب رحمه الله، والدكتور مصطفى البغا، وغيرهم.\nثمَّ درس الشيخ في الأزهر الشريف، وعمل بعد تخرُّجه في مديريَّة التعليم الشرعيِّ التابعة لوزارة الأوقاف السوريَّة، ثمَّ عضوًا لهيئة البحوث في وزارة التربية والتعليم في سوريا، ثمَّ انتقل إلى السعوديَّة بعد ١٩٦٧ م، وعمل أستاذًا في جامعة الإمام محمَّد بن سعود في الرياض، ثمَّ أستاذًا في جامعة أمِّ القرى في مكَّة قرابة ثلاثين عامًا.\nانشغل الشيخ بالردِّ على \"أعداء الإسلام\"، والتصدِّي لما يُسمَّى \"بالغزو الفكري\"، حتى لقَّبه أحد زملائه بـ \"أبو الغزو الفكري والثقافة الإسلاميَّة\".\nلكن إسهامات الشيخ تعدَّدت وتنوَّعت في مجالاتٍ متعدِّدةٍ.. في العقيدة، والدعوة، والأخلاق، والدراسات، القرآنيَّة، وسلسلة أعداء الإسلام.. \"اليهود - الشيوعيَّة - التيَّارات المعاصرة - الغزو الفكري..\" وغيرها، ونذكر من كتبه الآتي:\n- العقيدة الإسلاميَّة وأسسها.\n- الأخلاق الإسلاميَّة وأسسها.\n- قواعد التدبُّر الأمثل لكتاب الله.\n- أمثال القرآن.\n- مكايد يهوديَّة عبر التاريخ.\n- صراعٌ مع الملاحدة حتى العظم.\n- أجنحة المكر الثلاثة.\n- ديوان \"ترنيمات إسلاميَّة\"، شعر.\n- ديوان \"آمنت بالله\"، شعر.\n- ضوابط المعرفة وأصول الاستدلال والمناظرة.\nتوفي رحمه الله في في ليلة الأربعاء ٢٥ من جُمادى الآخرة  ١٤٢٥ هـ  [الموافق ١١ / ٨ / ٢٠٠٤ م ]\nرحم الله الشيخ وأسكنه فسيح جناته ورفع درجاته",
  "books": [
    {
      "text_id": 12725,
      "title": "صراع مع الملاحدة حتى العظم"
    },
    {
      "text_id": 12728,
      "title": "كواشف زيوف"
    },
    {
      "text_id": 12825,
      "title": "البلاغة العربية"
    },
    {
      "text_id": 22855,
      "title": "أجنحة المكر الثلاثة"
    },
    {
      "text_id": 9989,
      "title": "الحضارة الإسلامية أسسها ووسائلها وصور من تطبيقات المسلمين لها ولمحات من تأثيرها في سائر الأمم"
    }
  ]
}