{
  "author_id": 909,
  "author_meta": "أبو محمد صالح بن محمد بن حسن آل عُمير الأسمري (١)، القحْطانيُّ\nداعية ومُدرّس ومُفتي سعودي، من مواليد عام ١٣٩٠ هـ بمدينة تبوك.\nدرس مراحل التعليم العام في مدارس الأبناء بتبوك، ثم انتقل مع عائلته ليكمل التعليم الثانوي بمدينة الطائف، ثم انتقل للمدينة المنورة منتظما في كلية الحديث والدراسات الإسلامية بالجامعة الإسلامية، ومحصلا للدبلوم العام من فرع جامعة الملك عبد العزيز بالمدينة المنورة.\nعكف على التلقى على نخبة من علماء الحجاز، في مقدمهم: الشيخ محمد صالح بن الحبيب الإدريسي، والشيخ علي بن محمد الهندي، والشيخ أحمدو بن محمد حامد الشنقيطي، والشيخ عمر بن عبدالعزيز الشيلخاني. وآخرين\nالتحق بالعمل الرسمي مُدرّسا بوزارة المعارف عقب تخرجه من الجامعة وتم تعيينه بمحافظة بيشة (٢) ثم أصبح مديرا لمديرية المساجد والأوقاف والدعوة والإرشاد فيها\nثم انتقل لوزارة الشؤون الإسلامية للدعوة والتعليم، ولا يزال فيها مستشارا تابعا للوزارة بالرياض.\nبدأ الدعوة والتعليم العام منذ سنة (١٤١٣ هـ)، فدرس وحاضر في عدة بلدان بالجامعات والمساجد والمعاهد، خصوصا في منطقة مكة المكرمة ودولة قطر.\nله كتب كثيرة ما بين مطبوع ومخطوط، في مختلف الفنون، منها:\nاعتراضات على العقيدة الطحاوية (عرض و نقض)\nالتبيان في أصول الإيمان\nالزاد بمخالفات الزاد (زاد المستقنع)\nتصحيح هداية الراغب (لابن قائد النجدي)\nتقريرات على حاشية الصاوي على تفسير الجلالين (قصار المفصل مع الفاتحة)\nحاشية على التبيان في آداب حملة القرآن (للنووي)\nحاشية على شرح الزرقاني للبيقونية\nالتخريج لفن التخريج\nالمهذب المعين على أحاديث الأربعين (للنووي)\nحديث: \"لولاك ما خلقت الأفلاك\" (رواية ودراية)\nمعتصر التقرير على مختصر التحرير (لابن النجار)\nتهذيب الشرح الكبير للعبادي على الورقات\nشرح منظومة المقولات العشر (للسجاعي)\nشرح السلم المنورق (للأخضري)\nإضاءة الراموس على مقدمة القاموس (للفيروز آبادي)\nشرح الآجرومية\nمباحث في الترقيم\nالتبصرة بتلخيص التذكرة (لابن جماعة)\nأدب التتلمذ\nحاشية رسالة التعلم والتعليم (لزكريا الأنصاري)\n_________\n(١) من بللسمر إحدى قبائل رجال الحَجْر الأربع (بني شهر، وبني عمرو، وبللسمر، وبللحمر) وهم من نسل حَجْر بن الهَنُو بن الأزد بن الغَوث بن نَبْت بن مالك بن زيد بن كَهلان بن سبأ بن يَشْجُب بن يَعْرُب بن قحطان.\n(٢) بلدة تقع في الجزء الشمالي من المنطقة الجنوبية من السعودية، وفيها ٢٤٠ حاضرة وقرية مركزها الروشن\n(عن موقع الشيخ الشخصي على الإنترنت)",
  "books": [
    {
      "text_id": 2121,
      "title": "شرح الأجرومية للأسمري"
    },
    {
      "text_id": 9846,
      "title": "مجموعة الفوائد البهية على منظومة القواعد الفقهية"
    }
  ]
}