{
  "author_id": 913,
  "author_meta": "الاسم: عبد الله بن صالح بن عبد الله الفوزان، مولود في مدينة بريدة في القصيم، عام ١٣٧٠ هـ.\nالحياة العلمية: درست بعد المرحلة الابتدائية في المعهد العلمي في بريدة، وأخذت عن كثير من مشايخ المعهد، مثل:\n١ - الشيخ صالح بن إبراهيم البليهي.\n٢ - الشيخ صالح بن إبراهيم السكيتي.\n٣ - والشيخ علي بن إبراهيم الضالع -رحمهم الله تعالى-.\nوالشيخ صالح بن عبد الله المقبل، والشيخ حمد بن محمد المحيميد، والشيخ فهد بن محمد المشيقح، ثم درست في كلية الشريعة في الرياض، وتخرجت منها عام ٩٣ - ١٣٩٤ هـ بتقدير ممتاز، وعينت معيدًا في الكلية، فلم أرغب الإعادة، وطلبت التحويل إلى معهد بريدة العلمي، ودّرست فيه التفسير وأصوله، والفقه وأصوله، والمذاهب المعاصرة، والنحو، والبلاغة، وبقيت فيه حتى عام ١٤١٢ هـ حيث انتقلت للتدريس في جامعة الإمام محمد بن سعود الإسلامية - فرع القصيم - وذلك بطلب من الجامعة، وقد سبق ذلك طلب قبله لم يحضَ بموافقتي، ولا أزال فيها حتى الآن، وذلك في قسم السنة وعلومها.\nوقد قمت -ولله الحمد- ببعض الدروس العلمية، في المسجد المجاور لمنزلي، وشرحت متونًا كثيرة في العقيدة والفقه، والأصول والنحو، وآخرها درس «بلوغ المرام» ولا يزال قائمًا حتى الآن.\nوشاركت ببعض المحاضرات، والدورات العلمية الصيفية.\nالمؤلفات:\nقمت بتوفيق الله تعالى بكتابة بعض المؤلفات، ومنها: -\n١ - «دليل السالك إلى ألفية ابن مالك» ثلاثة أجزاء.\n٢ - «تعجيل الندى بشرح قطر الندى»، مجلد.\n٣ - «تيسير الوصول إلى قواعد الأصول»، مجلدان.\n٥ - «مجالس عشر ذي الحجة».\n٦ - «أحكام حضور المساجد» مجلد.\n٧ - «أحاديث الصيام أحكام وآداب».\nإضافة إلى مؤلفات مخطوطة، أسأل الله تعالى أن يعين على إتمامها وإخراجها.\nوقد كتبت هذه النبذة تلبية لطلب الإخوة القائمين على الدورة العلمية في مسجد ابن تيمية -رحمه الله- في مدينة الرياض، وإلا فلا رغبة لي في إظهار شيء مما ذُكر .. أسأل الله تعالى أن يجعل العمل صالحًا، ولوجهه خالصا، ولعباده نافعًا، وصلى الله وسلم على عبده ورسوله نبينا محمد وعلى آله وصحبه.\nكتبه\nعبد الله بن صالح الفوزان",
  "books": [
    {
      "text_id": 11158,
      "title": "حصول المأمول بشرح ثلاثة الأصول"
    },
    {
      "text_id": 2135,
      "title": "تعجيل الندى بشرح قطر الندى"
    },
    {
      "text_id": 690,
      "title": "منحة العلام في شرح بلوغ المرام"
    }
  ]
}