{
  "author_id": 922,
  "author_meta": "الاسم : علي بن عتيق الحربي\nالوظيفة : أستاذ مساعد.\nالكلية : كلية التربية والعلوم الإنسانية  بجامعة طيبة، قسم الدراسات الإسلامية . التخصص  : أديان ومذاهب معاصرة .\nالمؤهلات:\n١- درجة الماجستير: من جامعة الإمام محمد بن سعود الإسلامية ،      قسم الاستشراق  ( فكر نصراني ).\n٢- درجة الدكتوراه : من جامعة الإمام محمد بن سعود الإسلامية     ( فكر نصراني ) .\nالتاريخ الوظيفي :\n١-    عُيِّن معيدا بتاريخ ( ٣ / ٢ / ١٤٠٥هـ ) .\n٢-    عُيِّن محاضرا  بتاريخ (  ١١ / ٧   / ١٤١٢ هـ) .\n٣-    عُيِّن أستاذا مساعدا بتاريخ ( ٢ / ٧ / ١٤١٨هـ )  .\nالأعمال الإدارية:\n١- مدير شؤون الموظفين في كلية الدعوة ( ١٤٠٦هـ ).\n٢- وكيل قسم الاستشراق سابقا ( ١٤١٨هـ ).\n٣- وكيل كلية الدعوة  سابقا ( فرع جامعة الإمام محمد بن سعود الإسلامية بالمدينة المنورة) ، ووكيل الكلية لشؤون الدراسات العليا .\n٤- رئيس اللجنة العلمية للدراسات العليا بكلية الدعوة سابقا .\n٥- العمل في  بعض اللجان والمجالس المختلفة.\n٦- العمل الحالي : وكيل كلية التربية والعلوم الإنسانية للتطوير والمعلومات ( ١٤٢٨ هـ ) .\nالأعمال العلمية :\nأ‌- رئيس اللجنة العلمية للدراسات العليا في كلية ( الدعوة سابقا ) لمدة سنتين .\nب-الماجستير بعنوان \" نصرانية عيسى ونصرانية بولس دراسة مقارنة من خلال أسفار  العهد الجديد\".\nج- الدكتوراة بعنوان \" منهج البروتستانت في تنصير المسلمين خلال النصف الثاني من  القرن العشرين\n\" دراسة تأصيلية تحليلية ، ( وهما من جامعة الإمام محمد بن سعود الإسلامية ) .\nد- البحوث المحكمة :\n١-    \" افتراءات النصارى على القرآن الكريم أنه يؤيد ألوهية المسيح عليه السلام \" دراسة نقدية .\n٢-    \" منهج المنصرين والمستشرقين في غزو المسلمين فكريا من خلال التعليم  الجامعي الأجنبي \" .\nهـ- بحوث غير محكمة إلى الآن :\n١-  \" الخلفية العقدية للدعم الغربي لإسرائيل \" .\n٢- \" بشارات التوراة والأناجيل بالرسول- صلى الله عليه وسلم -  من خلال نصوصهما الحالية \".\nو-  تحكيم عدد من البحوث العلمية .\nز-  الندوات والنشاطات العلمية  :\n١-    \"ندوة عناية المملكة العربية السعودية بالقرآن الكريم \" .        ( في مجمع الملك فهد لطباعة المصحف).\n٢-    ندوة \" تحصين شباب الجامعات ضد الغزو الفكري \" .( في الجامعة الإسلامية ).\n٣-    ندوة عناية المملكة العربية السعودية بالحديث  والسيرة النبوية ١٤٢٥ هـ .\n٤-    التعاون مع كلية التربية للبنات بالمدينة للتدريس عام ١٤٢٣/ ١٤٢٤ هـ.\n٥-  عضو الجمعية العلمية السعودية لعلوم العقيدة والأديان والفرق والمذاهب .",
  "books": [
    {
      "text_id": 7515,
      "title": "افتراءات المنصرين على القرآن الكريم أنه يؤيد زعم ألوهية المسيح عليه السلام"
    }
  ]
}