{
  "author_id": 925,
  "author_meta": "د راشد بن حسين العبد الكريم - جامعة الملك سعود ـ كلية التربية ـ قسم المناهج وطرق التدريس\nرئيس الجمعية السعودية للعلوم التربوية والنفسية\nالمؤهلات:\nدكتوراه، مناهج وطرق تدريس: إشراف تربوي، جامعة أوهايو ـ الولايات المتحدة ٢٠٠١\nماجستير، إشراف تربوي، جامعة أوهايو ـ الولايات المتحدة ١٩٩٩\nبكالوريوس اللغة الإنجليزية، كلية التربية ـ جامعة الملك سعود، ١٤٠٨\nدورة الإشراف التربوي ـ كلية التربية، جامعة الملك سعود\nبرنامج الجودة الشاملة في التعليم، مركز الطويل للتدريب. الرياض\nبرنامج تعليم مهارات التفكير ضمن المواد الدراسية. (أقامها د. شوارتز رئيس المركز الوطني لتعليم التفكير بالولايات المتحدة ( NCTT)\nبرنامج حل المشكلات واتخاذ القرارات، معهد الإدارة ١٤٢٥\nبرنامج إعداد مؤلفي المناهج / وزارة التربية ١٤٢٤\nبرنامج اتخاذ القرار الاستراتيجي ـ كلية اليمامة ـ الرياض ١٤٢٧\nبرنامج بناء المقرر الفعال ـ جامعة الملك سعود، ١٤٢٩\nبرنامج الإدارة الناجحة للتعلم الإلكتروني  Successful E-learning Management system Programme  ماليزيا ١٤ - ٢٣ يوليو ٢٠٠٨. المركز الوطني للتعلم الإلكتروني.\nبرنامج التعليم المبني على حل المشكلة  Problem-based Learning ،  جامعة الملك سعود. ٣ - ٥/ ٦/١٤٢٩\nنبذة عن الكاتب الخبرات:\nمعلم لغة إنجليزية (٨ سنوات)\nمشرف عام لغة إنجليزية بوزارة التربية والتعليم، رئيس قسم تطوير الإشراف التربوي، بالإدارة العامة للإشراف التربوي\nمدير عام التوجيه والإرشاد بوزارة التربية ١٤٢٥ - ١٤٢٧\nمدير عام الإشراف التربوي بوزارة التربية والتعليم ١٤٢٦ـ ١٤٢٨\nعضو جمعية تطوير الإشراف والمناهج الأمريكية  ASCD\nعضو مجلس إدارة الجمعية السعودية للعلوم التربوية والنفسية (جستن)\nعضو جمعية الإدارة السعودية\nعضو جمعية  TESOL Arabia (  تدريس الإنجليزية لغير الناطقين بها)\nالمشاركة في التدريب في البرنامج الصيفي لمعلمي اللغة الإنجليزية الذي تقيمه السفارة الأمريكية بالرياض (سنتان)\nمستشار غير متفرغ بوزارة التعليم العالي ـ مشروع التعلم الإلكتروني (١٤٢٦ - ١٤٢٨).\nعضو اللجنة الاستشارية الدائمة للجمعيات العلمية (١٤٢٩ - )\nعضو مجلس التعليم في منطقة الرياض (١٤٣٠هـ -)\nعملت عضوا في:\nاللجنة الاستشارية لعمادة كلية التربية ١٤٢٨ - ١٤٢٩\nالأسرة الوطنية للمناهج ١٤٢٣\nالأسرة الوطنية للإشراف التربوي ١٤٢٣، ١٤٢٦/ ١٤٢٧\nالأسرة الوطنية للتوجيه والإرشاد ١٤٢٦\nلجنة الخبراء لمشروع استراتيجيات التدريس ١٤٢٣\nاللجنة التنسيقية بين وزارتي التعليم العالي والتربية والتعليم\nاللجنة الفرعية للجنة العليا للتربية\nاللجنة الاستشارية للمناهج ١٤٢٨\nاللجنة الاستشارية للتعليم الثانوي الجديد (المقررات). ١٤٢٧\nلجنة وضع المعايير لتقويم الخطة الإستراتيجية لكلية التربية ١٤٣١\nعملت باحثا في مشروع (معايير العملية التربوية) في وزارة التربية.\nعملت باحثا رئيسا في مشروع تحليل المناهج الغربية (وزارة التربية) ١٤٢٤\nالعمل الحالي\nاستاذ مشارك ـ كلية التربية ـ قسم المناهج وطرق التدريس\nرئيس الجمعية السعودية للعلوم التربوية والنفسية (جستن)\nالإنتاج الفكري\nطورت نموذج (الإشراف التربوي المتنوع) وطبقته تجريبيا في ثلاث مدارس في تعليم الرياض العام الدراسي ١٤٢٤/ ١٤٢٥، ويطبق الآن (١٤٢٦/ ١٤٢٧) في عدد من إدارات التعليم في المملكة (ويطبق في عدد من إدارة تعليم البنات).\nالكتب المطبوعة\n١. طريق النجاح: دليل عملي للتفكير والتخطيط والإنجاز\n٢. ثلاث وثلاثون خطوة لتدريس ناجح: دليل عملي للمعلمين والمعلمات\n٣. الدروس اليومية من السنن والأحكام الشرعية\n٤. الإشراف التربوي المتنوع: رؤية جديدة لتطوير أداء المعلمين.\n٥. مقرر اللغة الإنجليزية للصف السادس الابتدائي (بالاشتراك)\n٦. دليل تطبيق التجارب التربوية (بالاشتراك)\n٧. التدريب أسسه ومهاراته\n٨. كيف تؤلف كتابا؟\nالحقائب التدريبية (بناء الحقائب والتدريب عليها)\n١ - التفكير الإبداعي.\n٢ - الملاحظة الصفية وتحليل التدريس.\n٣ - مهارات القيادة الإدارية\n٤ - الإشراف التربوي المتنوع\n٥ - استراتيجيات التدريس لهيئة التدريس بكلية المعلمين (بالاشتراك)\n٦ - التدريس الفعال\n٧ - تصميم التعليم\n٨ - تصميم التعليم الإلكتروني\n٩ - بناء المقرر الجامعي الفعال\nأوراق العمل والبحوث\n١. مدرسة المستقبل: التحولات الرئيسة. ورقة عمل مقدمة في ندوة (مدرسة المستقبل) كلية التربية، جامعة الملك سعود. الرياض ١٤٢٣\n٢. الصراع العربي الإسرائيلي في المناهج الأمريكية. ورقة عمل مقدمة لندوة (المناهج: الأسس والمنطلقات) كلية التربية، جامعة الملك سعود. الرياض ١٤٢٤\n٣. الإشراف التربوي المتنوع. ورقة عمل قدمت في لقاء القيادات التربوية. جازان ١٤٢٤.\n٤. \"ما بعد الحداثة\" وأثرها على التعليم. ورقة عمل قدمت في لقاء الجمعية السعودية للعلوم التربوية والنفسية (جستن). الرياض ١٤٢٤.\n٥. منهج التربية الوطنية في المملكة العربية السعودية وفي بريطانيا: دراسة مقارنة، ونموذج مقترح. لقاء القيادات التربوية. الباحة ١٤٢٦\n٦. تمهين التدريس، وتجربة المملكة العربية السعودية. مكتب التربية لدول الخليج العربية. (١٤٢٧) البحرين\n٧. دور المناهج في تنمية ملكات النقد لوسائل الإعلام. مؤتمر التربية الإعلامية الأول. الرياض ١٤٢٨\n٨. دور المؤسسات التعليمة في نشر ثقافة الحوار. جدة. حلقة نقاش مكتب التربية العربي لدول الخليج ١٤٢٨\n٩. بحث: استراتيجيات تعلم اللغة الإنجليزية لدى طلاب الثانوي في مدينة الرياض. ١٤٣٠، رسالة التربية وعلم النفس.\n١٠. بحث توجهات المنهج لدى مشرفي المناهج بوزارة التربية. ١٤٣٠\nدربت في مجالات:\nالإشراف التربوي\nإدارة التغيير\nالقيادة التربوية\nالملاحظة الصفية وتحليل التدريس\nالتدريس الفاعل\nتصميم التعليم\nتصميم التعلم الإلكتروني\nمهارات التفكير",
  "books": [
    {
      "text_id": 98096,
      "title": "الدروس اليومية من السنن والأحكام الشرعية"
    }
  ]
}