{
  "author_id": 94,
  "author_meta": "الجُرجاني، أبو الحسن (٣٢٢هـ - ٣٩٢هـ، ٩٣٣ - ١٠٠١م).\nعلي بن عبد العزير القاضي الجرجاني. عالم موسوعيٌّ وأديب ناقد من أعلام القرن الرابع للهجرة. ولد بجرجان ونشأ بها وتلقى تعليمه الأول فيها، ثم رحل بصحبة أخيه إلى نيسابور لطلب العلم وهو لم يبلغ الحلم. ويبدو أن تعليمه في نيسابور أشعل فيه جذوة الشغف بالعلم، فأكثر الرحيل في طلبه، فرحل إلى العراق والشام وغيرهما.\nاتصل بالصاحب بن عبّاد الذي كان وزيرًا لبني بويه، فاختص به ومكث عنده، وبلغ من المكانة عنده درجة عالية، فولاه قضاء جُرجان، ثم ولاه القضاء بالرِّيّ، حيث يقيم الصاحب بن عبَّاد، ثم ارتقى به إلى رئاسة القضاء، واستمر في هذا المنصب إلى وفاته.\nيشير تقلده منصب القضاء إلى معرفته بالعلوم الإسلامية الواسعة، وهذا واضح فيما ينسب إليه من مؤلفات كتفسير القرآن المجيد، وكتاب في الدلالة، كما تظهر معرفته بالتاريخ من تأليفه كتابًا في الأنساب وآخر في السيرة سماه تهذيب التاريخ.\nلكن شهرة القاضي الجرجاني واستمراره مؤثراً على مر العصور لاتعود إلى هذين الحقلين من المعرفة، وإنما تعود إلى معرفته الأدبية والنقدية بما روي له من شعر، حتى تحدث مترجموه عن ديوان له، وبمؤلفه عن المتنبي خاصة وهو كتاب الوساطة بين المتنبي وخصومه.\nظهر مؤلفه الوساطة بين المتنبي وخصومه وقت أن كان الخلاف حول المتنبي شديدًا. فمن النقاد من يبجله، ويرتفع به، ومنهم من يراه شاعرًا عاديًا بل ضعيفًا يقع في أخطاء، لايقع فيها الناشئة من الشعراء، فجعل الجرجاني مهمته إحقاق الحق في المتنبي والدفاع عنه، وقام كتابه على افتراض أن المتنبي شاعر كسائر الشعراء يخطئ ويصيب، لكن علينا أن نغفر سيئاته لحسناته، وألا نجعل السيئات تُذْهِب الحسنات، مستفيدًا من معرفته بالتراث النقدي، فجوانب السلب عند بعض الشعراء الجاهليين، مثلا، لم تجعل النقاد يغفلون جوانب الجودة عندهم.\nفالوساطة كتاب في النقد التطبيقي، وإن لم يخلُ أيضًا من معالجة بعض القضايا النظرية مثل مفهوم الشعر وأدواته، وتمثله لعمود الشعر، ورأيه في العلاقة بين الدين والشعر، وفي السرقات الشعرية والمقاييس النقدية وجدواها.\nويقف مؤرخو النقد عند رأيه في هذه القضايا، ويميزونه عن آراء غيره من السابقين أو المعاصرين له. وكتاب الوساطة مطبوع متداول.\nنقلا عن\nالموسوعة العربية العالمية http://www.mawsoah.net",
  "books": [
    {
      "text_id": 489,
      "title": "الوساطه بين المتنبي وخصومه ونقد شعره"
    }
  ]
}