{
  "author_id": 941,
  "author_meta": "أحمد مختار عمر - القاهرة (١٧ مارس ١٩٣٣ م -٤ أبريل ٢٠٠٣ م)\nالنشأة والمسيرة العلمية (*) :\nتشرب أحمد مختار عمر حب اللغة مبكرا في بيت والده الأستاذ عبد الحميد عمر الذي كان من رجال التربية والتعليم، ثم التحق بعد ذلك بمحكمة النقض؛ فكان يعرف بسيبويه محكمة النقض بعد إنشائها، وتولّي عبد العزيز باشا فهمي رئاستها، الذي ينتسب معه لعائلة واحدة هي عائلة «عمر» بكفر المصيلحة بمحافظة المنوفية، وهي عائلة بزغ منها عدد من أبرز رموز السياسة في مصر قبل وبعد ثورة يوليو.\nوقد ولد أحمد مختار بالقاهرة عام ١٩٣٣، فحفظ القرآن صغيرا، ثم التحق بالأزهر، ثم دار العلوم، وقد حصل على الليسانس منها بتقدير امتياز مع مرتبة الشرف الثانية، وكان أول دفعته سنة ١٩٥٨، وحصل على الماجستير في علم اللغة من كلية دار العلوم بتقدير امتياز ١٩٦٣ حول تحقيقه وإخراجه ديوان الأدب للفارابي الذي أصدره مجمع اللغة العربية بالقاهرة في ٥ مجلدات من عام ١٩٧٤-١٩٧٩، ثم حصل على الدكتوراة في علم اللغة من جامعة كمبريدج ببريطانيا ١٩٦٧. فجمع بين التراث والمعاصرة من أوسع أبوابهما.\nمشروع لغوي متكامل\nلم يكن أحمد مختار عمر -كما يذكر الأستاذ فاروق شوشة- مجرد أستاذ لعلم اللغة، ولكنه كان حركة علمية دائبة، تنشر وهجها في كل موقع يشغله؛ فقد كان رحمه الله مقرر لجنة المعجم العربي الحديث بالصندوق العربي للإنماء الاقتصادي، وهو المستشار لكثير من الهيئات والمؤسسات المصرية والعربية؛ من بينها: لجنة مدخل قاموس القرآن الكريم بمؤسسة الكويت للتقدم العلمي، ولجنة المعجم العربي الأساسي بالمنظمة العربية للتربية والثقافة والعلوم، ومؤسسة جائزة عبد العزيز سعود البابطين للإبداع الشعري، والهيئة الاستشارية لمعهد المخطوطات العربية وغيرها. وقد عشق أحمد مختار عمر العربية، وعرف أسرارها منذ زمن مبكر، وتشهد بذلك تعليقاته اللغوية والثقافية وهو لا يزال غضا في مجلات الرسالة للزيات، والثقافة لأحمد أمين، والرسالة الجديدة ليوسف السباعي وغيرها؛ فكان -رحمه الله- أقرب لمفكر ومحارب متزن على ثغر اللغة والثقافة، يقدر الجدية والمثابرة التي عرفتها جهود علماء التراث، ويتابع الحديث والمعاصر دون انغلاق أو ذوبان؛ فترك لنا تراثا كبيرا يضم ما ينيف عن ثلاثين كتابا، تتنوع ما بين التحقيق والتأليف والترجمة، كما تحسب وتعرف له ريادته في تحقيق ديوان الأدب للفارابي والمنجد في اللغة.\nويشهد للدكتور مختار عمر ريادته في العربية بثلاثة أعمال هي:\n١- كتابه «في علم الدلالة» الذي يعد الأشهر والجامع المانع في مادته ورؤاه.\n٢- طرقه لعدد من مباحث علم اللغة العربية التي لم يسبق لغيره فيها نصيب، من قبيل كتابه «اللغة واللون»، وكتابه «اللغة والنوع».\n٣- صناعة المعجم العربي نظرا وتطبيقا: فكان كتابه «صناعة المعجم العربي» الصادر في سنة ١٩٩٩ هو الأول في مجاله عربيا، وكان مؤسسا لصناعة المعاجم والجمع بين الذخيرة التراثية الهائلة ووسائل التقنية الحديثة، وما ينبغي التزامه أو اجتنابه من عمليات إجرائية أثناء تنفيذ المعاجم، كما قرأ المعاجم المعاصرة والقديمة عربيا ودوليا، كما أن جهوده التطبيقية في عمل المعاجم اللغوية والثقافية تجعله أبرز المعجميين العرب المحدثين دون مبالغة.\nوبشكل عام تتبلور أهم جهوده البحثية فيما يلي:\n١- التعريف بأهم منجزات اللغويين العرب في مجالات الأصوات، والصرف، والنحو، والمعجم، والدلالة، ووضع الجهد العربي في مكانه المناسب بين الجهود اللغوية العالمية، وبيان مدى التأثير والتأثر من كلا الجانبين.\n٢- تحقيق النصوص اللغوية ذات القيمة العلمية المرموقة، وتمثل ذلك في تحقيق معجمين رائدين هما ديوان الأدب للفارابي اللغوي، والمنجد في اللغة لكراع.\n٣- فتح نافذة يطل منها اللغويون العرب على أهم الإنجازات العالمية في مجال الدراسات اللغوية الحديثة، وقد تحقق ذلك من خلال ترجماته من الإنجليزية إلى العربية، أو المؤلفات التي تجمع بين القديم والجديد، أو من خلال عرض بعض الكتب اللغوية الأجنبية في الدوريات العربية.\n٤- تأليف المعاجم مثل المعجم الموسوعي لألفاظ القرآن الكريم والقراءات، ومعجم «المكنز الكبير»، و «معجم الصواب اللغوي»، و«معجم ألفاظ الحضارة في القرآن الكريم». كما ألف كتاب «صناعة المعجم الحديث». كما شارك في تأليف بعض المعاجم مثل: المعجم العربي الأساسي، ومعجم القراءات القرآنية.\n٥- تصحيح لغة الإعلام، ومتابعة الانحرافات اللغوية الشائعة في لغة المثقفين لتقويمها، وبيان الخطأ والصواب فيها، وقد تمثل ذلك في كتابه «العربية الصحيحة»، و«أخطاء اللغة العربية المعاصرة عند الكتاب والإذاعيين».\n٦- تأليف الكتب الميسِّرة لتعليم قواعد اللغة العربية والتدريب على الأساليب الصحيحة، وقد كتب في ذلك «النحو الأساسي»، و«التدريبات اللغوية والقواعد النحوية».\n٧- فتح آفاقا جديدة في مجال الدرس اللغوي، وتناول موضوعات طريفة لم تسبق دراستها مع جاذبيتها وأهميتها للمثقف العام؛ مثل تاريخ اللغة العربية في مصر، واللغة واللون، واللغة واختلاف الجنسين.\n٨- عرض نشاطه اللغوي الذي قدمه من خلال عضويته لمجمع اللغة العربية بالقاهرة، وقد تمثل ذلك في كتابه «أنا واللغة والمجمع».\n٩- مراجعاته التوثيقية لبعض الكتب التراثية، مثل مراجعته لثلاثة أجزاء من «معجم تاج العروس» للزبيدي، وكتاب «الموضح في التجويد» لعبد الوهاب القرطبي.\nجهود رائدة في الدراسات القرآنية\nتنوع عطاء الدكتور أحمد مختار عمر - رحمه الله - في مجال الدراسات القرآنية على مجالين أساسين:\nأ‌- القراءات القرآنية: فقد أخرج بالاشتراك مع الدكتور عبد العال سالم سنة ١٩٨٥ «معجم القراءات القرآنية» في ثمانية أجزاء، مع تقديم طويل يكاد يكون كتابا في تاريخ القرآن الكريم والقراءات وأشهر القراء، أعقبتها قائمة بمراجع تبلغ ما يقرب من تسعين مرجعا. ويحوي هذا المعجم ثروة لغوية ضخمة لا يستغني عنها دارس للغة العربية، وقد اعتمد هذا المعجم على عدد كبير من المصادر، روعي فيها استيعاب المصادر الرئيسة للقراءات السبع والعشر والأربع عشر والشاذة؛ مثل السبعة لابن مجاهد، والتيسير للداني، والحجة لابن خالويه، والمحتسب لابن جني وغيرها. كما اشتملت على المصادر الرئيسة في التفسير وإعراب القرآن مثل معاني القرآن للفراء، ومعاني القرآن للأخفش، وإعراب القرآن المنسوب للنحاس، ومفاتيح الغيب للرازي، والجامع لأحكام القرآن للقرطبي. كما رتبت القراءات على حسب ترتيب المصحف، مع الاعتماد أساسا على قراءة حفص.\nثم أخرج الدكتور أحمد مختار عمر سنة ٢٠٠٢ المعجم الموسوعي لألفاظ القرآن الكريم وقراءاته، وهو يجمع بين العمل التفسيري والفهرسي، ويتميز بلغة سهلة مبسطة تفيد العامة كما تفيد الخاصة؛ لاستيعابه ما سبق من جهود قديمة وحديثة في هذا المجال.\nب‌- لغة القرآن والتفنن فيها: ونجد في هذا الباب كتابه «لغة القرآن.. دراسة توثيقية فنية» سنة ١٩٩٣، وكتابه «دراسات لغوية في القرآن الكريم وقراءاته» سنة ٢٠٠١، وكتابه «أسماء الله الحسنى.. دراسة في البنية والدلالة» سنة ١٩٩٧ وكتابه «الاشتراك والتضاد في القرآن الكريم.. دراسة إحصائية» سنة ٢٠٠٢. وفي هذه الكتب الأربع يتجلى العالم اللغوي الذي ترجم وتابع وراد طرقا غير مسبوقة في البحث اللغوي العربي الحديث، وهو يستكنه أسرار الإعجاز القرآني بأدوات بحث أصيلة أرسخ ما تكون الأصالة، ومعاصرة أفضل ما تكون المعاصرة، لا يفارقه الاجتهاد والاستنباط (حضور الباحث وواجبه) في تناوله لمختلف المسائل؛ ففي كتابه عن الأسماء الحسنى المشار إليه يلاحظ ورود بعض الأسماء مقترنة بأضدادها مثل «الأول والآخر، والمبدئ والمعيد، والظاهر والباطن… إلخ»، وجاء البعض الآخر من الأسماء والصفات متلازما لتقوية المعنى مثل «الرحمن الرحيم، العزيز الجبار، الخالق البارئ، السميع البصير»، ويلاحظ أن اسم «الرحمن» كان معروفا إطلاقه على الله من قبل الإسلام؛ فقد ورد في شعر امرئ القيس والأعشى، كما أنه الاسم الذي اختاره النبي صلى الله عليه وسلم لعبد عوف بعد إسلامه؛ فقد سماه عبد الرحمن بن عوف، وهو مما يختص به الله تعالى؛ فلا يأتي إلا مسبوقا بـ«عبد»، ولا يوصف به أحد مثل اسم «رب» أو «رحيم»؛ فقد وصف الله النبي في كتابه بأنه «رءوف رحيم»، وتضاف لفظة «رب» بمعنى صاحب إلى غيرها.\nومن الآثار الطيبة للراحل الجليل معجمه عن «ألفاظ الحضارة في القرآن الكريم»؛ وهو يدل على وعي ثقافي رائد للراحل الجليل تسعى بصدق من أعماق التخصص لنفض الافتراءات على الإسلام وحضارته، من خلال اللغة التي أكد أحمد مختار عمر دائما على أنها حامل الثقافة وعلامة الحضارة في غير تعصب أو اختزال.\nأخلاق العلماء\nيقول الأستاذ عاطف بركات أول مدير لمدرسة القضاء الشرعي: «إن الأستاذ ينبغي أن ينزل من تلامذته منزل الوالد من ولده حبا، والشيخ من مريديه قدوة وهيبة». وقد كان الدكتور أحمد مختار عمر أستاذا مهيبا ووالدا رحيما؛ يرحم حين يشتد، ويشتد حين يرحم، يرفض في العمل الخفة والتزاكي، كما يثني على الجهد الطيب نقدا وإضافة، منكرا لذاته غير مقدس لها، متواضعا في غير ضعف، وشجاعا في غير تهور، أشهد أن الروح النقدية لأوضاع البحث العلمي في مصر وصغارات كثير من القائمين عليها كانت تستفزه دائما، ولكن كان الغاضب للعلم الذي لا يفارق الأدب والهدوء منطقه. عرفته المؤسسات التي تعامل معها جادا متجردا للعمل؛ وهو ما أتاح له أن يكون الأبرز والأكثر إنتاجا وسط المعجميين العرب المعاصرين، ليس من هؤلاء الذين يسيل لعابهم لوسائل الإعلام أو أصحاب النفوذ، يشهد بذلك كل من عرفه. ففي أحد المشاريع التي كانت تشرف عليها مؤسسة عبد العزيز سعود البابطين للإبداع الشعري، توقف العمل فترة مؤقتة، واستمرت مكافأته، فطلب من أمينها العام -الكاتب الكبير عبد العزيز السريع الذي يشهد بذلك- وقف مرتبه لأنه لا يقوم بما يكافئه، هذا هو الورع والصرامة التي صار يفتقدها البعض ممن ينتمون للمجال الأكاديمي والثقافي في مصر الآن. وقد توفي رحمه الله يوم الجمعة ٤-٤-٢٠٠٣، وصدر عن مؤسسة البابطين للإبداع الشعري كتاب تذكاري، شارك فيه عدد كبير من أصدقائه وتلامذته وعارفيه عام ٢٠٠٤، ولا يملك عارفو هذا الرجل إلا أن يتوجهوا لهذه المؤسسة بالشكر والامتنان لما قامت به من جهد وإتاحة الفرصة لهم للاعتراف بجميل هذا الرائد العاشق للعربية.\nالمؤهلات العلمية\n* ليسانس من كلية دار العلوم مع مرتبة الشرف الثانية ، جامعة القاهرة ، عام ١٩٥٨ .\n* ماجستير علم اللغة ، جامعة القاهرة ، عام ١٩٦٣ .\n* دكتوراه علم اللغة ، جامعة كمبردج ببريطانيا .\nالتدرج الوظيفى\n- معيد بكلية دار العلوم جامعة القاهرة من عام ( ١٩٦٠ حتى ١٩٦٧ ) .\n- مدرس بكلية دار العلوم جامعة القاهرة من عام ( ١٩٦٧ حتى ١٩٦٨ ) .\n- محاضر بكلية التربية بطرابلس ، ليبيا من عام ( ١٩٦٨ حتى ١٩٧٢ ) .\n- أستاذ مساعد بكلية التربية بطرابلس ، ليبيا من عام ( ١٩٧٢ حتى ١٩٧٣ ) .\n- أستاذ مساعد بكلية الآداب ، جامعة الكويت من عام ( ١٩٧٣ حتى ١٩٧٧ ) .\n- أستاذ بكلية الآداب ، جامعة الكويت من عام ( ١٩٧٧ حتى ١٩٨٤ ) .\n- أستاذ بكلية دار العلوم ، جامعة القاهرة من عام ( ١٩٨٤ حتى ١٩٩٨ ) .\n- أستاذ متفرغ بكلية دار العلوم ، جامعة القاهرة .\nالهيئات التى ينتمى إليها\n- مستشار للجنة المعجم العربى الأساسى ( ١٩٩٠ ) .\n- هيئة معجم البابطين للشعراء العرب المعاصرين عام ( ١٩٩٠ ) .\n- عضو اللجنة العلمية الدائمة للترقيات بالجامعات المصرية عام ١٩٩٧ .\n- عضو مجمع اللغة العربية بالقاهرة .\n- عضو مجمع اللغة العربية بليبيا عام ( ١٩٩٩ ) .\n- عضو لجنة الدراسات الأدبية واللغوية بالمجلس الأعلى للثقافة حتى عام ٢٠٠٣.\nالجوائز والأوسمة\n- جائزة التحقيق العلمى من المكتب الدائم لتنسيق التدريب بالرباط ، عام ١٩٧٢ .\n- جائزة مجمع اللغة العربية بالقاهرة فى تحقيق النصوص ، عام ١٩٧٩ .\n- جائزة ووسام صدام فى الدراسات اللغوية ، عام ١٩٨٩.\n_________\n(*) عامة الترجمة منقولة بنصها من مقال على موقع (إسلام أون لاين) كتبه «هاني نسيرة» (المشرف على البحوث في مركز «المسبار» بالإمارات العربية)، ومما كتبه فيه :\nليس ثمة تعبير أصدق من تعبير «العشق» يجسد علاقة الراحل الجليل الدكتور أحمد مختار عمر باللغة العربية وآدابها؛ فقد كنت أراه منشغلا بها في كل وقت، التقيته في مرضه الذي رحل فيه، وكان مرضا ثقيلا لم يكن يقوى فيه على الحركة بمفرده، فقابلني بابتسامته المعهودة مخففا عني، قائلا: «بينما أركب المصعد فاجأني الدوار، فتصورت أن زلزالا بالأرض، ولكنه كان بي»، ثم أردف منشغلا بعشقه للغة قائلا لي: هل تعلم أن كلمة «أرض» تعني أيضا «زلزال»؟ وكان ابن عباس يقول: أزلزال بالأرض أم بي أرض؟! لقد كان -رحمه الله- تشغله اللغة في كل حال.\nوتناول مني بعض كتب كانت معي، وأخبرني بعزمه على عمل بحث كبير عن اللغة والمصطلحات المحدثة في كتب المثقفين والمفكرين العرب",
  "books": [
    {
      "text_id": 2053,
      "title": "أخطاء اللغة العربية المعاصرة عند الكتاب والإذاعيين"
    },
    {
      "text_id": 29511,
      "title": "معجم اللغة العربية المعاصرة"
    },
    {
      "text_id": 7517,
      "title": "معجم الصواب اللغوي"
    },
    {
      "text_id": 8560,
      "title": "المعجم الموسوعي لألفاظ القرآن الكريم وقراءاته"
    },
    {
      "text_id": 8670,
      "title": "البحث اللغوي عند العرب"
    }
  ]
}