{
  "author_id": 946,
  "author_meta": "أستاذ التربية الإسلامية بقسم التربية الإسلامية والمقارنة كلية التربية بجامعة أم القرى / مكة المكرمة.\nبدأ حياته العلمية والتدريس منذ عام ١٣٨٧ هـ , كما أن له مساهمات علمية بالمجلات والصحف والندوات والدورات والمؤتمرات \"وكل ذلك بفضل الله تعالى وتوفيقه\".\nأشرف على أكثر من (٥٤) رسالة ماجستير, وأكثر من (٢٥) رسالة دكتوراه, وله أكثر من (٢٧) بحثا منشورا, ومن البحوث التي عملها بعد درجة الأستاذية:\n١. (نحو معيار تربوي للمسؤولية الوطنية بكليات التربية لإعداد النشء من منظور إسلامي) بحث منشور بالمجلد الأول للكتاب العلمي عن مؤتمر المسؤولية الوطنية والإنسانية للمؤسسات التربوية في ضوء تحديات العصر بجامعة أم القرى - تاريخ النشر ١٤٢٨ هـ - ٢٠٠٧ م.\n٢. (اللغة العربية وسط الثقافات المختلفة , رؤية تربوية) بحث منشور في المجلد الثاني لمؤتمر اللغة العربية من المنظور الثقافي والاجتماعي بجامعة ميدان في جزيرة سومطرة - اندونيسيا, لعام ١٤٣٠ هـ - ٢٠٠٩ م.\n٣. (مكانة الحكمة في بناء المسلم المعاصر من منظور التربية الإسلامية) تحت الطبع بمطابع جامعة أم القرى , ضمن بحوث مؤتمر التربية الإسلامية وبناء المسلم المعاصر.\nاشترك في إقرار أكثر من (١٠٨) خطة بحث علمي, وناقش أكثر من (٩٠) رسالة ماجستير ودكتوراه. وشارك في التوصية بترقية الكثير من أعضاء هيئة التدريس, سواء من أستاذ مساعد إلى أستاذ مشارك, ومن أستاذ مشارك إلى أستاذ, بعد قراءة إنتاجهم العلمي.\nالتخصص:\nالتخصص العام التربية, والتخصص الدقيق التربية الإسلامية والمقارنة (أصول التربية). وبفضل الله وتوفيقه حصل على درجة أستاذ في الجلسة التاسعة للمجلس العلمي بجامعة أم القرى - قرار رقم ٣ - تاريخ ١٧/٢/١٤٢٣ هـ.\nالاهتمامات:\nالعلوم التربوية وربطها بالواقع المعاصر المبني على خبرات الماضي مع مراعاة ما يتوقع لها من تأثيرات مستقبلية, اجتماعية, اقتصادية.\nالمهام الإدارية والعلمية:\n* رئيس قسم التربية الإسلامية والمقارنة السابق.\n* رئيس قسم الاستشارات والبحوث بكلية خدمة المجتمع والتعليم المستمر بجامعة أم القرى سابقا عام ١٤٢١ هـ.\n* مدير مركز البحوث التربوية والنفسية سابقا.\n* مدير بحوث التعليم الإسلامي حاليا ١٤٣١ هـ - ٢٠١٠ م.\n* عضو في مجلس جمعية التحفيظ القران الكريم بمكة المكرمة.\n* عضو بالجمعية الخيرية بمكة المكرمة.\n* عضو بالجمعية السعودية للعلوم التربوية والنفسية بجامعة الملك سعود.\n* عضو بمجلس معهد البحوث العلمية بجامعة أم القرى.\n* عضو بمجلس المعهد العالي للأمر بالمعروف والنهي عن المنكر سابقا.\n* عضو في جمعية التربية المقارنة بكلية التربية - جامعة عين شمس بمصر.\n* عضو بجمعية المناهج وطرق التدريس - جامعة أم القرى.\nوالحمد لله رب العالمين والصلاة والسلام على سيدنا محمد رسول الرحمة والمحبة والسلام وعلى آله وصحبه أجمعين وعلى كل من سار على سنته إلى يوم الدين.\nأ.د/ حامد بن سالم عايض الحربي\nالأستاذ بقسم التربية الإسلامية والمقارنة\nت: (٥٤٨٨٨٠٢) ص . ب : (٨٤٥٩) مكة المكرمة الرمز البريدي (٢١٩٥٥)\nجوال: (٠٥٠٣٥٥٨٥٠٧) فاكس (٠٥٤٨٨٨٠١)",
  "books": [
    {
      "text_id": 7497,
      "title": "إدراك المعلم للأساليب التربوية الفاعلة في حلقات الجمعيات الخيرية لتعليم وتحفيظ القرآن الكريم"
    }
  ]
}