{
  "author_id": 958,
  "author_meta": "· الاسم: سليمان بن إبراهيم بن محمد العايد.\nعنوان المراسلة: ٥٥٠٦ العوالي مكة ٢٤٣٧٢ - ٨٢٢٦ المملكة العربية السعودية.\nهاتف: ٠٢٥٢٨٠٦٣٧ فاكس: ٠٢٥٢٨١٦٥٩ ج: ٠٥٠٣٥٩٠٥١١\nعنوان المراسلة على العمل: قسم الدراسات العليا/كلية اللغة العربية/جامعة أم القرى.\nص. ب (١٣٣٤٤) مكة (٢١٩٥٥) هاتف وفاكس ٠٢٥٢٨١٢١٢المملكة العربية السعودية.\nالبريد الإليكتروني: alayed@uqu.edu.sa\nالعمل الحالي: أستاذ اللغويّات بقسم الدراسات العليا / كلية اللغة العربية / جامعة أم القرى.\nتاريخ الميلاد ومكانه: ١٣٧٤ هـ / ١٩٥٥ م / الرس / المملكة العربية السعودية.\nتخرّج في كلية اللغة العربيّة من جامعة الإمام محمد بن سعودٍ الإسلاميّة في الرياض سنة ١٣٩٥ هـ وعين معيداً فيها إلى أن انتقل إلى الجامعة الإسلامية بالمدينة المنورة.\n- حصل على الماجستير من جامعة الملك عبد العزيز (شطر مكة) أم القرى حالياً - كلية الشريعة والدراسات الإسلامية - قسم الدراسات العليا العربيّة - تخصص اللُّغويّات، سنة ١٣٩٩ هـ.\n- حصل على الدكتوراه من جامعة أمّ القرى- كلية اللغة العربية - قسم الدراسات العليا سنة ١٤٠٢ هـ ١٩٨٢م في تخصّص اللّغويّات.\n- عمِلَ قبل حصوله على الدكتوراه محاضراً بالجامعة الإسلامية من ١٠/٥/١٣٩٩هـ إلى أن انتقل إلى جامعة أم القرى في٧/١٠/ ١٤٠٢هـ.\n- عُيِّن أستاذاً مساعداً بقسم اللغة والنحو والصرف، جامعة أم القرى في ١٥/١٠/ ١٤٠٢ هـ\n- ثُمّ أستاذاً مشاركاً سنة ١٤٠٨ هـ.\n- ثمّ أستاذاً للّغويات بقسم الدراسات العليا من سنة ١٤١٢ هـ.\nوفي أثناء ذلك شغل الأعمال الإدارية الآتية:\n- وكيلاً لعميد شئون المكتبات، مكلفاً بعمل العميد من ١٧/ ٨/ ١٤٠٣ هـ إلى ٢٩/ ٤/ ١٤٠٥ هـ.\n- عميداً لشئون المكتبات ٣٠ / ٤ / ١٤٠٥ هـ - ٢٩ / ٤ / ١٤٠٨ هـ.\n- رئيساً لقسم الدراسات العليا - كلية اللغة العربيّة من ١ / ٤ / ١٤١٠ هـ إلى ٢٩ / ٥ / ١٤١٨هـ أربع فترات متوالية. ثم أعيد تكليفه بالقسم من ٤ / ٦ / ١٤٢١ هـ حتى ١/٧/١٤٢٤هـ\n- رئيساً للمجلس العلمي لمعهد الإمام الشاطبي بجدة من عام ١٤٢٢ هـ.\n- رئيسًا للجنة التأسيسية المؤقَّتة لجمعية الأدب العربي من عام١٤٢٤هـ.\n- نائب رئيس مجلس إدارة الجمعية العلمية السعودية للغة العربية.\n- رئيس الجمعيّة العلميّة السعوديّة للأدب العربيّ من عام ١٤٢٦هـ\n- رئيس المجلس العلمي في المركز الدولي للأبحاث والدراسات (مداد) من عام ١٤٢٨هـ\n- رئيس المجلس العلمي في مؤسسة مصادر، من عام ١٤٢٨هـ\n- رئيس لجنة الدراسات العليا إحدى لجان تطوير برامج كليات المعلمين وكليات البنات بموجب قرار معالي مدير جامعة أم القرى (١٠٥٣٢) في٩/٥/١٤٢٨هـ\n- رئيس لجنة إعداد مشروع مركز الجودة الشاملة والاعتماد الأكاديمي الدولي للدراسات الإسلامية والعربية بموجب تكليف مدير الجامعة (١٦٩٩٦) في ٣٠/٧/١٤٢٨هـ\n- سنوات التفرُّغٍ العلمي (١٤٠٨ هـ و١٤١٨ ـ١٤١٩هـ و١٤٢٤ـ١٤٢٥هـ) .\n* أنشطة علمية:\nشارك في بعض المؤتمراتِ والندوات العلمية، ومنها:\n- ندوة عن المعجم المختص بتونس ١٤١٣ هـ.\n- ندوة عن ظاهرة الضعف اللغوي - جامعة الإمام محمد بن سعود الإسلامية سنة ١٤١٦ هـ.\n- ندوة تعليم اللغة العربية لغير الناطقين بها في دول مجلس التعاون: الواقع والتطلعات. التي عقدت في جامعة البحرين ٢٦ - ٢٧ / ١٠ / ١٩٩٩ م الموافق ١٧ - ١٨ / ١٤٢٠ هـ.\n- ندوة \" العلاقات الأدبية واللغوية العربية الإيرانية: تاريخها وواقعها وآفاقها \" المنعقدة في جامعة دمشق ٢٧ - ٢٩ / ١١ / ١٩٩٩ م.\n- ندوة الدراسات العليا بالجامعات السعودية: توجهات مستقبليّة - جامعة الملك عبد العزيز - جدة ٢٣ - ٢٤ / ١٤٢٢ / ١٧ - ١٨ / ٤ / ٢٠٠١ م.\n- مؤتمر الأدباء السعوديين الثاني. الذي عقد في جامعة أم القرى / ٨ / ١٤١٩ هـ.\n- مؤتمر التعريب العاشر /المنظمة العربية للتربية والثقافة والعلوم / دمشق في الفترة ١٠ ـ١٦/ ٥/ ١٤٢٣هـ ٢٠ـ ٢٥/٧/٢٠٠٢م بعنوان \"تعريب التعليم العالي\".\n- المؤتمر الدوليّ الأوّل عن\"مناهج التجديد في العلوم الإسلاميّة والعربيّة\" في جامعة المنيا في الفترة ٥ـ٧مارس٢٠٠٥م الموافق٢٤ـ٢٦/١/١٤٢٦هـ\n- ندوة\"أثر القرآن في تحقيق الوسطية ودفع الغلو\" مكة ١١/٨/١٤٢٤هـ بتنظيم وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد.\n- الملتقى الثاني للجمعيّات الخيريّة لتحفيظ القرآن الكريم , الّذي نظّمته الجمعيّة الخيريّة لتحفيظ القرآن الكريم بجدّة في الفترة ٢٥ ـ ٢٧ رجب من عام ١٤٢٦هـ\n- اللّقاء العلميّ لتكريم أ. د. تمّام حسّان بمناسبة حصوله على جائزة الملك فيصل العالميّة في اللغة العربيّة والأدب لعام لعام١٤٢٦هـ في ٧/٣/١٤٢٧هـ الموافق ٥/٤/٢٠٠٦م\n- مؤتمر تعظيم حرمات الإسلام المنعقد بالكويت في الفترة من ٣ إلى ٥ محرم ١٤٢٨هـ الموافق ٢٢ـ ٢٤/١٤٢٨هـ برعاية وزارة الأوقاف الكويتية، وتنظيم مجلة البيان ومبرة الأعمال الخيرية.\n- مؤتمر \"العلوم الإسلامية والعربية وقضايا الإعجاز في القرآن والسنة بين التراث والمعاصرة\" في جامعة المنيا في الفترة ٤ـ٦مارس٢٠٠٧م الموافق١٥ـ١٧/٢/١٤٢٨هـ\n- المؤتمر الدولي: اللغة العربية والأدب الإسلامي منهجًا وتطورًا /الجامعة التربوية في باندونج/ باندونج/ إندونيسيا /نظمه اتحاد مدرسي اللغة العربية من ١٠/٨ / ١٤٢٨هـ إلى ١٢ / ٨/٢٨ ١٤هـ الموافق٣٢-٢٥/أغسطس/٢٠٠٧م\n- مؤتمر \"التعليم العالي في العالم الإسلامي: تحديات وآفاق\"/ المعهد العالمي لوحدة الأمة الإسلامية ومكتب التبادل والتعاون الدولي، الجامعة الإسلامية العالمية بماليزيا/ كوالالمبور/في الفترة ١٦/ ٣ /٢٩ ١٤هـ إلى ١٧ / ٣ / ٢٩ ١٤هـ الموافق٢٤-٢٥/مارس/٢٠٠٨هـ\n- المنتدى العربي الخامس للتربية والتعليم \"التعليم في الوطن العربي والعولمة\" مؤسسة الفكر العربي / المغرب ٢-٤/نيسان - أبريل/٢٠٠٨م الموافق٢٥-٢٧/ربيع أول/١٤٢٩هـ\n- ندوة عن البحث العلمي وتحديّات العصر / جامعة أم القرى / خاصة بقسم الطالبات لمدة يومين من عام ١٤١٨ هـ.\n- ندوة عن طرائق البحث العلميّ في اللغة والأدب: الواقع والمستقبل - ضمن أنشطة شئون الطلاب لعام ١٤١٨ هـ.\n- ندوة عن اللغة العربية تخصص واحد / كلية اللغة العربية ١٤١٦ هـ.\n- ندوة عن الحوار الأدبي - جامعة أم القرى - شئون الطلاب ١٤١٥ هـ.\n- ندوة علاقة المدرس بالطالب: الهدف والبناء - شئون الطلاب ١٤١٧ هـ.\n- ندوة \" مقوّمات التحصيل العلميّ لدى طالب الجامعة \" جامعة أم القرى ١٥ / ٨ / ١٤٢٠ هـ.\n- ندوة \" اللغة أداة من أدوات الناقد \" النادي الأدبي بالقصيم في ١٥ / ١٠ / ١٤٢٠ هـ.\n- ندوة \" الثقافة العربية وإسهامات المثقفين السعوديين \" جامعة أم القرى ٧ / ١١ / ١٤٢٠ هـ / ١٣ / ٢ / ٢٠٠٠ م.\n- ندوة\"أصول البحث العلميّ\" جامعة أمّ القرى / ٢٩/٣/١٤٢٦هـ\n- ندوة بعنوان: (مفهوم التدبر، تحرير وتأصيل) أقامها مركز تدبّر في الرياض في ١ / ٦ / ١٤٢٩ هـ\n- دورة أو ورشة عمل في مركز القياس والتقويم في الرياض عام١٤٢٣هـ وعام ١٤٢٥هـ وعام ١٤٢٦هـ وعام ١٤٢٧هـ\n- دورات في الحاسب الآليّ (مجموعة مايكروسوفت الكاملة) وهي عشر دورات , وغيرها.\n- حضور دورة للتعليم عن بعد (Bback board) لمدّة ثلاثة أيّام في جامعة أمّ القرى عام١٤٢٥هـ.\n- حضور دورة \" مهارات البحث العلمي \" في ٢٠/١١/١٤٢٧هـ في جامعة القصيم.\n- دورة إعداد وتصميم الحقائب التدريبية / قرطبة للتنمية البشرية والإدارية / في جامعة أم القرى لمدة أربعة أيام ١٤٢٧هـ\n- دورة في التعليم البنائي / جامعة أم القرى: وحدة التطوير الجامعي والجودة النوعية / ٨-٩/١١/١٤٢٨هـ الموافق ١٨-١٩/١١/٢٠٠٧م\n_ دورة في التخطيط الإستراتيجي /جامعة أم القرى: وحدة التطوير الجامعي والجودة النوعية ١٢-١٤/٥/١٤٢٩هـ الموافق١٧-١٩/٥/٢٠٠٨هـ\n- حلقة النقاش الثالثة\"القواعد التنظيمية للتعليم عن بعد: الواقع والتطلعات\" / جامعة أم القرى /الفترة (٢٣-٢٤/٢/١٤٢٨هـ /حضور.\n- ورشة عمل في توصيف البرامج والمقررات / الهيئة الوطنية للتقويم والاعتماد الأكاديمي ١٢-١٣/٣/١٤٢٨هـ الموافق ٢٩/٣-١/٤/٢٠٠٧م\n- المشاركة في وضع أسئلة امتحانات مركز القياس والتقويم منذ عام ١٤٢٣هـ\n- التدريس في المسجد الحرام لبعض سنوات.\n- اشترك في أكثر من ثلاثين لجنة لفحص النتاج العلمي من أجل الترقية إلى درجة أستاذ، أو أستاذ مشارك في مختلف الجامعات والكليات السعودية.\n- عضوية لبعض الفترات في مجلس جامعة أم القرى، والمجلس العلمي، مجلس معهد اللغة العربية من عام ١٤٠٢ هـ حتى الوقت الحاضر ١٤٢٣ هـ عشر فترات، مجلس كلية اللغة العربية، مجلس عمادة شئون المكتبات، مجلس مركز إحياء التراث الإسلامي، مجلس مركز بحوث اللغة العربية وآدابها. مجلس عمادة الدراسات العليا.\n- رئيس لجنة اختيار الموضوعات العلميّة في قسم الدراسات العليا لتخصُّصات اللغة والنحو والصرف من عام ١٤٢٦هـ\n- عضوية في بعض لجان الجامعة العلمية والإدارية، مثل: لجنة الابتعاث، لجنة المخطوطات، لجان أخرى غير دائمة، واللجنة التمهيدية لمؤتمر الأدباء السعوديين الثاني، واللجنة العلمية للمؤتمر، ولجنة الرسائل المكتوبة عن المملكة.\n- رئيس لجنة الدراسات العليا لكليات البنات الملحقة بجامعة أم القرى / قرار مدير الجامعة (١٠٥٣٢) في ٩/٥/١٤٢٨هـ\n- عضو اللجنة العليا الدائمة للجودة الشاملة والاعتماد الأكاديمي في جامعة أم القرى، ممثلاً لكلية اللغة العربية / قرار مدير الجامعة (١٨٣٥٢) في ١/٩/١٤٢٧هـ.\n- عضو اللجنة العليا الدائمة للأنشطة والبرامج الثقافية والإرشاد والتوجيه بجامعة أم القرى / قرار مدير الجامعة (٢٧٢٧٤) في ٢/١٢/١٤٢٨هـ.\n- عضو لجنة وضع وإعداد الخطة الإستراتيجية لجامعة أم القرى / قرار مدير الجامعة (٢٨٥٦٠) في ٢٨/١٢/١٤٢٨هـ.\n- عضو جمعية المعجمية بتونس.\n- عضو الجمعية العلمية السعودية للغة العربية.\n-عضو الجمعيّة العلميّة السعوديّة للأدب العربيّ.\n- عضو رابطة الأدب الإسلامي العالمية.\n- الإشراف على أكثر من أربعين رسالة ماجستير ودكتوراه.\n- مناقشة أكثر من ستين رسالة ماجستير ودكتوراه.\n- تقويم، أو مراجعة عددٍ غير قليل من الأعمال العلمية لمراكز البحوث العلمية المختلفة، والمجلات العلمية.\n- وضع مناهج مرحلة الدكتوراه في فرع اللغويات قسم الدراسات العليا - كلية اللغة العربية بجامعة أم القرى والمشاركة في وضع برامج الماجستير والبرامج الأخرى.\n- الاشتراك في وضع بعض المناهج ومراجعتها، والتأليف فيها.\n- رئيس هيئة تحرير مجلة جامعة أم القرى لعلوم الشريعة واللغة العربية وآدابها (١٤١٩- ١٤٢٤هـ) .\n- رئيس تحرير مجلة معهد الإمام الشاطبي للأبحاث والدراسات القرآنية من عام١٤٢٥هـ.\n- رئيس تحرير مجلة الأصول والنوازل التّي تصدر عن المصادر في جدّة من عام ١٤٢٦هـ.\n- رئيس تحرير مجلة مداد لأبحاث العمل الخيري العلمية التي تصدر عن المركز الدولي للأبحاث والدراسات (مداد) من عام ١٤٢٩هـ\n- مستشار مجلة الدراسات اللغوية التي يصدرها مركز الملك فيصل للبحوث والدراسات الإسلامية بالرياض.\n- مستشار \"مجلة كلية المعلمين\" في جدة من عام ١٤٢٧هـ\n- مستشار غير متفرِّغ لدى وزارة التربية والتعليم في المملكة العربيّة السعوديّة من عام ١٤٢٦هـ\n*الشهادات والجوائز:\n- جائزة التميز في البحث العلمي لأعضاء هيئة التدريس في جامعة أم القرى لعام ٢٠ - ١٤٢١ هـ.\n- جائزة الأداء المتميِّز في خدمة الجامعة والمجتمع , من جامعة أم القرى للعام ٢٢ـ ١٤٢٣هـ\n- شهادة تقدير \" محكم متميز \" من المجلة العربية للعلوم الإنسانية الصادرة عن جامعة الكويت لعام (٢٠٠١ - ٢٠٠٢ م) .\n- شهادة تقدير من معالي وزير الشئون الإسلامية بمناسبة تخريج الدفعة الأولى من معهد الإمام الشاطبي بجدة عام ١٤٢٤هـ\n- شهادة تقدير من معالي وزير الشئون الإسلامية بمناسبة تخريج الدفعة الأولى من معهد الإمام الشاطبي بجدة عام ١٤٢٥هـ\n* نتاجه العلمي:\nأولاً: كتب وأبحاث مطبوعة:\n١ - شواذّ النسب، نشر ضمن بحوث ودراسات في اللغة وآدابها - كلية اللغة العربية بالرياض بجامعة الإمام محمد بن سعود الإسلامية الجزء الأوّل سنة ١٤٠٧هـ - ١٩٨٧ م.\n٢ - صيغة \" فِعْل \" في العربيّة - نشر ضمن ((بحوث لغوية وأدبية)) معهد اللغة العربيّة - جامعة أم القرى ١٤١٠هـ - ١٩٩٠ م.\n٣ - أثر التسمية في بنية الكلمة وموضع إعرابها - دار الطباعة والنشر الإسلامية - القاهرة سنة١٩٩١ م\n٤ - أصل لهجة معاصرة - مجلة المنهل العدد (٥٠٤) المجلد (٥٤) شوّال وذو القعدة ١٤١٣ هـ - ١٩٩٣ م (العدد المخصص للغة العربيّة) .\n٥ - البعلي اللغوي دراسة لغوية، وكتاباه (شرح حديث أم زرع، والمثلث ذو المعنى الواحد) الناشر مكتبة الطالب الجامعيّ مكة ١٤٠٧ هـ - ١٩٨٨ م.\n٦ - القراءة الجهرية بين الواقع وما نتطلّع إليه - من بحوث ندوة ظاهرة الضعف اللُّغويِّ في المرحلة الجامعية عام ١٤١٦هـ.\n٧ - ألفاظ الجموع التي وصف بها الواحد - بحوث كلية اللغة العربية - جامعة أم القرى - العدد الثاني ١٤٠٤ - ١٤٠٥ هـ.\n٨ - التعجُّبُ من فِعْل المفعول بين المانعين والمجوِّزين - مجلة الجامعة الإسلامية بالمدينة المنورة - العددان (٧٩، ٨٠) عام ١٤٠٨ هـ.\n٩ - احتمال الصورة اللَّفْظِيَّةِ لغير وزنٍ - مجلة جامعة أم القرى - العدد الأوّل عام ١٤٠٩هـ.\n١٠ - فَعَلٌ في دلالتها على الجمعية - مجلّة الجامعة الإسلامية بالمدينة المنوّرة - العددان (٨٣، ٨٤) ذو الحجّة ١٤٠٩هـ.\n١١ - اللَّثَغُ بالراء - مجلة جامعة أم القرى - العدد الخامس ١٤١١ هـ.\n١٢ - المطلع على أبواب المقنع لأبي عبد الله الحنبليّ - تعريف ونقد - الندوة العلمية الدوليّة الثالثة - جمعية المعجمية - تونس ١٩٩٣ م. ونشر في وقائع الندوة (المعجم المختص) دار الغرب الإسلاميّ، بيروت، ط. أولى سنة ١٩٩٦ م، ص (٢٤١ - ٢٥٦) .\n١٣ - مدخل إلى فنّ الإلقاء - طبع ضمن كتاب \" المسرح \" المتضمن لمحاضرات دورة تدريب مشرفي النشاط المسرحي في إدارة تعليم منطقة الطائف - عام ١٤١٣ هـ.\n١٤ - علاقة اللغة المنطوقة باللغة المكتوبة في اللغة العربيّة / محاضرة ألقيت في نادي مكة الثقافي الأدبيّ في ١٨ / ١٠ / ١٤١٧ هـ. وقد طبعت ضمن محاضرات النادي الجزء الرابع عام ١٣١٩ هـ - ١٩٩٩ م ص ٨٧ - ص ١٢١.\n١٥ - من أسمار أهل العلم = أدب الحواشي: مجموعة مقالاتٍ في ملحق التراث.\n١٦ - محاضرات في العقيدة (النبوات) طبعة خاصة.\n١٧ - مقرّر العقيدة للمستوى المتقدم الثاني من معهد اللغة العربية بمكة - مقرر دراسي.\n١٨ - المشاركة ببعض المقالات الصحفية المفرّقة.\n١٩ - محاضرة عن القراءة الجهرية - جامعة أم القرى ١٤١٦ هـ.\n٢٠ - تعليم اللغة العربية بين الصنعة والملكة - محاضرة ألقيت في نادي الباحة الأدبي، ثم نشرت فيما بعد ١٨ / ٣ / ١٤١٩ هـ.\n٢١ - الجوانب التربوية في درس اللغة العربية - محاضرة ألقيت في نادي جيزان الأدبي في١٣/ ٨/ ١٤١٩ هـ وسوف تنشر قريباً.\n٢٢ - تيسير المعجم العربي - لدى ابن فارس: مجلة المعجمية بتونس عدد (١٤ - ١٥) عام ١٤١٩ هـ / ١٩٩٩ م.\n٢٣ - صلة العروض بالنحو والصرف - لم ينشر.\n٢٤ - اتّجاهاتُ تعليم اللغة العربية في الأقسام الجامعية وممارساته - محاضرة ألقيت في نادي القصيم الأدبي في ١٦ / ١ / ١٤٢٠ هـ وقد نشِر ضمن الأبحاث المهداة إلى أ. د.فضل حسن عبّاس في كتاب\"دراسات إسلامية وعربية\" ص٢٨٥ـ٣١٠ /دار الرأي/ ط أولى عام١٤٢٣هـ ٢٠٠٣م\n٢٥ - المؤدِّبون وتجربتهم في تعليم اللغة العربية، مجلة الدراسات اللغوية - ع (١) من المجلّد الأوّل محرم ١٤٢٠ هـ.\n٢٦ - أسس علم اللغة العام وتطبيقاتها على اللغة العربية - محاضرة ألقيت بنادي مكة الثقافي في يوم الثلاثاء ٢٤ / ٢ / ١٤٢٣ هـ.\n٢٧ - التحصيل العلمي بين المتن والحاشية - محاضرة في مجلس الشيخ محمد الرفاعي ٥ / ٦ / ١٤٢٠ هـ ثم نشرت في مجلة عالم الكتب - المجلد الثاني والعشرون (العددان الخامس والسادس) : عدد مزدوج / الربيعان والجماديان ١٤٢٢ هـ / ٢٠٠١ م من ص ٣٩٩ إلى ص ٤١٦.\n٢٨ - أصول تجربة تعليم اللغة العربية لغير الناطقين بها لدى علماء العربية الأوائل - بحث مقدم لندوة تعليم اللغة العربية لغير الناطقين بها في دول مجلس التعاون: الواقع والتطلعات، المنعقدة في رحاب جامعة البحرين كلية الآداب ١٧ - ١٨ / ٧ / ١٤٢٠ هـ.\n٢٩ - الحوار اللغويّ بين العربية والفارسية كما تصوّره مؤلفات القرن الرابع الهجري المراجع العربية. مقدم لندوة العلاقات الأدبية واللغوية العربية الإيرانية المنعقدة في جامعة دمشق ٢٧ - ٢٩ / ١١ / ١٩٩٩ م.\n٣٠ - عناية المسلمين باللغة العربية خدمة للقرآن - مقدّم لندوة عناية المملكة العربية السعودية بالقرآن - المنعقدة في ٤ - ٧ / ٦ / ١٤٢١ هـ في مجمع الملك فهد للمصحف الشريف.\n٣١ - تعليم اللغة العربية بين وهم الصعوبة وعجز المعلم - محاضرة ألقيت ضمن نشاط اللجنة الثقافية العامة بجامعة أم القرى مساء الثلاثاء ٩ / ١ / ١٤٢٢ هـ.\n٣٢ - العلائق الإيجابية بين العامية والفصحى - محاضرة ألقيت في كلية المعلمين ببيشة ١٩ / ٧ / ١٤٢١ هـ. ونشرت في مجلة (بيادر) نادي أبها الأدبي عدد (٣٢) محرم ١٤٢٢ هـ - ٢٠٠١ م.\n٣٣ - قراءة للائحة الموّحدة للدراسات العليا في الجامعات وقواعدها وإجراءاتها التنظيمية والتنفيذية في جامعة أم القرى. ندوة الدراسات العليا بالجامعات السعودية توجهات مستقبلية، المنعقدة في جامعة الملك عبد العزيز بجدة ٢٣ - ٢٤ / ١ / ١٤٢٢ هـ / ١٧ - ١٨ / ٤ / ٢٠٠١ م.\n٣٤ - الأمالي والمذكرات الجامعية، محاضرة ألقيت في جامعة أمّ القرى ١٤ / ٢ / ١٤٢٢ هـ ثم نشرت في مجلة عالم الكتب المجلد الثالث والعشرون / العددان الخامس والسادس (عدد مزدوج) الربيعان - الجماديان من عام ١٤٢٣ هـ ص ٤٥٥ ص ٤٦٧.\n٣٥ـ من مظاهر الوسطيّة في الإسلام , عمل مقدّم لندوة\"أثر القرآن في تحقيق الوسطية ودفع الغلو\" مكة ١١/٨/١٤٢٤هـ بتنظيم وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد , وقد طُبِع ضمن كتاب الندوة.\n٣٦ـ التجديد في النحو العربيّ في العصر الحديث عمل مقدَّم للمؤتمر الدوليّ الّذي عقد في كلِّيّة دار العلوم جامعة المنيا جمهوريّة مصر العربيّة / خلال الفترة ٢٤ ـ٢٦/١/١٤٢٦هـ الموافق٥ ـ ٧/٢٠٠٥هـ\nثانياً: التحقيق:\n٣٧ - غريب الحديث للحربيّ (ثلاثة مجلّداتٍ) وهو رسالة الدكتوراه، من منشورات مركز البحث العلمي وإحياء التراث الإسلامي - جامعة أم القرى ١٤٠٥ هـ.\n٣٨ - الغرر المثلثة والدرر المبثثة للفيروزآباديّ - تحقيق ودراسة، وهي رسالة الماجستير / الناشر مكتبة الباز - مكة ١٤١٥ هـ.\n٣٩ - شرح حديث أم زرع، والمثلث ذو المعنى الواحد، كتابان للبعلي، نشرا ضمن البعليّ اللّغويّ.\n٤٠- نظم الفوائد لابن مالك - مجلة جامعة أم القرى - العدد الثاني ١٤٠٩ هـ.\n٤١- ثلاثة كتب في المثلّث للزّجّاج، وابن حبيب، وأبي البيان - مجلة جامعة أم القرى - العدد الرابع ١٤١١ هـ.\n٤٢ - لمعة في الكلام على لفظة \" آمين \" لابن الخشّاب - مجلّة جامعة الإمام محمد بن سعودٍ الإسلامية - العدد الأول ١٤٠٩ هـ - ١٩٨٩ م.\n٤٣ - جزءٌ فيه تعاليقُ من النحو واللغة وأبيات معانٍ لأبي سعيدٍ السيرافيّ - مجلّة كلّيّة اللغة العربيّة بالمنصورة. العدد (١١) سنة ١٤١١ هـ - ١٩٩١ م.\n٤٤ - بغية الآمال في معرفة النُّطْقِ بجميع مستقبلاتِ الأفعال لأبي جعفرٍ اللَّبْليّ - معهد اللغة العربيّة - جامعة أم القرى سنة ١٤١١ هـ - ١٩٩١ م.\n٤٥ - الكلام على عصِيّ ومغزوّ لأبي البركاتِ الأنباريّ - مجلة جامعة الإمام محمد بن سعود الإسلامية - العدد الثالث ١٤١٠ هـ - ١٩٩٠ م.\n٤٦ - رسالتان في المعرّب لابن كمالٍ والمنشي - معهد اللغة العربية - جامعة أُمِّ القرى ١٤٠٨ هـ - ١٩٨٨ م.\n٤٧ - مسألة ((إنّ رحمت الله قريب من المحسنين)) للروذراوري وابن مالك - الكتاب العلميّ المتخصّص الصادر عن كلية اللغة العربية بالريّاض - جامعة الإمام محمد بن سعودٍ الإسلامية (بحوث ودراسات في اللغة العربية وآدابها) ١٤١٣هـ - ١٩٩٢م.\n٤٨ - رسالةٌ في ألفاظٍ وُصِفَتْ بالجمع للمنشي، نشرت ضمن ألفاظ الجموع التي وُصِفَ بها الواحد.\n٤٩ - ثلاثيّاتُ الأفعال وزوائدها لابن مالك والبعلي - دار الطباعة والنشر الإسلامية - القاهرة١٩٩٠ م\n٥٠- باب النسب من شرح الألفية للشاطبيّ، من مطبوعاتِ مركز إحياء التراث الإسلاميّ من جامعة أمّ القرى.\n٥١- شرح الفصيح للمرزوقي - لم يطبع.\nوهناك أعمالٌ أخرى في دور الإعداد، وكتب وأبحاث في الطبع، منها:\n٥٢ - أدب الحواشي.\n٥٣ - محاضرات في اللغة العربية/الجزء الأوّل /مكتبة الرشد/الرياض.\n٥٤ - دراسات وبحوثٌ في اللغة العربية/الجزء الأوّل /مكتبة الرشد/الرياض.\n٥٥ـ مقالات في اللغة العربية/الجزء الأوّل/مكتبة الرشد/الرياض.\n٥٦ - نصوص تراثية في اللغة والنحو والصرف.\n٥٧ـ العلاقة بين\"فعل\" و\"أفعل\".\n٥٨ـ مسائل التمارين في الصرف بين القبول والرفض.\n٥٩ـ توظيف ابن قتيبة اللّغة في الدفاع عن السنة.\n٦٠ـ دراسة لغويّة في أسماء الله الحسنى.\n٦١ـ المدود حركات أم حروف / محاضرة ألقيت في موسم كلِّيّة اللّغة العربيّة/ جامعة أمِّ القرى/في ٩/٤/١٤٢٦هـ\n٦٢ ـ تجربة المجلس العلمي لمعهد الإمام الشاطبي/ الملتقى الثاني للجمعيّات الخيريّة لتحفيظ القرآن الكريم , الّذي نظّمته الجمعيّة الخيريّة لتحفيظ القرآن الكريم بجدّة في الفترة ٢٥ ـ ٢٧ رجب من عام ١٤٢٦هـ\n٦٣ ـ معاني النحو / طبع ضمن بحوث مؤتمر \"العلوم الإسلامية والعربية وقضايا الإعجاز في القرآن والسنة بين التراث والمعاصرة\" في جامعة المنيا في الفترة ٤ـ٦مارس٢٠٠٧م الموافق١٥ـ١٧/٢/١٤٢٨هـ ونشر في مجلة العرب العددين ج٩و١٠ الربيعان وج١١و١٢الجماديان من سنة ٤٢/١٤٢٨هـ\n٦٤ ـ المعنى النحوي لدى أ. د. تمّام حسّان , بمناسبة تكريمه لنيله جائزة الملك فيصل للأدب العربيّ واللغة لعام ١٤٠٦هـ ٢٠٠٥م في يوم الأربعاء ٧/٣/١٤٢٧هـ\n٦٥ـ توظيف الكفاية والأداء في تدريس النحو العربي: الرتبة والمطابقة نموذجًا / قدِّم للمؤتمر الدولي: اللغة العربية والأدب الإسلامي منهجًا وتطورًا /الجامعة التربوية في باندونج/ إندونيسيا في الفترة (٢٣-٢٥أغسطس ٢٠٠٧) الموافق ١٠-١٢/٨/١٤٢٨هـ ثم ألقيتها محاضرة في نادي مكة الثقافي الأدبي في ١٦/١١/١٤٢٨هـ.\n٦٦-\" معايير الاعتماد الأكاديمي في العلوم الإسلامية والعربية: الاتفاق والافتراق بينها وبين المعايير المعتمدة في العلوم الأخرى \" (موجِّهات ومؤثِّرات) مؤتمر \"التعليم العالي في العالم الإسلامي: تحديات وآفاق\" التاريخ ٢٤-٢٥ آذار/ مارس ٢٠٠٨ ١٦-١٧ ربيع الأول ١٤٢٩هـ المعهد العالمي لوحدة الأمة الإسلامية ومكتب التبادل والتعاون الدولي، الجامعة الإسلامية العالمية بماليزيا.\n٦٧- تعليم اللغة العربية للناطقين بغيرها في جامعة أم القرى قدِّم للمؤتمر الدولي في تطوير تعليم اللغة العربية \"اللغة العربية والعولمة وجها لوجه\"مالانج إندونيسيا /في الفترة ٢٥-٢٧/١١/١٤٢٩هـ الموافق٢٣-٢٥ نوفمبر ٢٠٠٨\nثالثاً: تقديم الكتب:\n٦٨- تقديم كتاب أبنية الإلحاق في الصحاح للدكتور مهدي بن عليّ آل ملحان القرني.\n٦٩- تقديم كتاب دراسات الأسانيد للدكتور عبد العزيز العثيم (رحمه الله) .\n٧٠- تقديم كتاب تداخل الأصول عند اللغويين وأثره في بناء المعجم من خلال مدرسة القافية للدكتور / عبد الرزاق الصاعدي.\n٧١- تقديم كتاب \" الأفعال المزيدة في القرآن ودورها في التركيب والدلالة \" للدكتور علي محمد يوسف جميل.\nأشرف على أكثر من أربعين رسالة علمية لدرجتي الماجستير والدكتوراه وناقش أكثر من ستين رسالة.\nالرسائل العلمية:\nأولاً: الرسائل التي أشرف عليها:\n١ - الطراز المذهّب في معرفة الدخيل والمعرب لمحمد النهالي (ت ١١٨٦ هـ) تحقيق ودراسة / رسالة ماجستير للباحثة صباح باجوك حاج طيب. وقد أكمل الإشراف عليها بسبب التفرُّغ د. محمد بن أحمد العمري، عام ١٤٠٦ هـ - ١٤٠٧ هـ.\n٢ - شرح الألفية لإسماعيل بن محمد بن هانئ الغرناطي (ت٧٧١ هـ) من أول الكتاب إلى نهاية باب المنصوبات/رسالة دكتوراه للباحث أحمد بن محمد بن أحمد القرشي عام ١٤١٢ هـ - ١٤١٥ هـ.\n٣ - شرح ألفية ابن معطٍ المسمّى حرز الفوائد وقيد الأوابد لمحمد بن يعقوب المعروف بالنحوية الحموي الدمشقي (ت ٧١٨ هـ) تحقيق ودراسة. رسالة دكتوراه للباحث عبد الله بن فهيد البقمي ١٤١٥ هـ - ١٤٢١ هـ.\n٤ - كتاب معاني الأدوات والحروف المنسوب لابن قيم الجوزية (ت ٧٥١ هـ) : دراسة وتحقيق (وهو للحسن بن الحسين البخاري) رسالة دكتوراه للباحثة أسماء بنت محمد العساف (١٤١٣ - ١٤١٦ هـ) .\n٥ - تهذيب شرح الحماسة وإيجاز لفظها لأبي محمد القاسم بن محمد الأصبهاني الديمرتي: تحقيق ودراسة. رسالة دكتوراه للباحث سعيد بن مصلح السريحي ١٤١٠ هـ لم يكملها.\n٦ - مجمع الغرائب ومنبع الرغائب للفارسي، رسالة ماجستير للباحث عبد الله بن ناصر القرني ١٤٠٧ هـ - ١٤٠٩ هـ.\n٧ - شرح المفضليّات لأبي علي أحمد بن محمد المرزوقي (ت ٤٢١ هـ) الجزء الأول: تحقيق ودراسة، رسالة دكتوراه للباحث عبد الله بن ناصر القرني (١٤١٠ - ١٤١٣ هـ) .\n٨ - \" معالم علم الدلالة اللغويّة في القرن الثالث الهجري على مستوى الكلمة المفردة \"، رسالة ماجستير للباحث إبراهيم بن عبد الله الغامدي (١٤٠٩ هـ - ١٤١٠ هـ) .\n٩ - \" مآخذ الأزهري على كتاب العين \" رسالة دكتوراه للباحث / جمعان بن ناجي السلمي (١٤٠٩ - ١٤١٢ هـ) .\n١٠ - كتاب البرود الضافية والعقود الصافية الكافلة للكافية بالمعاني الثمانية الوافية للمفسِّر السيِّد علي ابن محمد أبي القاسم … رسالة ماجستير للباحث أحمد بن محمد بن أحمد القرشي (١٤١٠ هـ - ١٤١١ هـ) .\n١١ - موقف الأزهريّ من كتاب الجمهرة: دراسة وتقويم، رسالة دكتوراه للباحث محمد سعيد بن إبراهيم الثبيتي (١٤٠٩ - ٤١٤ هـ) .\n١٢ - \" شرح الفصيح المنسوب لأبي هلالٍ العسكريّ: دراسة وتحقيق \" وهو للزمخشري، رسالة دكتوراه للباحث إبراهيم بن عبد الله الغامدي (١٤١١ - ١٤١٥ هـ) .\n١٣ - مجمع الغرائب ومنبع الرغائب في غريب الحديث للحافظ عبد الغافر الفارسي: تحقيق الجزء الثاني مع دراسة لغة الخطاب في الحديث النبويّ من خلال ما حقق من الكتاب، رسالة ماجستير للطالب / عبد الله بن محمد المسملي (١٤١٥ - ١٤١٧ هـ) .\n١٤ - \" أل في العربية \" رسالة ماجستير للباحث بريكان بن سعد بن وصل الشلوي (١٤١٣ هـ - ١٤١٦ هـ) .\n١٥ - اعتراضات الرضيّ على ابن الحاجب في شرح الشافية، رسالة دكتوراه للباحث مهدي بن علي بن مهدي القرني (١٤١٨ - ١٤٢٠ هـ) .\n١٦ - المعايير النقدية في ردِّ الشواهد الشعرية النحوية، رسالة دكتوراه للباحث بريكان بن سعد بن وصل الشلويّ (١٤١٨ - ١٤٢٢ هـ) .\n١٧ - أثر مخرج الحرف وصفته في تصريف الكلمة، رسالة دكتوراه للباحث محمد بن علي خيرات الدغريري (١٤١٣ - ١٤١٨ هـ) .\n١٨ - \" حاشية الحفيد على أوضح المسالك لأحمد بن عبد الرحمن بن هشام (ت ٨٣٨ هـ) من أحرف الجر إلى نهاية الكتاب: تحقيق ودراسة \"، رسالة ماجستير للباحث عبد المجيد بن حسن الحارثي (١٤١٧ هـ) .\n١٩ - نظام التقاليب في المعاجم العربية: دراسة في الصناعة المعجمية، رسالة دكتوراه للباحث عبد الله ابن محمد بن عيسى المسملي (١٤١٩ - ١٤٢٢ هـ) .\n٢٠ - أصول التفكير النحويّ عند ابن ولادٍ (ت ٣٣٢ هـ) من خلال كتابه الانتصار لسيبويه على المبرّد، رسالة ماجستير للباحث إبراهيم بن علي بن محمد عسيري (١٤١٨ - ١٤٢١ هـ) .\n٢١ - العمل اللغويّ في الإمتاع والمؤانسة لأبي حيّان التوحيدي، رسالة ماجستير للباحث محمد بن عبد الله الجغيمان (١٤٢٠ - ١٤٢١ هـ) .\n٢٢ - أثر المفسّرين في المعجم العربي: التهذيب نموذجاً، رسالة ماجستير للباحثة أماني عبد العزيز الداود، عام ١٤٢٠ هـ ثم أحيلت إلى مشرف آخر.\n٢٣ - فكر أبي عبيد النحويّ من خلال دراسة آرائه واستدراكات النحاس ونقوله، رسالة دكتوراه للباحث عبد الرحمن بن محمود الشنقيطي (١٤٢٠ -؟) .\n٢٤ - أبواب الفعل الثلاثي بين المعجم والرأي الصرفي، رسالة دكتوراه للباحث يحيى بن عبد الله الشريف (١٤٢٠ هـ -؟) .\n٢٥ - اتجاهات التجديد في النحو، رسالة ماجستير للباحث أحمد بن جار الله الصلاحي الزهراني (١٤٢١ - ١٤٢٤هـ) .\n٢٦ - توظيف ابن قتيبة اللغة في الدفاع عن القرآن، رسالة ماجستير للباحث يوسف بن صامل السلمي (١٤٢١ - ١٤٢٣ هـ) .\n٢٧ - فرائد المعاني في شرح حرز الأماني ووجه التهاني لأبي عبد الله بن محمد الصنهاجي (٧٢٣ هـ) السفر الأوّل: تحقيق ودراسة، رسالة دكتوراه للباحث عبد الرحيم نبولسي ١٤١٨ هـ.\n٢٨ - بغية العارف على رسالة الوظائف لبرهان الدين إبراهيم بن أحمد الزبيري العوّامي من أول الوظيفة إلى نهاية الكتاب، رسالة ماجستير للباحث يحيى بن عبد الله الشريف ١٤١٧ هـ.\n٢٩ - موقف علم اللّغة الحديث من أصول النحو /رسالة ماجستير /للباحث مطير بن حسين المالكي (١٤٢٢ ـ١٤٢٣هـ) .\n٣٠ - أثر الحركات في اللغة العربية: دراسة في الصوت والبنية للباحث علي بن عبد الله القرني (١٤٢٣ - ١٤٢٥هـ) دكتوراه.\n٣١ - أوجه التنظير عند ابن جني للباحث محمد بن علي العمري (١٤٢٣ - ١٤٢٤هـ) ماجستير.\n٣٢ـ ما يعرض للألفاظ بين الاعتداد به والإهمال / للباحث عبد الله بن محمد اللحياني / رسالة دكتوراه / جامعة أم القرى سُجِّلت عام ١٤٢٣هـ.\n٣٣ـ القضايا اللغوية في مجلة المقتطف / للباحث محمد بن عبد الله الجغيمان / رسالة دكتوراه / جامعة أم القرى سُجِّلت عام ١٤٢٤هـ.\n٣٤ـ العرف اللّغوي: دراسة لغويّة ثقافيّة/للباحث خالد بن أحمد الغامدي / رسالة دكتوراه/ جامعة أم القرى/ سُجِّلت عام ١٤٢٤هـ\n٣٥ـ شرح ألفية ابن مالك لابن هانئ الأندلسي (ت٧٧١هـ) القسم الثاني/ من الجزء الأوّل/ للباحث بندر بن حمدان الشمّري / رسالة دكتوراه /سجِّلت عام ١٤٢٤هـ\n٣٦ـ معجم المرزوقي اللغوي في شروحه الشعرية: تصنيف ودراسة معجمية / للباحث منصور سعيد عوّاد / رسالة دكتوراه/سُجِّلت عام ١٤٢٤هـ\n٣٧ـ مخالفات الفرزدق وخروجه على نظامي البنية والتركيب/جامعة أم القرى /للباحث يحيى بن أحمد العقيبي/رسالة دكتوراه /سُجِّلت عام ١٤٢٥هـ\n٣٨ـ اتِّجاهات أعضاء مجمع اللّغة العربيّة بالقاهرة / جامعة أمّ القرى/ للباحث محمّد بن صوال البقميّ / رسالة دكتوراه /سجّلت عام ١٤٢٥هـ\n٣٩ـ الأصول المشتركة لدعوات تجديد نظام العربيّة في العصر العبّاسيّ والعصر الحديث: جذورها ـ مناهجهاـ تناقضاتها / جامعة أمّ القرى/ للباحث أحمد بن جار الله الصلاحيّ / رسالة دكتوراه/سُجِّلت عام ١٤٢٦هـ\n٤٠ـ مذهب ابن فارس النحوي في كتابه الصاحبي/رسالة ماجستير /منيرة بنت عبدالله الفايز /كلية التربية للبنات بالرياض-الأقسام الأدبية/ العام الجامعي١٤٢٥-١٤٢٦هـ\n٤١ـ الحجج العقلية في الجدل النحوي عند أبي البركات الأنباري للباحث محمد بن علي العمري / رسالة دكتوراه/سُجِّلت عام ١٤٢٦هـ\n٤٢ـ أثر المعنى في التركيب والتوجيه النحوي: دراسة في كتب النحو مع التطبيق على معاني القرآن للفراء / جامعة أمّ القرى/ للباحث حسين بن سفر المالكي / رسالة دكتوراه/سُجِّلت عام ١٤٢٧هـ\n٤٣ـ أصول التفكير النحوي في القرن الرابع الهجري للباحث محمد بن ردة العُمري/رسالة دكتوراه/ سجِّلت في جامعة أم القرى عام ١٤٢٨هـ\n٤٤ـ تعدد مصادر الفعل الثلاثي: مظاهره وأسبابه /أماني بنت عبد العزيز الداود /من عام ١٤٢٩هـ كلية التربية للبنات / جامعة الملك عبد العزيز /جدة.\n٤٥ـ الأدلة الإجمالية عند ابن عصفور من خلال كتابه \" شرح جمل الزجاجي / ماجستير للطالب حسن مفرق / جامعة أم القرى. ١٤٢٧هـ\nثانياً: الرسائل التي اشترك في نقاشها:\n١ - اسم الجمع: دراسة لغوية شاملة / ماجستير للباحث نوح بن صالح الشهري ٢ / ٢ / ١٤٢٢ هـ.\n٢ - المصابيح في تفسير القرآن العظيم للوزير المغربي من أوّل سورة الفاتحة إلى آخر سورة الإسراء: تحقيق ودراسة / دكتوراه / عبد الكريم بن صالح الزهراني.\n٣ - التنقيح لألفاظ الجامع الصحيح لبدر الدين الزركشيّ (ت ٧٩٤ هـ) : دراسة وتحقيق، دكتوراه / يحيى بن محمد بن علي الحكمي.\n٤ - الزهر الباسم في سير أبي القاسم (صلى الله عليه وسلم) للحافظ مغلطاي (ت ٧٦٢ هـ) (عشرة أجزاء من الشعر الأوّل) : تحقيق ودراسة، دكتوراه / خميس بن صالح الغامدي ١٤٢١ هـ\n٥ - دلالات الألفاظ الإسلاميّة في الأحاديث النبوية، دكتوراه / صباح بنت عمر محمد حلبي١٤٢١ هـ\n٦ - أبنية الإلحاق في الصحاح: دراسة وتحليل، ماجستير / مهدي بن علي القرني ١٤١٦ هـ.\n٧ - الشذوذ في الإعلال والتصحيح / ماجستير / إبراهيم أديكنلي سنوسي ١٤٢١ هـ.\n٨ - مجمع الغرائب ومنبع الرغائب لأبي الحسن عبد الغافر بن إسماعيل الفارسي (ت ٥٢٩ هـ) القسم الثالث / من حرف الحاء إلى نهاية حرف الراء، مع دراسة الحذف من خلال الجزء المحقق، ماجستير / عبد العزيز بن مخضور السلمي ١٤٢٠ هـ.\n٩ - المباحث اللُّغويّة في خزانة الأدب للبغداديِّ / دكتوراه / عبد العزيز بن عبد الكريم التويجري ١٤٢٠ هـ.\n١٠ - مختصر العين للزبيدي من حرف الكاف إلى آخر الكتاب: دراسة وتحقيق، ماجستير / محمد بن سليمان الرُّحيليّ ١٤٢٠ هـ.\n١١ - اعتراضات الرضيّ على ابن الحاجب في شرح الكافية / دكتوراه / مصطفى فؤاد أحمد ١٤٢٠هـ\n١٢ - الدراسات اللغوية عند أبي سليمان الخطّابي في آثاره / دكتوراه / علي بن عبد الله الراجحي ١٤٢٠ هـ.\n١٣ - المسائل التصريفية في المخصّص لابن سيده ومنهجه في دراستها / دكتوراه / محمد بن إبراهيم الثاقب ١٧ / ٦ / ١٤١٩ هـ.\n١٤ - ألفاظ النعيم المقيم والعذاب الأليم الواردة في صحيح مسلم: دراسة دلالية معجمية / ماجستير / البندري بنت خالد بن برّاك السديري ١ / ٨ / ١٤١٨ هـ.\n١٥ - دلالات صيغ زوائد الأفعال في القرآن الكريم: الثلاثي المزيد بحرف: دراسة إحصائيّة تطبيقية / دكتوراه / نورة بنت صبيّان الجهنيّ ١٣ / ٢ / ١٤١٨ هـ.\n١٦ - العوامل المعنوية في النحو العربي / ماجستير / سعيد بن محمد آل يزيد القرني ٧ / ٤/ ١٤١٨هـ.\n١٧ - جهود ابن كمال باشا اللغويّة / دكتوراه / يحيى بن أحمد عريشي ١٤١٨ هـ.\n١٨ - \" لباب الألباب في شرح أبيات الكتاب لسليمان بن بنين بن خلف: الجزء الأوّل: تحقيق ودراسة \" رسالة دكتوراه للباحثة إنجا إبراهيم بن يحيى اليماني (رحمها الله) عام ١٤١٨ هـ.\n١٩ - \" جهود ابن حجر اللُّغويّة في فتح الباري \" رسالة دكتوراه للباحث أحمد بن قائد المصباحي ٩ / ١١ / ١٤١٧ هـ.\n٢٠ - \" القراءات في كتاب سيبويه حتى باب المبدل منه \" توجيهاً نحويّاً / رسالة ماجستير للباحثة نبيهة بنت عبد الرحيم سندي ٢٠ / ١ / ١٤٠٧ هـ.\n٢١ - \" المسائل النحوية وتطبيقاتها القرآنيّة في كتاب الفتوحات الإلهيّة لسليمان العجيلي، من أوّل سورة الفاتحة إلى نهاية سورة الإسراء \". رسالة دكتوراه للباحثة خديجة بنت عبد العزيز الصيدلاني في ١٢ / ٧ / ١٤١٥ هـ.\n٢٢ - \" الظّواهر اللُّغوية في العربيّة الفصحى بالإذاعة السُّعودية: البرنامج الثاني \" رسالة دكتوراه للباحثة أميرة بنت زُبَيْر رفاعي سمبس ٢٠ / ٨ / ١٤١٥ هـ.\n٢٣ - \" قطعة من شرح الأصول في النحو لعلي بن عيسى الرماني (ت ٣٨٤ هـ) \" رسالة ماجستير للباحث نصّار محمد حميد الدين ١٤١٥ هـ.\n٢٤ - شرح أشعار الهذليين لأبي سعيد السكريّ: دراسة لغويّة، رسالة ماجستير للباحث عبد الرحمن بن أحمد الفيفي ١٤١٥ هـ.\n٢٥ - \" مختصر العين للزبيدي (العين والحاء والهاء والخاء والغين والقاف) تحقيقاً ودراسة \" رسالة ماجستير للباحث عبد العزيز بن حميد الحميد عام ١٤١٢ هـ.\n٢٦ - الطراز المذهب في معرفة الدخيل والمعرّب لمحمد بن يوسف النهالي الحلبي تحقيق ودراسة / رسالة ماجستير للباحثة صباح باجوك حاج طيّب ١٢ / ٤ / ١٤١٢ هـ.\n٢٧ - صيغ الأفعال بين القياس والسماع، رسالة ماجستير للباحثة موضي بنت حُميد السُّبيعيِّ ٢١ / ٨ / ١٤٠٦ هـ.\n٢٨ - جهود الفرّاء الصّرفيّة، رسالة ماجستير للباحث محمد بن علي خيرات الدغريري ٢٠ / ٨ / ١٤١٢ هـ.\n٢٩ - دراسة اللهجات في كتاب إعراب القرآن لأبي جعفر النحاس، رسالة دكتوراه للباحثة الجوهرة بنت عبد الله الباز ٢ / ٧ / ١٤١٣ هـ.\n٣٠ - شرح خطب ابن نباتة (ت ٣٧٤ هـ) للعكبريّ (ت ٦١٦ هـ) دراسةً وتحقيقاً، رسالة دكتوراه للباحثة فوزية بنت عبد الله المزروع/كلية التربية للبنات بالرياض ١٣ / ١ / ١٤١٤ هـ\n٣١ - مصابيح الجامع للدماميني من أوّل \" هل تنبش قبور المشركين \" إلى نهاية باب الصفوف على الجنازة: تحقيق مع دراسة ظاهرة تعقيبات الدماميني لغيره من النحاة، رسالة ماجستير للباحث يحيى ابن محمد بن علي الحكمي ٢٠ / ٥ / ١٤١٧ هـ.\n٣٢ - شرح التصريف للثمانيني (ت ٤٤٢ هـ) : تحقيق ودراسة رسالة ماجستير للباحث إبراهيم بن سليمان البعيمي ١٤١٢ هـ.\n٣٣ - النجاح التالي تلو المراح للسِّغناقي: تحقيبق ودراسة، رسالة ماجستير للباحث عبد الله عثمان عبد الرحمن سلطان ٢١ / ١١ / ١٤١٣ هـ.\n٣٤ - الظّواهر اللهجيّة في كتاب غريب الحديث لأبي عبيد القاسم بن سلاّم الهروي (ت ٢٢٤ هـ) رسالة ماجستير للباحثة عفاف بنت عمر عبد الله العتيق.\n٣٥ - كتاب شرح أبيات المفصل لمحمد بن سليمان الخطيب الفسوي: دراسة وتحقيق (الجزء الأوّل) رسالة ماجستير للباحثة نوال بنت أحمد بن صالح الصالح ٣ / ٥ / ١٤١٦ هـ.\n٣٦ - أفعال الشروع والرجاء والمقاربة في القرآن الكريم، رسالة ماجستير للباحث حسن بن عليّ القاضي، حدّد موعد المناقشة ولم تتم لمرض الباحث.\n٣٧ - شهاب الدين الخفاجي وجهوده في اللغة، رسالة ماجستير للباحث عبد الرزاق بن فرّاج الصاعدي ٩ / ٤ / ١٤١٢ هـ.\n٣٨ - كتاب المختصر في النحو لابن أبي عبّاد: تحقيق ودراسة، رسالة ماجستير للباحث حميد أحمد عبد الله إبراهيم ١٤١٤ هـ.\n٣٩ - صيغ المبالغة في القرآن الكريم، رسالة ماجستير للباحثة فاطمة بنت عبد الله بن عوَّاض مراوعي ٢٥ / ٦ / ١٤٠٧ هـ.\n٤٠ - \" ألفاظ المطر والسحاب وما يتّصل بها قديماً وحديثاً: دراسة لغويّة \" رسالة ماجستير للباحث عبد الملك بن عيضة الثبيتيّ، نيابة عن المشرف في ٦ / ٦ / ١٤١١ هـ.\n٤١ - \" ألفية ابن مالك: تحليل ونقد \" رسالة ماجستير للباحث عبد الله بن عليّ الهنادوة، نيابة عن المشرف في ١٥ / ٧ / ١٤٠٩ هـ.\n٤٢ - \" الفتح القريب في شرح مغني اللبيب للسيوطي (ت ٩١١ هـ) الجزء الأوّل: تحقيق ودراسة \"، رسالة دكتوراه للباحث مرزوق عطّيوي المرزوقي، نيابة عن المشرف ٢٩ / ١٢ / ١٤١٧ هـ\n٤٣ - كتاب غرائب الحديث للسمعاني / تحقيق عبد الله النجراني - رسالة دكتوراه الجامعة الإسلامية - المدينة ١٤٢٢ هـ.\n٤٤ - الجملة المستأنفة في القرآن الكريم: دراسة تطبيقية / للباحث محمد ابن صوال البقمي / رسالة ماجستير / جامعة أم القرى ٢٩ / ٢ / ١٤٢٣ هـ.\n٤٥ - الدلالة اللغوية لألفاظ القرآن في ضوء الدر المصون في علم الكتاب المكنون للسمين الحلبي (ت ٧٥٦ هـ) : دراسة تطبيقية، الرئاسة العامة للبنات / كلية التربية للبنات بالرياض عام ٣ / ٣ / ١٤٢٣ هـ.\n٤٦ - التوابع في نقائض جرير والفرزدق - رسالة ماجستير / للباحث يحيى بن أحمد العقيبي، كلية اللغة العربية - جامعة أم القرى ١٧ / ٣ / ١٤٢٣ هـ.\n٤٧ـ مجمع الغرئب ومنبع الرغائب لعبد الغافر الفارسي (ت٥٢٩) القسم الخامس منه /رسالة ماجستير /تحقيق الطالب مبارك بن عائض الشهراني/كلية اللغة العربية /جامعة أم القرى/عام١٤٢٣هـ\n٤٨ـ مجمع الغرئب ومنبع الرغائب لعبد الغافر الفارسي (ت٥٢٩) القسم الثاني منه /رسالة ماجستير /تحقيق الطالب عبد العزيز بن مخضور السلمي/كلية اللغة العربية /جامعة أم القرى/عام\n٤٩ـ منهج أبي حيّان في دراسة المسائل الصرفية من خلال البحر المحيط/رسالة دكتوراه/للباحث عمر بن علي المقوشي/كلية الآداب /جامعة الملك سعود /عام١٤٢٣هـ\n٥٠ـ أثر الإسلام في التوحيد اللغوي/ماجستير/للطالب خالد بن محمد الأكوع/ جامعة أم القرى/ عام١٤٢٣هـ\n٥١ـ ابن ولاّدٍ لغويًّا مع تحقيق كتاب المقصور والممدود/للباحث خالد بن محمد بن سليمان الجمعة/جامعة الإمام محمد بن سعود الإسلامية/الرياض في١١/٤/١٤٢٤هـ\n٥٢ـ اللآلئ المنثورة في شرح المقصورة لإمام الفاضلية/رسالة دكتوراه تحقيق ودراسة الباحث علي بن الحسن السرحاني/جامعة أم القرى في ١٣/٣/١٤٢٤هـ\n٥٣ـ الأثر الدلالي للمفسِّرين في المعجم العربي: التهذيب نموذجًا/رسالة ماجستير للطالبة أماني بنت عبد العزيز الداود/جامعة أم القرى عام ١٤٢٤هـ\n٥٤ـ الحركة اللغوية في المملكة العربية السعودية/رسالة دكتوراه للباحث إبراهيم بن علي الدبيّان/ جامعة أم القرى في٢٦/٤/١٤٢٤هـ\n٥٥ـ تجاور الأدوات النحوية وأثره في الإعراب والرسم /رسالة دكتوراه للباحثة إيمان بنت جواد صادق النجّار/جامعة أم القرى ١٤٢٤هـ\n٥٦ـ: الباءات في القرآن الكريم: دراسة نحويّة / رسالة ماجستير/للباحث خالد بن قاسم بن محمد الجريّان / جامعة الملك فيصل / الأحساء /العام الدراسيّ: ٢٥ ـ١٤٢٦هـ\n٥٧ـ أثر الدلالات اللّغويّة في التفسير عند الطاهر بن عاشور في كتابه التحرير والتنوير/للباحث مشرف أبن أحمد الزهراني /كلية الدعوة وأصول الدين/ جامعة أمّ القرى عام ١٤٢٧هـ\n٥٨ـ: أثر السياق في النظام النحوي مع تطبيقات على كتاب البيان في غريب إعراب القرآن للأنباري /للباحث نوح بن يحيى الشهري. قسم الدراسات العليا / كلّيّة اللغة العربيّة / جامعة أمّ القرى عام ٢٦- ١٤٢٧هـ\n٥٩ـ الألفاظ الأعجميّة الواردة في كتاب التحفة القليبيّة في حلّ الألفاظ اللغويّة القرآنية لأبي عمران موسى بن محمّد القليبي المالكي العمري\"للباحث خضر بن محمد تقي الله بن مايابا, كلية الآداب / جامعة الملك عبد العزيز.\n٦٠- المسائل اللغوية في رسالة \"الصاهل والشاحج\" لأبي العلاء المعري (٣٦٣-٤٤٩هـ للطالب عبد المجيد بن حسن الحارثي. قسم الدراسات العليا / كلّيّة اللغة العربيّة / جامعة أمّ القرى عام ٢٧- ١٤٢٨هـ\n٦١- التعليق المختصر من كتاب أبي سعيد في شرح كتاب سيبويه للحسن بن علي الواسطي (ت٤٦٢هـ) : تحقيق ودراسة. للباحث فهد بن سليمان الأحمد. قسم الدراسات العليا / كلّيّة اللغة العربيّة / جامعة أمّ القرى عام ٢٧- ١٤٢٨هـ\n٦٢- الآراء النحوية لضياء الدين بن العلج / دكتوراه / إبراهيم بن صالح العوفي / الجامعة الإسلامية / كلية اللغة العربية / ١٤٢٨هـ\n٦٣- المتشابه اللفظي في القرآن الكريم / دكتوراه / عبد الله بن محمد السليماني / جامعة أم القرى / كلية اللغة العربية/ ١٤٢٨هـ\n٦٤- بيانات التركيب في ديوان دعبل الخزاعي: دراسة تحليلية نحوية/ماجستير/هاشم حسين هاشم الهاشم/جامعة البحرين/كلية الآداب/قسم اللغة العربية والدراسات الإسلامية ١٤٢٩هـ ٢٠٠٨م\nثالثاً: الرسائل التي سُجِّلت بإرشاده ولم يشرف عليها لاكتمال نصابه من الإشراف:\n١ - علاقة وقوف القرآن بالمعنى والتراكيب من خلال كتاب إيضاح الوقف والابتداء في كتاب الله (عز وجل) لابن الأنباري للباحث / عبد الله بن سالم الثمالي عام ٢١ - ١٤٢٢ هـ المشرف أ. د.محمد صفوت مرسي.\n٢ - العموم وأثره في النحو العربي / ماجستير / خالد محمد حسين اليوبي عام ٢٠ - ١٤٢١ هـ المشرف د. ناجي بن جمعان السلمي.\n٣ - الجملة المستأنفة في القرآن الكريم: دراسة نظرية تطبيقية / محمد بن صَوَّال البقمي عام ٢٠ - ١٤٢١ هـ المشرف د. عبد الله القرني.\n٤ - أثر المفسِّرين في المعجم العربيّ: التهذيب نموذجاً / أماني عبد العزيز الداوود عام ٢٠- ١٤٢١هـ المشرف أ. د.مصطفى إبراهيم.\n٥ - أبنية مضارع الثلاثيّ في القرآن الكريم مع إيضاحٍ وتوجيهٍ لما تعدَّدت قراءته / بخيت بن سعد الصاعدي / المشرف جمعان بن ناجي السلمي (٢١ - ١٤٢٢ هـ) .\n٦ - أثر الإسلام في التوحيد اللغويّ / رسالة ماجستير / خالد بن أحمد الأكوع / المشرف د. عليان الحازمي (٢١ - ١٤٢٢ هـ) .\n٧ـ \"إِذْ\" واستعمالاتها في القرآن الكريم بين النحاة والمفسِّرين/رسالة ماجستير/ الطالبة مها بنت عليٍّ القرشيّ/ جامعة أمّ القرى عام ١٤٢٦هـ المشرف أ. د. محمد أحمد خاطر.\n٨ـ اللّغة العربيّة في الفكر العربيّ من عصر النهضة إلى عصر العولمة /دكتوراه للطالب أخالد بن محمد اليوبي/ جامعة أمّ القرى عام ١٤٢٦هـ المشرف د عبد الله بن ناصر القرني.\n٩- الأدلة الإجمالية عند ابن عصفور من خلال كتابه \" شرح جمل الزجاجي / ماجستير للطالب حسن مفرق / أحيل الإشراف إلى د. عبد الرحيم نبولسي/ جامعة أم القرى. ١٤٢٧هـ\n١٠ - موقف المبرد من الأخفش في كتاب المقتضب/رسالة ماجستير/ إدريس بن حسن القوزي/ المشرف د. عبد الرحيم نبولسي/عام ١٤٢٨هـ\n· المواد الّتي قام بتدريسها:\n١. الصرف (مستويات مختلفة) لطلاّب المرحلة الجامعية في جامعة أم القرى.\n٢. علم اللّغة. لطلاّب المرحلة الجامعية في جامعة أم القرى.\n٣. علم الدلالة. لطلاّب المرحلة الجامعية في جامعة أم القرى.\n٤. فقه اللّغة. لطلاّب المرحلة الجامعية في جامعة أم القرى.\n٥. العقيدة (النبوّات) . لطلاّب المرحلة الجامعية في جامعة أم القرى.\n٦. العقيدة. لطلاّب معهد اللّغة العربية لغير الناطقين بها.\n٧. كتاب قديم في اللّغة. لطلاّب المرحلة الجامعية في جامعة أم القرى.\n٩. النحو (مستويات مختلفة) لطلاّب المرحلة الجامعية في جامعة أم القرى, وكلية المعلمين.\n٨. تطبيقات نحويّة. لطلاّب كلية المعلمين بالطائف.\n١٠. فقه اللغة. لطلاّب الدراسات العليا /ماجستير/ جامعة أم القرى.\n١١. المعاجم. لطلاّب الدراسات العليا /ماجستير/ جامعة أم القرى.\n١٢. نصوص في اللّغة والنحو والصرف. لطلاّب برنامج الدكتوراه / جامعة أم القرى.\n١٣. قضايا في الّلغة (٨١٧) . لطلاّب الدراسات العليا /دكتوراه / جامعة أم القرى.\n١٤. اتجاهات درس العربية في العصر الحديث (٧١٨) لطلاّب برنامج الدكتوراه/جامعة أم القرى.\n١٥. حلقة بحث. لطلاّب الدراسات العليا /دكتوراه / جامعة أم القرى.\n١٦. موضوع خاص. لطلاّب الدراسات العليا/ دكتوراه / جامعة أمّ القرى.\n١٧. قضايا في النحو والصرف (٧١٧) لطلاّب الدراسات العليا/ دكتوراه/جامعة أمّ القرى.\n١٨. فقه اللغة. برنامج الدكتوراه في اللغويّات/كلية التربية للبنات بجدة.\n١٩. إعراب القرآن (٤٢٠) لطلاب كلية اللغة العربية / جامعة أم القرى\n٢٠. مراجعات في الرسائل والكتب والمقالات (٧٦٨) لطلاّب برنامج الدكتوراه/جامعة أمّ القرى.\n٢١. مطارحات بحثية (٨٦٨) ٠ لطلاّب برنامج الدكتوراه / جامعة أمّ القرى.",
  "books": [
    {
      "text_id": 10301,
      "title": "التعجب من فعل المفعول بين المانعين والمجيزين"
    },
    {
      "text_id": 11311,
      "title": "عناية المسلمين باللغة العربية خدمة للقرآن الكريم - سليمان بن إبراهيم بن محمد العايد"
    }
  ]
}