{
  "author_id": 959,
  "author_meta": "أستاذ التفسير وعلوم القرآن في كلية أصول الدين في الأزهر\nتاريخ الميلاد: ١٩٤٦.\nمحل الميلاد: قرية ميت حبيش القبلية، مركز طنطا، محافظة الغربية - جمهورية مصر العربية.\nالمسيرة التعليمية:\n· أتم حفظ القرآن الكريم بفضل الله تعالى في كتاب القرية سنة ١٩٥٨م، ثم التحق بالمرحلة الإعدادية بالأزهر الشريف سنة ١٩٥٩م.\n· حصل على الشهادة الإعدادية الأزهرية من معهد طنطا الديني سنة ١٩٦٣م، وحصل على الشهادة الثانوية الأزهرية من معهد طنطا الأحمدي الثانوي سنة ١٩٦٨م، وكان ترتيبه فيها العاشر على مستوى الجمهورية.\n· التحق بكلية أصول الدين بالأزهر بالقاهرة سنة ١٩٦٨م وحصل منها على \"الإجازة العالية\" بتقدير \"جيد جدا\" مع مرتبة الشرف سنة ١٩٧٢م في قسم التفسير والحديث وكان ترتيبه الأول على القسم.\n· حصل على درجة التخصص (الماجستير) من نفس الكلية في قسم التفسير وعلوم القرآن سنة ١٩٧٤م بتقدير \"جيد جدا\" مع مرتبة الشرف.\n· حصل على درجة العالمية (الدكتوراه) من نفس الكلية برسالة عنوانها: \"سورة الواقعة ومنهجها في إثبات البعث والتوحيد\" مع مرتبة الشرف الأولى سنة ١٩٧٩.\nالمسيرة العملية:\n· كلف بالعمل معيدا في كلية أصول الدين بالقاهرية سنة ١٩٧٢م في قسم التفسير وعلوم القرآن.\n· عمل مدرسا مساعدا في نفس الكلية والقسم من سنة ١٩٧٥.\n· عمل مدرسا في نفس الكلية والقسم من سنة ١٩٨٠م.\n· عمل أستاذا مساعدا في نفس الكلية والقسم من سنة ١٩٨٥م.\n· عمل أستاذا في نفس الكلية والقسم من سنة ١٩٩٠م وحتى تاريخه.\nالعمل خارج جمهورية مصر العربية:\n· عمل محاضرا في كلية الشريعة واللغة العربية في أبها بالمملكة العربية السعودية سنة ١٩٧٨م.\n· أُعير للعمل أستاذا مساعدا ثم أستاذا مشاركا في كليتي الحديث والشريعة بالجامعة الإسلامية بالمدينة المنورة من سنة ١٩٨٣م إلى سنة ١٩٨٧م.\n· عمل أستاذا زائرا في كلية أصول الدين بالرياض سنة ١٩٩٠م.\n· أُعير للعمل أستاذا للتفسير وعلوم القرآن في كلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية بالرياض من سنة ١٩٩١م إلى سنة ١٩٩٧م.\n· عمل أستاذا زائرا في كلية الشريعة بجامعة اليرموك في إربد (الأردن) في صيف (٢٠٠٣) .\nالمؤتمرات والندوات:\n· حضر المؤتمر السنوي الأول لأعلام الصعيد بمدينة المنيا عن \"الإمام القرطبي\" في مارس سنة ١٩٩٨م.\n· شارك في ندوة \"عناية المملكة العربية السعودية بالقرآن الكريم وعلومه\" التي نظمها مجمع الملك فهد لطباعة المصحف الشريف في المدينة المنورة في الفترة من ٣٠/٩/٢٠٠٠ إلى ٣/١٠/٢٠٠٠ ببحث بعنوان: \"عناية المسلمين بإبراز وجوه الإعجاز في القرآن الكريم\".\n· شارك في ندوة \"مدرسة المنار ودورها في الإصلاح الإسلامي الحديث\" التي نظمتها المنظمة الإسلامية للتربية والعلوم والثقافة وجهات أخرى في القاهرة ٨٩ أكتوبر سنة ٢٠٠٢ ببحث بعنوان: \"منهج المنار في تفسير القرآن الكريم: عرض وتقويم\".\n· شارك في ندوة \"القرآن الكريم في الدراسات الاستشراقية\" التي نظمها مجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة من: ٧-٩/١١/٢٠٠٦م ببحث بعنوان: \"مصدر القرآن الكريم في رأي المستشرقين - عرض ونقد\".\nالمؤلفات \"الكتب والبحوث\":\n· المفهوم الإسلامي للحرب والسلام، تفسير تحليلي لسورة الأنفال، سنة ١٩٨٣م.\n· مدخل إلى مناهج المفسرين، ط أولى سنة ١٩٨٨م، والثانية سنة ٢٠٠٦م.\n· تفسير سورة سبأ، ط أولى سنة ١٩٨٨م، والثانية سنة ٢٠٠٤م.\n· تفسير سورة الفاتحة، ط أولى سنة ١٩٩٠م، والثانية منها تحت عنوان: معالم الإيمان في تفسير أم القرآن، سنة ٢٠٠٢م.\n· دراسة حول سبب النزول في القرآن الكريم، سنة ١٩٩٠م.\n· بحث: \"سمات المنهج الأخلاقي في القرآن الكريم\"، منشور في حولية كلية أصول الدين في القاهرة سنة ١٩٨٨م.\n· بحث: \"عناية المسلمين بإبراز وجوه الإعجاز في القرآن الكريم\" وقد سبقت الإشارة إليه.\n· بحث: \"مصدر القرآن الكريم في رأي المستشرقين - عرض ونقد\" وقد سبقت الإشارة إليه.\n· المشاركة في إعداد \"التفسير الميسر\" الذي أصدره مجمع الملك فهد سنة ١٩٩٨م.\n· المشاركة في إعداد وتحرير \"موسوعة أعلام الفكر الإسلامي\" وكلها صادرة عن المجلس الأعلى للشئون الإسلامية.\n· إضافة إلى العديد من المقالات والبحوث المنشورة في العديد من الصحف والمجلات المصرية والعربية.\n· الإشراف على العشرات من الرسائل والبحوث العلمية ومناقشتها، وتحكيم العشرات من البحوث للنشر والترقية.\nشارك ولا يزال -بفضل الله تعالى- في الكثير من المحاضرات والندوات العامة.",
  "books": [
    {
      "text_id": 11309,
      "title": "عناية المسلمين بإبراز وجوه الإعجاز في القرآن الكريم - محمد السيد جبريل"
    }
  ]
}