{
  "author_id": 966,
  "author_meta": "تاريخ الميلاد ومكانه : ١٩٣٢م - خلنا - بنجلاديش .\nالجنسية : بنجلاديشي\nالمؤهلات العلمية :\n١٩٥٢ : بكالوريس في التاريخ بمرتبة الشرف ، جامعة دكا .\n١٩٥٣: ماجستير في التاريخ ، جامعة دكا .\n١٩٦٣: دكتوراه في التاريخ الحديث لجنوب آسيا ، معهد الدراسات الشرقية والأفريقية بجامعة لندن .\n١٩٦٤: إجازة القانون ، لنكلولن إن ، لندن .\nسيرته العلمية والعملية وإنجازاته العامة :\nعمل الأستاذ الدكتور محمد مهر علي في التعليم الجامعي لأكثر من أربعين عاماً ، بدأها مساعداً ، ثم أستاذاً مشاركاً ثم أستاذاً في عدد من الكليات الحكومية في وطنه ، وذلك خلال الفترة ١٩٥٤م - ١٩٧٦م ، وحصل في تلك الأثناء على زمالة مؤسسة نفيلد لمدة سنة في المملكة المتحدة ، فأعدّ خلالها بحثاً عن المسلمين في الهند ، وانتقل سنة ١٩٧٦م، إلى المملكة العربية السعودية أستاذاً للتاريخ الإسلامي في جامعة الإمام محمد بن سعود الإسلامية في الرياض لمدة اثني عشر عاماً ، وبعد ذلك انتقل الى الجامعة الإسلامية في المدينة حيث درّس سبعة أعوام ، ثم عمل باحثاً في مجمع الملك فهد لطباعة المصحف الشريف سنتي ١٤١٥هـ و ١٤١٦هـ ، واستقر بعد ذلك في المملكة المتحدة، وقد عمل سابقاً عميداً لشؤون الطلاب في جامعة دكا (١٩٦٥-١٩٦٩م) ، وعضوا في الهيئة الحكومية للوثائق التاريخية في وطنه ( ١٩٦٦-١٩٧١) ، ورئيساً لتحرير مجلة جمعية التاريخ (١٩٦٨م) وعضوا في هيئة التعليم هناك .\nالأستاذ الدكتور محمد مهر علي متخصص في التاريخ الإسلامي ؛ خصوصاً في منطقة البنغال ، ويُعد كتابه \" تاريخ المسلمين في البنغال \" المكوّن من أربعة أجزاء ، والمكتوب أساساً باللغة الإنجليزية ، من أهم المراجع عن انتشار الإسلام في تلك البلاد وتأثيره روحياً وسياسياً وثقافياً على سكانها ، فهو كتاب علمي رصين ، يتميز بالعمق والدقة وحسن التوثيق؛ متناولاً دور العرب والمسلمين الآخرين في الدعوة إلى الإسلام في المنطقة، وكفاح مسلمي البنغال ضد محاولات الاستعمار البريطاني طمس هويتهم الإسلامية ، كما يحلِّل ويوثَّق تأثير الإسلام على الأدب والفن المعماري البنغالي .\nأما كتب الدكتور مهر علي الأخرى - وهي أيضا باللغة الانجليزية - فتشمل موضوعات متعددة في التاريخ الإسلامي مثل الحكم الإسلامي في الهند في القرن التاسع عشر؛ والإسلام والعالم الحديث ، وتاريخ شبه القارة الهندية القديم ، ورد الفعل البنغالي لحركة التبشير المسيحي في البنغال ، و سقوط سراج الدولة ، ومن مؤلفاته العامة : المستشرقون والسيرة النبوية ، والقرآن وآخر فرضيات المستشرقين . وقد كتب تاريخ الإسلام في الهند في المؤسوعة الجغرافية الإسلامية التي أصدرتها جامعة الإمام محمد بن سعود ، كما ترجم كتاب جوهرة البخاري إلى البنغالية علاوة على نشره عدداً من البحوث والدراسات في المجلات المتخصصة ، ومشاركته في مؤتمرات عدة في بنجلاديش وباكستان وبريطانيا والولايات المتحدة .\nتوفي في لندن في ١١ أبريل ٢٠٠٧ م",
  "books": [
    {
      "text_id": 11443,
      "title": "مزاعم المستشرقين حول القرآن الكريم"
    },
    {
      "text_id": 7558,
      "title": "الإهتمام بالسيرة النبوية باللغة الإنجليزية"
    }
  ]
}