{
  "author_id": 968,
  "author_meta": "الأستاذ الدكتور أحمد فرحات، عالم، باحث، أديب، أخذه البحث العلمي والجامعة من الأدب، ولو تفرّغ بعض الوقت للأدب، لكان لنا منه أديب كبير، لشدة تعلّقه بالأدب، ولروحه الشاعرية، ولعنايته باللغة العربية ونحوها وصرفها وبلاغتها وعروضها.\nولد في بلدة التل، من ضواحي دمشق، في ١١/٩/١٩٣٧م، وأنهى تعليمه الابتدائي في مدرسة التل، ثم انتقل إلى معهد العلوم الشرعية التابع للجمعية الغراء بدمشق، فدرس المرحلتين: الإعدادية والثانوية على أيدي كبار علماء دمشق، ثم انتقل إلى كلية الشريعة بجامعة دمشق، وتلمذ على العديد من علماء سورية، وخاصة الدكتور الشيخ مصطفى السباعي، عميد الكلية، والأستاذ محمد المبارك، والدكتور محمد أديب الصالح، وسواهم من العلماء الأعلام.\nويحمل الدكتور فرحات من الشهادات الجامعية:\n- ليسانس في الشريعة من كلية الشريعة بجامعة دمشق عام ١٩٦٠م.\n- ماجستير في التفسير وعلوم القرآن من كلية أصول الدين بجامعة الأزهر عام ١٩٧٠م.\n- دكتوراه في التفسير وعلوم القرآن من كلية أصول الدين بجامعة الأزهر عام ١٩٧٣م.\nالتدرج الوظيفي:\n* مدرس للتربية الإسلامية في وزارة التربية السورية من عام ١٩٦٠م إلى عام ١٩٦٧م.\n* مدرس معار للجامعة الإسلامية في المدينة المنورة من عام ١٩٦٧م إلى عام ١٩٧٢م.\n* مدرس في وزارة التربية السورية بعد انتهاء الإعارة من عام ١٩٧٢م إلى عام ١٩٧٥م.\n* أستاذ مساعد بجامعة الإمام محمد بن سعود الإسلامية من عام ١٩٧٥م إلى عام ١٩٨١م.\n* أستاذ مشارك بجامعة الإمام محمد بن سعود الإسلامية من عام ١٩٨١م إلى عام ١٩٨٢م.\n* أستاذ مشارك بكلية الشريعة في جامعة الكويت من عام ١٩٨٢م إلى عام ١٩٩٠م.\n* أستاذ مشارك بكلية الشريعة في الجامعة الأردنية من عام ١٩٩٠م إلى عام ١٩٩٢م.\n* أستاذ مساعد بكلية الآداب بجامعة الإمارات من عام ١٩٩٢م إلى عام ١٩٩٥م.\n* أستاذ بكلية الآداب بجامعة الإمارات من عام ١٩٩٥م إلى عام ٢٠٠٣م.\n* أستاذ بكلية الشريعة والقانون بجامعة الإمارات من عام ٢٠٠٣م إلى عام ٢٠٠٤م.\nالكتب المنشورة:\n١ - مكي بن أبي طالب وتفسير القرآن - رسالة دكتوراه - طبعت في عمان عام ١٩٨٣ في دار الفرقان ودار عمار ودار البيارق ١٩٩٧م.\n٢ - الرعاية لتجويد القراءة وتحقيق لفظ التلاوة - تحقيق- طبع في دمشق عام ١٩٧٣ دار الكتب العربية، وعمان عام ١٩٨٤م دار عمار.\n٣ - شرح (كلا) و(بلى) -تحقيق- طبع في دمشق عام ١٩٧٦م، دار المأمون للتراث/ في دار عمار عام ٢٠٠٣م.\n٤ - الإيضاح لناسخ القرآن ومنسوخه -تحقيق- طبع في الرياض عام ١٩٧٦م، كلية الشريعة جامعة الإمام، وفي جدة ١٩٨٦م، دار المنارة.\n٥ - مقدمة جامع التفاسير  مع تفسير سورة الفاتحة ومطالع سورة البقرة -تحقيق- طبع في الكويت عام ١٩٨٤م، في دار الدعوة.\n٦ - الياءات المشددات في القرآن وكلام العرب -تحقيق- طبع في الرياض عام ١٩٨٢م، المكتبة الدولية، وفي دار عمار ٢٠٠٢م.\n٧ - تفسير القرآن الكريم - الجزء ٢٧- بالاشتراك، طبع في وزارة التربية الكويتية عام ١٩٨٦، ١٩٨٨م.\n٨ - الإسهام في الموسوعة العلمية التي أصدرتها مؤسسة الكويت للتقدم العلمي.\n٩ - في علوم القرآن - عرض ونقد وتحقيق- طبع في دار عمار ٢٠٠١م.\n١٠ - الإسهام في المدخل لقاموس القرآن الكريم الذي أصدرته مؤسسة الكويت للتقدم العلمي عام ١٩٩١م.\n١١ - كتاب القرآن والشباب - تحت الطبع.\nبحوث منشورة:\n١ - الثقافة الإسلامية - مجلة الجامعة الإسلامية في المدينة المنورة - العدد الأول عام ١٩٦٨م.\n٢ - إقبال شاعر الإسلام - نفس المجلة- العدد الثاني عام ١٩٦٨م.\n٣ - في مناسبة الآيات والسور -نفس المجلة- العدد الثاني عام ١٩٦٨.\n٤ - القرآن ومعركة المصطلحات -نفس المجلة- العدد الأول عام ١٩٦٨م.\n٥ - المناسبات.. وترتيب الآيات والسور -المجلد الثالث- نفس المجلة- العدد الأول عام ١٩٧٠م.\n٦ - آراء العلماء في المناسبات (١) -نفس المجلة- العدد الثاني عام ١٩٧٠م.\n٧ - آراء العلماء في المناسبات (٢) -نفس المجلة- العدد الرابع عام ١٩٧٢م.\n٨ - نظرات في ما أخذه ابن الشجري على مكي في مشكل إعراب القرآن، مجلة مجمع اللغة العربية في دمشق عام ١٩٧٦م على ثلاثة أعداد.\n٩ - رسالة (كلا) لابن رستم الطبري، ومقالة كلا لابن فارس، المكتبة الدولية بالرياض، عام ١٩٨٢م.\n١٠ - اختصار القول في الوقف على (كلا) و(بلى) و(نعم) المكتبة الدولية -الرياض- عام ١٩٨٢م.\n١١ - الأمة في دلالتها العربية والقرآنية -الندوة العلمية للشباب الإسلامي بالرياض عام ١٩٧٩م، ودار عمار في عمان عام ١٩٨٣م.\n١٢ - كتاب العمدة في غريب القرآن لا تصح نسبته إلى مكي القيسي - المجلة العربية في الرياض، العدد الحادي عشر السنة الخامسة عام ١٩٨٢م.\n١٣ - كتاب العمدة في غريب القرآن لا تصح نسبته إلى مكي القيسي (٢) مجلة الشريعة والدراسات الإسلامية -العدد الأول- الكويت عام ١٩٨٤م.\n١٤ - تمكين المد في \"آتى\" و\"آمن\" و\"آدم\" مجلة الشريعة والدراسات الإسلامية -الكويت- العدد الثاني عام ١٩٨٤م.\n١٥ - معاني المحكم والمتشابه في القرآن الكريم - مجلة الشريعة والدراسات الإسلامية -العدد الخامس عام ١٩٨٦م.\n١٦ - تأويل ثلاث آيات متشابهات (آيات الصابئين) - مجلة الشريعة والدراسات الإسلامية -العدد الثامن عام ١٩٨٧م.\n١٧ - تأويل آية الزخرف \"قل إن كان للرحمن ولد فأنا أول العابدين\" - مجلة الشريعة والدراسات الإسلامية - العدد الرابع عام ١٩٨٩م.\n١٨ - كتاب درة التنزيل وغرة التأويل لا تصح نسبته للراغب الأصفهاني - مجلة الشريعة والدراسات الإسلامية - العدد الخامس عشر عام ١٩٨٩م.\n١٩ - تأويل آية النساء \"لكن الراسخون في العلم\" - مجلة الشريعة والدراسات الإسلامية -العدد التاسع عشر عام ١٩٩٣م.\n٢٠ - الخلافة في الأرض -دار الأرقم- الكويت عام ١٩٨٦م.\n٢١ - فطرة الله التي فطر الناس عليها -دار البشير= عمان عام ١٩٨٧م.\n٢٢ - الذين في قلوبهم مرض - دار البشير - عمان عام ١٩٨٧م.\n٢٣ - افتتاحيات مجلة الشريعة والدراسات الإسلامية في الكويت من العدد السابع حتى العدد السابع عشر من عام ١٩٨٦ - ١٩٩٠م.\n٢٤ - سنة الله التي لا تتبدل ولا تتحول - مجلة كلية الدراسات الإسلامية والعربية في دبي - نشر في العدد الثامن عام ١٩٩٤م.\n٢٥ - تأملات في سورة الرحمن - مجلة الأحمدية - العدد الثالث ١٩٩٩م - دبي.\n٢٦ - نظرات نقدية في تحقيق المخطوطات -نشر ضمن كتاب \"صناعة المخطوط العربي الإسلامي\" الصادر عن مركز جمعة الماجد للثقافة والتراث عام ١٩٩٧م.\n٢٧ - موازنة بين كتاب الناسخ والمنسوخ لابن العربي وكتاب الإيضاح لناسخ القرآن ومنسوخه لمكي - مجلة كلية الدراسات الإسلامية والعربية -دبي العدد العشرون سنة ٢٠٠١م.\n٢٨ - الفكر الإسلامي مفهومه ومعالمه -مجلة كلية الآداب- فاس- عدد خاص بعنوان الدراسات المصلحية والعلوم الإسلامية سنة ٢٠٠١، وصدر عن دار عمار سنة ٢٠٠٣م.\n٢٩ - أثر المصطلح القرآني في التداخل والتكامل المصطلحي في العلوم الشرعية - المغرب - تحت الطبع.\n٣٠ - تحقيق المخطوطات في الرسائل الجامعية -رواية نقدية- مركز جمعة الماجد، نشر ضمن كتاب صناعة المخطوط العربي الإسلامي، ج٢، سنة ١٩٩٩م.\n٣١ - المشاركة ببحث \"الإسلام والحضارة\" في كتاب \"الفكر الإسلامي\" لجامعة الإمارات عام ٢٠٠٣م.\n٣٢ - المشاركة ببحث \"أصول الحضارة الإسلامية\" في كتاب \"الحضارة العربية الإسلامية\" المقرر في جامعة الإمارات ٢٠٠٣م.\n٣٣ - بحث \"نحو منهجية موحدة لتفسير القرآن\" مقدم لمؤتمر الوحدة الإسلامية الذي عقد في الجامعة الإسلامية في ماليزيا -كوالالمبور من ١-٢/١٠/٢٠٠٣م.\nالمؤتمرات العلمية:\n١ - شارك في معظم المؤتمرات التي عقدت في الرياض أثناء عمله هناك من عام ١٩٧٥م وحتى ١٩٨٢م.\n٢ - شارك في المؤتمر الذي دعت إليه الندوة العلمية للشباب الإسلامي بالرياض عام ١٩٧٩م تحت عنوان \"الإسلام.. الحضارة.. ودور الشباب المسلم\".\n٣ - شارك في ملتقى الفكر الإسلامي المنعقد في الجزائر في مدينة تمنرست عام ١٩٧٩م.\n٤ - شارك في مؤتمر \"نحو جيل رباني\" في مدينة سانت لويس في الولايات المتحدة الأمريكية عام ١٩٨٣م الذي دعت إليه رابطة الشباب المسلم العربي.\n٥ - شارك في عدد من المؤتمرات والندوات التي عقدت في الكويت أثناء عمله هناك من عام ١٩٨٢م وحتى عام ١٩٩٠م.\n٦ - شارك في ندوة \"الدوريات الثقافية العربية\" التي انعقدت في الكويت عام ١٩٨٩م -١٩٩٠م باعتباره رئيس تحرير مجلة \"كلية الشريعة والدراسات الإسلامية\" التي تصدر عن مجلس النشر العلمي بجامعة الكويت.\n٧ - شارك في ندوة عن الفكر الإسلامي التي دعت إليها جمعية البحوث والدراسات الإسلامية في عمان عام ١٩٩١م.\n٨ - شارك في ندوة عن \"أبو بكر المعافري\" -أصالة وامتداد- بدعوة من جامعة سيدي محمد بن عبد الله، التي انعقدت في مدينة فاس من ١٩ إلى ٢١ من شهر يناير عام ١٩٩٣م.\n٩ - شارك في ندوة \"الدراسة المصطلحية.. والعلوم الإسلامية\" بدعوة من جامعة سيدي محمد بن عبد الله، التي انعقدت في مدينة فاس المغربية من ٢١-٢٣/١١/١٩٩٣م.\n١٠ - شارك في ندوة \"التداخل والتكامل المصطلحي في العلوم\" بدعوة من جامعة ابن زهر في أغادير ومعهد الدراسات المصطلحية في فاس، التي انعقدت في مدينة أغادير المغربية من ٩ -١١/ ٣/١٩٩٩م.\n١١ - شارك في مؤتمر \"علوم الشريعة في الجامعات\" الذي انعقد بمدينة عمان الأردنية بدعوة من المعهد العالمي للفكر الإسلامي وجمعية البحوث والدراسات الإسلامية وذلك من ٢٣ - ٢٥/٨/١٩٩٤م.\nالاستشارات وعضوية المؤسسات:\n* محكم للمكتب التنفيذي للجنة التأليف والتعريب والنشر بجامعة الكويت عام ١٩٩٩م.\n* استشارة من جامعة الإمام محمد بن سعود الإسلامية في بيان الرأي حول \"المعجم القرآني\" -ثلاثي اللغات- الذي تقدم به إلى الجامعة مؤلفة عبد الله العمراني عام ١٩٧٩م.\n* استشارة من الجامعة الإسلامية بالمدينة المنورة حول تقويم \"كتب نواسخ القرآن لابن الجوزي\" عام ١٩٨٠م.\n* عضوية اللجنة الاستشارية لكلية الدراسات العليا بجامعة الكويت منذ عام ١٩٨٧م إلى عام ١٩٩٠م.\n* استشارة من الجامعة الأردنية في تقويم نتاج علمي من أجل الترفيه عام ١٩٩٠م.\n* استشارات كثيرة في تقويم بحوث علمية للنشر في مجلات محكمة وبخاصة مجلة الشريعة والدراسات الإسلامية في الكويت منذ عام ١٩٨٣م.\n* استشارات من الجامعة الأردنية في تحكيم بحوث لترفيه أعضاء هيئة التدريس.\n* عضوية المعهد العالمي للفكر الإسلامي -واشنطن/ أمريكا - ومحكم للبحوث التي ينشرها منذ عام ١٩٩٢م.\n* عضوية جمعية البحوث والدراسات الإسلامية - عمان/ الأردن.\n* عضوية شرف في رابطة الأدب الإسلامي - لكنؤ/ الهند.\n* محكم لبحوث وحدة البحث العلمي بجامعة الكويت منذ عام ١٩٩٥م.\n* محكم لبحوث الترقية في مجلة كلية الشريعة - جامعة الكويت.\n* محكم لبحوث الترقية في حولية كلية الشريعة - جامعة قطر.\n* محكم لبحوث مجلة كلية الدراسات الإسلامية - دبي.\n* محكم لبحوث مجلة الأحمدية - دبي.\n* محكم لمجلة دراسات التي تصدرها الجامعة الأردنية - عمان.\n* محكم لمجلة جامعة الزرقاء الأهلية - الزرقاء - الأردن.\n* محكم لترقية أعضاء هيئة التدريس في جامعة أم القرى - مكة المكرمة.\n* محكم لترقية أعضاء هيئة التدريس في جامعة الإمام محمد بن سعود الإسلامية- الرياض.\n* محكم لترقية أعضاء هيئة التدريس في الجامعة الأردنية - عمان.\n* محكم لترقية أعضاء هيئة التدريس في جامعة اليرموك - الأردن.\n* عضو استشاري لمجلة \"دراسات مصطلحية\" - المغرب.\nالخطط والبرامج:\n* شارك في وضع مناهج الدراسات العليا بجامعة الإمام محمد بن سعود الإسلامية -الرياض.\n* شارك في وضع برنامج الدراسات العليا الخاص بالتفسير وعلوم القرآن -جامعة الكويت.\n* شارك في إعادة النظر ببرامج قسم التفسير بجامعة الكويت -على مستوى الكلية-\n* وضع تصورات لمجلة علمية قرآنية بطلب من وزارة الأوقاف الكويتية.\n* شارك في وضع خطة الدراسات العليا للتفسير والحديث بجامعة الإمارات -وهي قيد الدراسة-.\nالإشراف على رسائل الماجستير والدكتوراه:\n* نظام القرآن في سور الفاتحة والبقرة وآل عمران -دكتوراه- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٣م -الرياض.\n* في ظلال القرآن دراسة وتقويم -دكتوراه- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٣م - الرياض.\n* منهج ابن تيمية في تفسير القرآن -دكتوراه- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٥م - الرياض.\n* لباب التفسير للكرماني تحقيق ودراسة -دكتوراه- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٤م - الرياض.\n* الفروق اللغوية وأثرها في تفسير القرآن -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٧٩م - الرياض.\n* الأدفوي مفسراً -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٧٧م - الرياض.\n* البرهان في متشابه القرآن للكرماني -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٧٧م - الرياض.\n* إمعان النظر في نظام الآيات والسور -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨١م - الرياض.\n* نظرية التصوير الفني في القرآن -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٧٩م - الرياض.\n* غرر البيان في مبهمات القرآن -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٢م - الرياض.\n* إعراب القرآن بين النحاس ومكي وابن الأنباري -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٢م - الرياض.\n* الأسلوب الإعلامي في القرآن الكريم -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٢م - الرياض.\n* الإعلام الإسلامي في العهد الأموي -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٢م - الرياض.\n* المنهج الإعلامي في قصص القرآن -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٢م - الرياض.\n* الإعلام الحربي في القرآن -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٢م - الرياض.\n* الكلمة وسيلة إعلامية مكانتها ووظيفتها في الإسلام -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٢م - الرياض.\nالمشاركة في مناقشة رسائل الماجستير والدكتوراه\n* مناقشة رسالة \"اتجاهات التفسير في القرن الرابع عشر الهجري\" -دكتوراه- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٥م - الرياض.\n* مناقشة رسالة \"عمدة الحفاظ في تفسير أشرف الألفاظ\" - ماجستير الجامعة الإسلامية بالمدينة المنورة - ١٩٨١م.\n* مناقشة رسالة \"منهج ابن كثير في التفسير\" - ماجستير جامعة الإمام محمد بن سعود الإسلامية ١٩٨١م - الرياض.\n* مناقشة رسالة \"اليهود والنصارى في ضوء سورة المائدة\" -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٧٩م - الرياض.\n* مناقشة رسالة \"غزوة الأحزاب في ضوء القرآن\" -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٧٩م - الرياض.\n* مناقشة رسالة \"سورة الشورى معانيها وأهدافها\" -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨١م - الرياض.\n* مناقشة رسالة \"الناسخ والمنسوخ\" للنحاس -ماجستير- جامعة الإمام محمد بن سعود الإسلامية ١٩٨٥م - الرياض.\n* مناقشة رسالة \"ابن عاشور ومنهجه في التفسير\" -ماجستير- الجامعة الأردنية - عمان.\nتطوير الجامعة وخدمة المجتمع:\nالأعمال الإدارية واللجان:\n* عضوية مجلس إدارة مجلة الشريعة بجامعة الكويت.\n* عضوية هيئة تحرير مجلة الشريعة بجامعة الكويت.\n* رئاسة تحرير مجلة الشريعة بجامعة الكويت لأربع سنوات.\n* عضوية مجلس كلية الدراسات العليا بجامعة الكويت.\n* عضوية اللجنة الاستشارية لكلية الدراسات العليا بجامعة الكويت.\n* عضوية مجلس النشر العلمي بجامعة الكويت لأربع سنوات.\n* عضوية لجنة تطوير مقرر التربية الإسلامية بوزارة التربية الكويتية.\n* عضوية لجنة التعيين والترقية بكلية الشريعة بجامعة الكويت.\n* عضوية لجنة المكتبات بكلية الشريعة بجامعة الكويت.\n* عضوية لجنة وضع برنامج الدراسات العليا بجامعة الكويت.\n* عضوية لجنة التطوير بقسم الدراسات الإسلامية جامعة الإمارات.\n* عضوية لجنة المكتبات بقسم الدراسات الإسلامية بجامعة الإمارات.\n* رئاسة لجنة المكتبات بكلية الآداب بجامعة الإمارات.\n* عضوية لجنة الكتب الدراسية بقسم الدراسات الإسلامية بجامعة الإمارات.\n* عضوية لجنة البحث العلمي بقسم الدراسات جامعة الإمارات.\n* عضوية لجنة وضع محتويات لمساق \"حلقة بحث\" بقسم الدراسات جامعة الإمارات.\n* عضوية لجنة استقطاب أعضاء هيئة التدريس بكلية العلوم الإنسانية والاجتماعية - جامعة الإمارات ٢٠٠١ -٢٠٠٣م.\n* عضوية لجنة الترقيات العلمية بكلية العلوم الإنسانية والاجتماعية بجامعة الإمارات ٢٠٠١ - ٢٠٠٣م.\n* عضوية لجنة دراسة طلبات أعضاء هيئة التدريس الجدد بجامعة الإمارات ٢٠٠٠ - ٢٠٠٣م.\n* عضوية تطوير مساق \"الفكر الإسلامي\" جامعة الإمارات.\n* عضوية في هيئة تحرير مجلة العلوم الإنسانية - جامعة الإمارات.\n* عضوية لجنة صياغة توصيات المؤتمر السنوي لكلية العلوم الإنسانية بجامعة الإمارات ٢٠٠٠ - ٢٠٠١م.\n* عضوية اللجنة التوجيهية للدراسات العليا بجامعة الإمارات ٢٠٠٠ - ٢٠٠٢م.\n* عضوية لجنة الأداء التدريسي بجامعة الإمارات ٢٠٠٣م.\n* عضوية لجنة البحث العلمي بكلية العلوم الإنسانية بجامعة الإمارات ٢٠٠١ - ٢٠٠٣م.\n* عضوية لجنة الترقيات بقسم الدراسات الإسلامية بجامعة الإمارات ١٩٩٨ - ٢٠٠٣م.\n* عضوية لجنة تنظيم مؤتمر العولمة المنعقد بجامعة الإمارات ٢٠٠٣م.\nالمهمات العلمية:\n* مهمة علمية بتكليف من جامعة الإمام محمد بن سعود الإسلامية لحصر المخطوطات القرآنية في كل من تونس، والجزائر والمغرب عام ١٩٧٩م.\n* مهمة علمية بتكليف من جامعة الإمام محمد بن سعود الإسلامية لإلقاء عدد من المحاضرات في المراكز العلمية اليمنية عام ١٩٧٩م.\nالأنشطة العامة وخدمة المجتمع:\n* مجموعة من المحاضرات والندوات والأحاديث الإذاعية والتلفزيونية في كل من السعودية والكويت والإمارات.\n* ندوة رمضانية في جمعية الإصلاح بدبي.\n* محاضرة رمضانية في جمعية الإرشاد بعجمان.\n* حلقات إذاعية في إذاعة أبو ظبي وإذاعة القرآن الكريم.\n* حلقات متفرقة في التفسير وعلوم القرآن وموضوعات أخرى على الشاشات الفضائية في كل من تلفزيونات دبي، والشارقة، وأبو ظبي.\n* محاضرات متعددة في المراكز الثقافية في لوس أنجلوس بالولايات المتحدة الأمريكية.\n* محاضرات حول \"دراسة المصطلح القرآني\" في جامعة سيدي محمد بن عبد الله بمدينة فاس المغربية. ألقيت على طلبة الدراسات العليا بمشاركة أعضاء هيئة التدريس.\n* المشاركة في ندوة عن الاستشراق بجامعة الإمارات وكان البحث بعنوان \"مغالطات المستشرقين في المصطلحات القرآنية في دائرة المعارف الإسلامية.\n* محاضرة بجامعة الإمارات بعنوان \"قراءة في فكر مالك بن نبي\".\n* المشاركة في ندوة \"الأمة الوسط\" بجامعة الإمارات.\n* مساعدة كثير من طلبة الدراسات العليا بخطط البحوث واختبار الموضوعات وتعريفهم بالمصادر والمراجع المخطوطة والمطبوعة.\n* حلقات بحث متعددة في قسم الدراسات الإسلامية، وفي كلية العلوم الإنسانية والاجتماعية بجامعة الإمارات.",
  "books": [
    {
      "text_id": 12072,
      "title": "معاجم مفردات القرآن (موازنات ومقترحات)"
    },
    {
      "text_id": 1482,
      "title": "مناسبات الآيات والسور"
    }
  ]
}