{
  "author_id": 969,
  "author_meta": "ترجمة الدكتور ف. عبدالرحيم:\nالاسم: فانيامبادي عبدالرحيم (Vaniyambadi Abdur Rahim)، والاسم الذي اشتهر به هو ف. عبدالرحيم\nتاريخ الميلاد: ٧/ ٥/١٩٣٣ م (١٣٥٦ هـ)\nمحل الميلاد: مدينة فانيامبادي، بولاية تاملنادو بالهند.\nالمؤهلات:\nماجستير في اللغة الانجليزية وآدابها من جامعة مدراس بالهند.\nماجستير في اللغة العربية وآدابها من جامعة عليكرة الإسلامية بالهند.\nشهادة (أفضل العلماء) في اللغة العربية والعلوم الإسلامية من جامعة مدراس، وقد ذكر أن هذه الشهادة كانت تمنحها الحكومة البريطانية أيام الاستعمار بعد اجتياز اختبار تعقده لمن يريد أن يلتحق بوظيفة التدريس، فدخل هذا الاختبار واجتازه فحصل على هذه الشهادة.\nدكتوراه في أصول اللغة العربية من كلية اللغة العربية بجامعة الأزهر عام ١٩٧٣ م، وقد كان موضوع رسالته هو تحقيق كتاب المعرب للجواليقي وسيأتي الحديث عنه في مؤلفاته.\nاللغات التي يعرفها أو يلم بها:\n١ - العربية، وهو يتقنها جيداً.\n٢ - الانجليزية، وهو يتقنها جيداً.\n٣ - الأردية، وهو يتقنها جيداً.\n٤ - الفارسية، وهو يتقنها جيداً.\n٥ - الهندية، وهو يتقنها جيداً.\n٦ - التاميلية.\n٧ - الفرنسية.\n٨ - الألمانية.\n٩ - اليونانية.\n١٠ - التركية.\n١١ - العبرية.\n١٢ - الإسبرنتو.\nالخبرات:\nمحاضر للغة الانجليزية وآدابها بجامعة مدراس.\nمحاضر للغة العربية بجامعة مدراس.\nرئيس قسم اللغة الانجليزية بجامعة أم درمان الإسلامية بالسودان.\nمدير شعبة تعليم اللغة العربية لغير الناطقين بها بالجامعة الإسلامية بالمدينة المنورة.\nأستاذ مشارك بكلية اللغة العربية بالجامعة الإسلامية.\nيعمل بمركز الترجمات بمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة ولا يزال.\nالمؤلفات:\n١ - تحقيق المُعَرَّب للجواليقي، ط. دار القلم بدمشق ١٤١٠ هـ، وهذا الكتاب كان موضوعاً لرسالته الدكتوراه من جامعة الأزهر، وكلمة (تحقيق) التي كتبت على كعب غلاف الكتاب توهم القارئ، فإن تحقيق كتاب المعرب بالمعنى المتعارف قد قام به العلامة أحمد محمد شاكر رحمه الله خير قيام من حيث جمع النسخ المخطوطة، والتعليق على النص بما يكشف غوامضه ونحو ذلك مما يقتضيه عمل المحقق النابه، وأما عمل الدكتور ف. عبدالرحيم في الكتاب فقد اعتمد على الطبعة التي حققها أحمد شاكر، وانطلق في عمله منها، وقام بتحقيق الكلمات التي أوردها الجواليقي وعددها ٧٣٠ كلمة، منها ١٣٠ هي أعلام للأشخاص والمواضع، فوقف مع كل كلمة منها، وقام بـ:\n- عزو كل كلمة إلى لغتها الأصلية، فقد وقع خطأ في كلام اللغويين في هذا الصدد بالنسبة إلى بعض الكلمات، مثل كلمة الأستار، والإسفنط، والبند، والروشم، والفندق، فقد ذكر اللغويون أنها من الفارسية، وهذا ليس بصحيح.\n- ذكر أصل الكلمات الدخيلة مكتوباً بحروفه الأصلية، فإن اللغويين لم يفعلوا هذا إلا بالنسبة إلى بعض الكلمات الفارسية، كما صنع صاحب كشاف أصطلاحات الفنون في بعض الكلمات.\n- ذكر المعنى الأصلي لبعض الكلمات، مع ذكر ما قيل خطأ في أصلها. مثل كلمة (الديوان)، فقد قيل إن أصل معناها (الجن).\n- ذكر التغييرات التي طرأت على حروف الدخيل وبنائه عند التعريب، وتعليلها من الناحية الصوتية.\nوطريقته في ذلك هي أنه يذكر عبارة الجواليقي كما في الكتاب المحقق، ثم يشير إلى مصدر المؤلف، وإن كان الجواليقي قد تصرف في العبارة المنقولة تصرفاً غير يسير فإنه يورد العبارة الأصلية بتمامها، وإلا اكتفى بعبارة الجواليقي. ويذكر أقوال اللغويين الآخرين فيما يتعلق بأصل الكلمة ومدلولها، واللغات المختلفة للكلمة، ثم يذكر أصل الكلمة بحروفها في لغتها الأصلية، مع ذكر ما طرأ من تغيير في البنية الصوتية للكلمة.\nوقد قدم بين يدي الكتاب بمقدمة تحدث فيها عن:\nمعنى المعرَّب والدخيل والمولد، والفرق بين هذه المصطلحات الثلاثة.\nضوابط لمعرفة الدخيل.\nاللغات التي أخذت منها العرب.\nأنواع التغيير التي طرأت على الدخيل عند التعريب.\nولذلك فإن عمل الدكتور ف. عبدالرحيم في الكتاب، يتجاوز معنى التحقيق المتعارف عليه، وهو كتاب مستقل عن كتاب المعرب للجواليقي، وإن كان قد دار حوله.\n٢ - الإعلام بأصول الأعلام الواردة في قصص الأنبياء عليهم السلام، ط. دار القلم بدمشق ١٤١٣ هـ. وهذا الكتاب دراسة تأصيلية للأعلام الواردة في قصص الأنبياء عليهم السلام في القرآن الكريم، وتشتمل:\n- الأعلام الواردة في القرآن الكريم.\n- الأعلام الواردة في كتب السير والتاريخ والتفسير لأزواج بعض الأنبياء وأولادهم، وللمولك المعاصرين لهم، وللموالين والمعاندين لهم، ولرجال صالحين وغيرهم، وذلك لأنه قد وقع في أسماء الكثير منهم تصحيف وتحريف، وتعددت صيغ كثير منها.\n٣ - القول الأصيل فيما في العربية من الدخيل، ط. مكتبة لينة بدمنهور بمصر ١٤١١ هـ. وهو يشتمل على تحقيق نحو ٥٠٠ كلمة مما فات الجواليقي ذكره في كتابه (المعرَّب).\n٤ - سواء السبيل فيما في العربية من الدخيل، ط. دار المآثر بالمدينة المنورة. ١٤١٩ هـ. يشتمل على تحقيق ٤٠٠ كلمة مما فاته في كتابه السابق (القول الأصيل) الذي وعد فيه أن يواصل البحث للكلمات التي فاتته.\n٥ - الدخيل في اللغة العربية الحديثة ولهجاتها، ط. حلب ١٣٩٣ هـ.\n٦ - دروس اللغة العربية لغير الناطقين بها (ثلاثة أجزاء). من منشورات الجامعة الإسلامية بالمدينة المنورة. وله طبعات أخرى.\n٧ - نصوص من الحديث النبوي الشريف (توظيف الحديث النبوي الشريف لتعليم اللغة العربية). المؤسسة الإسلامية بمدراس في الهند.\n٨ - المسعف في لغة وإعراب سورة يوسف، المؤسسة الإسلامية بمدراس في الهند.\n٩ - الباحث عن الحقيقة، قصة سلمان الفارسي رضي الله عنه.\n١٠ - إنهما من مشكاة واحدة، وهي قصة المسلمين المهجاجرين إلى الحبشة، شرح فيه الحديث شرحاً لغوياً.\n١١ - في بلاط هرقل، وهو شرح لغوي لحديث أبي سفيان رضي الله عنه في مجلس هرقل ملك الروم.\n١٢ - أبشر بخير يوم مر عليك منذ ولدتك أمك، وهو شرح لغوي لحديث كعب بن مالك رضي الله عنه.\nوالكتب الأخيرة عبارة عن مشروع علمي لتعليم اللغة العربية من خلال النصوص الحديثية، وقد لقي نجاحاً كبيراً عند الطلاب الذين لا يتحدثون اللغة العربية.\n١٣ - وله بحوث منشورة منها: معجم المسائل النحوية والصرفية الواردة في القرآن الكريم.\n(نقلا عن: ملتقى أهل التفسير)",
  "books": [
    {
      "text_id": 11928,
      "title": "معجم المسائل النحوية والصرفية الواردة في القرآن الكريم"
    },
    {
      "text_id": 148181,
      "title": "معجم الدخيل في اللغة العربية الحديثة ولهجاتها"
    },
    {
      "text_id": 2915,
      "title": "معجم المصطلحات القرآنية"
    }
  ]
}