{
  "author_id": 971,
  "author_meta": "الشاهد بن محمد البوشيخي، ولد سنة ١٩٤٥م بالحريشة، قرية با محمد.\n* أستاذ محاضر بكلية الآداب والعلوم الإنسانية بفاس\n* مدير معهد الدراسات المصطلحية بفاس\n* رئيس وحدة القرآن والحديث بالدراسات العليا بجامعة محمد بن عبد الله بفاس\nمَعْلَمة حية نابضة بهموم العلم والثقافة ليس في الواقع المغربي فقط، وإنما في واقع الأمة الإسلامية. له عدة إسهامات في تحريك الحس الحضاري، وإيقاظ الشعور الجماعي للأمة من خلال ما يكتب وما يحاضر به في المحافل الثقافية والعلمية.\nإن الذي يتدبر خطاب الرجل في كل ما يكتب وما يقول يشدُّه هذا التفكير والنظر الطويل في البحث عن أسباب وعلل الأزمات المحدقة بالأمة، واقتراح الحلول والعلاج لها، ويأسره هذا التعبير المتين والأسلوب الرصين الذي يختزل المعاني الكثيرة في الألفاظ القليلة وهو يقبس من القرآن الكريم ومن البلاغة العربية.\nوالأستاذ البوشيخي إلى جانب ذلك كله داعية إسلامي قدير يحمل همَّ الدعوة إلى الله، ويسعى إلى استرداد ذات الأمة المهربة، وحمل أبناء الإسلام على الرضاع من لبنه الخالص بتصور شامل يستوعب فقه الدين وفقه الواقع، ويتسلح بالعلم والعمل. إننا بحق أمام رجل وهبه الله ـ عز وجل ـ من الطاقات والملكات، ناهيك عن تواضعه الجم وخلقه الرفيع الذي يشهد له بالقدوة والحكمة.\nأن تدخل إلى رحاب عقل العلاَّمة الدكتور الشاهد البوشيخي فأنت تفتح عينيك على مدى مساحة الأفق الرحب الذي يختزن عمق الرؤى وشمولية التطلعات صوب الحياة والإنسان.. صوب الأفكار الأصيلة المنبثقة من القرآن الكريم والسنة النبوية.\nله كتابات بمجموعة من المنابر: آفاق، مجلة كلية الآداب بفاس، الهدى، مجلة المسلم المعاصر التي يصدرها المعهد العالي للفكر الإسلامي وبمجلة المشكاة.\nمن أبرز تلامذته الشيخ الدكتور فريد الأنصاري.\nمن مؤلفاته\n* نظرات في المصطلح والمنهج\n* نحو معجم تاريخي للمصطلحات القرآنية المعرفة\n* القرآن الكريم طبيعته ووظيفته\n* الهداية إلى بلوغ النهاية (أصل هذا الكتاب مجموعة رسائل علمية تحت إشراف الدكتور الشاهد البوشيخي)\n* مصطلحات نقدية وبلاغية في كتاب البيان والتبيين للجاحظ\n* مصطلحات النقد العربي لدى الشعراء الجاهليين والإسلاميين: قضايا ونماذج\n* …\n* ..\nمن مقالاته\n* مفهوم الأمن في القرآن الكريم\n* المنهج مشكلة أمتنا الأولى!\n* مفهوم الحياة في القرآن الكريم\n* المسلمون بين الشدائد والبشائر\n* نظرات في مفهوم الحوار في القرآن الكريم\n* مظاهر التكريم الإلهي لبني الإنسان\n* الهُدى المنهاجي في القرآن الكريم\n* الهوية الإسلامية في ضوء العولمة\n* نظرات في المصطلح والمنهج\n* المضامين التنموية للثقافة الإسلامية\n* التعليم الشرعي ضرورة تنموية\n* أولويات البحث العلمي في الدراسات القرآنية\n* الإنسان، خُلُق وعمل\n* مفهوم الحياة في القرآن الكريم\n* المسلمون بين الشدائد والبشائر",
  "books": [
    {
      "text_id": 12108,
      "title": "نحو معجم تاريخي للمصطلحات القرآنية المعرفة"
    }
  ]
}