{
  "author_id": 975,
  "author_meta": "د. وجيه حمد عبدالرحمن أردني الجنسية من مواليد قضاء رام الله - فلسطين - ٥/٥/١٩٥٥م.\n* حصل على درجة الدكتوراه في علم اللغات جامعة لندن عام ١٩٨١م، وأوصت اللجنة بطباعة الرسالة باعتبارها مرجعاً أساسياً في مجال تطوير المصطلحات لا سيما العلمية منها.\nحصل على درجة الليسانس في اللغة الإنجليزية وآدابها من جامعة الكويت عام ١٩٧٧م بتقدير امتياز مع مرتبة الشرف.\nعمل بهيئة الإذاعة البريطانية BBC لندن بدائرة الأخبار في ترجمة وإعداد وتقديم البرامج الإخبارية ومنها: عالم المساء، عالم الظهيرة، عالم الطاقة، أقوال الصحف، الشئون العربية في الصحف البريطانية ونشرات الأخبار.\nعضو رابطة علماء اللغة البريطانية.\nعضو مؤسس للمجلة الدولية للسانيات العامة التي تصدر باللغات العربية والإنجليزية والفرنسية وممثل المجلة في المملكة العربية السعودية.\nمقرر لجنة المناهج بكلية التربية بالمدينة المنورة فرع جامعة الملك عبدالعزيز.\nعضو لجنة مناهج اللغة الإنجليزية بالجامعة الإسلامية بالمدينة المنورة.\nأشرف على العديد من رسائل الماجستير في علم اللغة وتحكيمها.\nترجم (بالاشتراك) معجم اكسفورد للتعابير الاصطلاحية الإنجليزية الشائعة.\nترجم كتاباً في استخدامات أشعة الليزر.\nوضع معجماً للجذور العلمية ثلاثي اللغة.\nله عدة أبحاث منشورة في مجلات علمية عربية ودولية.\nتعاقد أثناء عمله بهيئة الإذاعة البريطانية مع جامعة الملك عبدالعزيز كلية التربية بالمدينة المنورة قسم اللغات الأجنبية في عام ١٩٨٢م حيث يدرس علوم اللغة والترجمة واللغة الإنجليزية لطلبة البكالوريوس والدراسات العليا.\nيشرف على بعض الرسائل العلمية بأكاديمية أكسفورد للدراسات العالية في بريطانيا.\n* * *\nالاسم: د. وجيه بن حمد عبد الرحمن\nمكان الميلاد وتاريخه: قضاء رام الله ١٩٥٥م\nعنوان المراسلة: كلية التربية- جامعة الملك عبد العزيز بالمدينة ص ب ٣٤٤\nالمؤهل العلمي: دكتوراه\nمكان الحصول عليه وتاريخه: جامعة لندن ١٩٨١م\nالدرجة العلمية: أستاذ مساعد\nالتخصص العلمي العام: علم اللغة\nالتخصص العلمي الدقيق: الصرف (المقارن)\nالعمل الحالي: أستاذ مساعد بجامعة الملك عبد العزيز-المدينة المنورة\nأهم المؤلفات:\n(أ) الكتب:\n(١) A Concise Dictionary of Scientific Roots (Graeco-LatinEng. Arabic)\n(٢) الغرب يتراجع عن التعليم المختلط\n(٣) الأستاذ في تعليم الإنجليزية\n(٤) دور الترجمة الدينية في الدعوة إلى الله - مراجعة وتقديم\n(٥) معجم أكسفورد للتعابير الاصطلاحية (ترجمة)\n(ب) البحوث:\n(١) Linguistic Study of Lexical Borroing in Eng - Arab\n(٢) Reflection on The Translation of Quranic Idioms\n(٣) A Search for Universals in Two Geneticaly Unrelated Languagesl\nالمشاركة في المؤتمرات:\n(١) الدراسات التقابلية في علم اللغة والأدب: الجامعة الأردنية-عمان ١٩٩٧م\n(٢) دور أقسام اللغة الإنجليزية بالجامعات العربية: الجامعة الأردنية-عمان ٢٠٠٠م\n(٣) العربية وتحديات العصر: ماليزيا ١٩٩٦م\nالمشاركة في الندوات:\n(١) آفاق في تدريس الإنجليزية في المملكة العربية السعودية: المدينة المنورة ١٤٢١هـ‍\n(١) آفاق تعليم اللغة العربية: المدينة المنورة ١٤١١هـ‍",
  "books": [
    {
      "text_id": 12121,
      "title": "وقفة مع بعض الترجمات الإنجليزية لمعاني القرآن الكريم"
    }
  ]
}