{
  "author_id": 981,
  "author_meta": "عائض القرني ( من موليد ١٣٧٩ هـ - ١٩٥٩ م )\nهو الداعية المجاهد المحتسب الشيخ عائض بن عبد الله القرني، من مواليد بلاد بالقرن. ولد عام ١٣٧٩هـ ،\nودرس الابتدائية في مدرسة آل سلمان، ثم درس المتوسطة في المعهد العلمي بالرياض، ودرس الثانوية في المعهد العلمي بأبها، وتخرج من كلية أصول الدين بأبها،وحضر الماجستير في رسالة بعنوان: (كتاب البدعة وأثرها في الدراية والرواية).\nثم حضر الدكتوراه في (تحقيق المُفهِم على مختصر صحيح مسلم).وكان إمام وخطيب جامع أبي بكر الصديق بأبها.\nحفظ كتاب الله عز وجل، ثم طالع تفسير الجلالين، والمفردات لمخلوف، ثم قرأ تفسير ابن كثير وكرره كثيراً\n، وقرأ قسماً كبيراً من تفسير ابن جرير، وعاش مع زاد المسير لابن الجوزي فترة من الزمن ، واطلع على تفسير الكشاف للزمخشري وعَرِفَ دسائسه الاعتزالية، وقرأ غالب تفسير في ظلال القرآن لسيد قطب رحمه الله إن لم يكن أكمله، وجعل لنفسه درساً من تفسير القرطبي، واكتفى من فتح القدير للشوكاني بالدراسة المنهجية،\nوأما أحاديث التفسير فجعل اهتمامه بالدر المنثور للسيوطي، وقد مر على تفسير روح المعاني للألوسي،\nوقرأ تفسير الرازي وتفسير العلامة السعدي والدوسري، وغالب تفسير البغوي وعبد الرزاق ومجاهد. وأما علوم القرآن فقد أكثر من قراءة البرهان للزركلي، والإتقان للسيوطي ومباحث في علوم القرآن لمناع القطان وغيرها.\nوأما علوم الحديث فهي أمنيته ورغبته وطلبه وجُل اهتمامه، فقد قرأ بلوغ المرام أكثر من خمسين مرة حتى استظهر الكتاب،وقرأ عمدة الأحكام ودرّسه لطلبة العلم في المسجد، وكرر مختصر البخاري للزبيدي وكذلك مختصر مسلم للمنذري، وكرر المنتخب للنبهاني واللؤلؤ والمرجان ، أما صحيح البخاري فقرأه وقرأ عليه شرحه فتح الباري للحافظ ابن حجر ، وطالع صحيح مسلم بشرح النووي ، وكذلك جامع الترمذي وغالب شرحه تحفة الأحوذي ،\nوقرأ مختصر سنن أبي داود مع شرحه معالم السنن للخطابي وتهذيب السنن لابن القيم ، وكرر جامع الأصول لابن الأثير مرتين ، ومسند الإمام أحمد وكذلك ترتيبه الفتح الرباني للبنا ، ثم شرحه لطلبة العلم في المسجد في أكثر من مائة درس،\nوقرأ رياض الصالحين للنووي ، وجامع العلوم والحكم للحافظ ابن رجب ، والترغيب والترهيب للمنذري ومشكاة المصابيح، وغالب كتب محدِّث العصر العلامة ناصر الدين الألباني رحمه الله تعالى ، وخاصة إرواء الغليل في تخريج أحاديث منار السبيل ، وغيرها كثير وكثير جداً. وأما الفقه فقرأ كتاب السلسبيل في معرفة الدليل كثيراً للبليهي ، وكرر منه مئات المسائل ، وعمل عليه وقفات مع زاد المستقنع،وطالع الدرر البهية للشوكاني، ونظر إلى غالب نيل الأوطار للشوكاني وكان يحضر منه دروس الكلية والمسجد، وطالع غالب المُغني لابن قدامة والمحلى لابن حزم ، وأُعجب بطرح التثريب وعزم على تكراره ، ومر على فتاوى شيخ الإسلام ابن تيمية وغالب كتبه ، واطلع على كتب العلامة ابن القيم وبالأخص زاد المعاد وإعلام الموقعين. وأما أصول الفقه فقرأ الرسالة للإمام الشافعي والموافقات للشاطبي وقرأ اللُمَع للشيرازي وبعضاً من المستصفى. وكذلك كتب شيخ الإسلام المجدد محمد ابن عبد الوهاب وأئمة الدعوة النجدية،\nوقرأ من التمهيد لابن عبد البر . وأما كتب التوحيد فقرأ في الكلية العقيدة الواسطية والتدمرية والحموية ولُمعة الاعتقاد لابن قدامة والعقيدة الطحاوية وشرحها لابن أبي العز، ومعارج القبول لحافظ حكمي، والدين الخالص ،\nوقرأ كتاب التوحيد للإمام ابن خُزَيمة رحمة الله على الجميع.\nوأما السيرة فقرأ سير أعلام النبلاء للذهبي أربع مرات ، وكرر البداية والنهاية لابن كثير مرتين، وطالع تاريخ الطبري وكذلك المُنتظم لابن الجوزي، ووفيات الأعيان والبدر الطالع ، وغيرها كثير. وأما الرقائق فقرأ كتاب تذكرة الحفاظ للذهبي والزهد للإمام أحمد وابن المبارك ووكيع ، وطالع حلية الأولياء لأبي نُعَيم ، ومدارج السالكين لابن القيم، وإحياء علوم الدين للغزالي ، وصفة الصفوة لابن الجوزي. وأما كتب الأدب فطالع أغلب الدواوين، وكرر ديوان المُتنبي وحفظ له مئات الأبيات وقرأ العقد الفريد لابن عبد ربه ، وعيون الأخبار لابن قُتَيبة وأنس المجالس ، وروضة العقلاء لابن حبان ومجلدات من الأغاني للأصفهاني وكثيراً من المراسلات والمقامات. وأما الكتب المعاصرة فقرأ الكثير منها ، فعلى سبيل المثال: كتب أبي الأعلى المودودي وكتب الندوي وسيد قطب ومحمد قطب وسماحة الشيخ الإمام عبد العزيز ابن باز، والعلامة محمد العثيمين وابن جبرين، وقرأ كتب الغزالي وله عليه رد في مجلس الإنصاف، وللشيخ مؤلفات كثيرة منها وهي منتشرة في دُوَل الخليج. مجاله في الدعوة إلى الله:وللشيخ ـ حفظه الله ـ مجالٌ واسع في الدعوة إلى الله تعالى ، ونشاطه في ذلك معروف عند العلماء والدعاة طلبة العلم وعوام الناس لا يحتاج إلى بيان ولاأدل على هذا من هذه الأشرطة التي سُجلت له فقد بلغت أكثر من ألف شريط، والشيخ قد ألقى هذه المحاضرات في المساجد والنوادي والمؤسسات والشركات والكليات والجامعات وغيرها كثير، فبارك الله في دعوته وكتب له القبول عند الناس ، هذا وقد كان يشجعه كثيراً سماحة العلامة الإمام ابن باز رحمه الله تعالى على مواصلة طريق الدعوة لأنها طريق الأنبياء فبارك الله في الشيخ وثبته على طريق الإيمان والدعوة إلى الله حتى الممات … اللهم آمين.هذا وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم\nنقلا عن : المعجم الجامع في تراجم العلماء وطلبة العلم المعاصرين - أعضاء ملتقى أهل الحديث",
  "books": [
    {
      "text_id": 12729,
      "title": "لا تحزن"
    },
    {
      "text_id": 2028,
      "title": "الخلاف أسبابه وآدابه"
    },
    {
      "text_id": 7708,
      "title": "دروس الشيخ عائض القرني"
    },
    {
      "text_id": 7709,
      "title": "سلسلة القمم لأهل الهمم"
    }
  ]
}