{
  "author_id": 985,
  "author_meta": "(محمد سعيد) بن رمضان البوطي (١٣٤٧ - ١٤٣٤ هـ = ١٩٢٩ - ٢٠١٣ م)\nالدكتور محمد سعيد رمضان البوطي الشافعي الأشعري\nينحدر من أصل كردي، وُلد في قرية جيلكا التابعة لجزيرة بوطان (ابن عمر) الواقعة في تركيا شمال الحدود العراقية التركية، ثم هاجر مع والده ملا رمضان البوطي إلى دمشق في عام ١٩٣٣، وكان عمره آن ذاك أربع سنوات.\nتأثر بوالده الشيخ ملا رمضان عمر البوطي [وألف كتاباً عنه والده بعنوان: «هذا والدي: القصة الكاملة لحياة الشيخ مُلأ رمضان البوطي من ولادته إلى وفاته»].\nتلقى التعليم الديني والنظامي بمدارس دمشق ثم انتقل إلى مصر للدراسة في الأزهر الشريف وتحصل على شهادة الدكتوراه من كلية الشريعة.\nله أكثر من أربعين كتاباً تتناول مختلف القضايا الإسلامية، ويعتبر من أهم من يمثل التوجه المحافظ على مذاهب الأئمة الأربعة والعقيدة وفق منهج الأشاعرة.\n(أفكاره)\nهو من المتخصصين في العقائد والفلسفات المادية بعد أن قدم رسالته في الدكتوراه في نقد المادية الجدلية، لكنه من الناحية الفقهية يعتبر مدافعا عن الفقه الإسلامي المذهبي وله كتاب في ذلك «اللامذهبية أكبر بدعة تهدد الشريعة الإسلامية» وآخر بعنوان «السلفية مرحلة زمنية مباركة وليست مذهب إسلامي»، ولم تكن علاقته أيضا بجماعة الإخوان المسلمين في سوريا بالجيدة، وكان أبدًا من نابذي التوجهات السياسية والعنف المسلح، وقد سبّب ظهور كتابه «الجهاد في الإسلام» عام ١٩٩٣ م في إعادة الجدل القائم بينه وبين بعض التوجهات الإسلامية.\n(حياته العلمية)\nأنهى دراسته الثانوية الشرعية في معهد التوجيه الإسلامي بدمشق.\nالتحق عام ١٩٥٣ م بكلية الشريعة في جامعة الأزهر، وحصل على شهادة العالمية منها عام ١٩٥٥ م.\nالتحق في العام الذي يليه بكلية اللغة العربية من جامعة الأزهر، ونال دبلوم التربية في نهاية ذلك العام.\nعين معيداً في كلية الشريعة بجامعة دمشق عام ١٩٦٠ م.\nأوفد إلى كلية الشريعة من جامعة الأزهر للحصول على الدكتوراه في أصول الشريعة الإسلامية وحصل على هذه الشهادة عام ١٩٦٥ م.\nعين مدرساً في كلية الشريعة بجامعة دمشق عام ١٩٦٥ م ثم وكيلاً لها، ثم عميداً لها.\nاشترك، في مؤتمرات وندوات عالمية كثيرة.\nعضو في المجمع الملكي لبحوث الحضارة الإسلامية في عمّان.\nعضو في المجلس الأعلى لأكاديمية أكسفورد.\nعضو المجلس الاستشاري الأعلى لمؤسسة طابة بأبو ظبي.\nيتقن اللغة التركية والكردية ويلمّ باللغة الإنكليزية.\n(مؤلفاته)\nالمرأة بين طغيان النظام الغربيّ ولطائف التشريع الربانيّ، وله ترجمة باللغة الإنجليزية.\nالإسلام والعصر.\nضوابط المصلحة في الشريعة الإسلاميّة - وهو الأطروحة التي نال بها البوطي درجة الأستاذيّة «الدكتوراه» من كلية الشريعة والقانون في جامعة الأزهر (من مقدمة الطبعة الثالثة للكتاب عينه).\nأوربة من التقنية إلى الروحانية ـ مشكلة الجسر المقطوع.\nبرنامج: دراسات قرآنية.\nشخصيات استوقفتني.\nشرح وتحليل الحكم العطائية (لابن عطاء الله السكندري).\nكبرى اليقينيات الكونية.\nالسلفية مرحلة زمنية مباركة وليست مذهب إسلامي.\nاللامذهبية أخطر بدعة تهدد الشريعة الإسلامية.\nهذه مشكلاتهم.\nوهذه مشكلاتنا.\nكلمات في مناسبات.\nمشورات اجتماعية من حصاد الإنترنت.\nمع الناس مشورات وفتاوى.\nمنهج الحضارة الإنسانية في القرآن.\nهذا ما قلته أمام بعض الرؤساء والملوك.\nيغالطونك إذ يقولون.\nمن الفكر والقلب.\nترجمة رواية مموزين.\nلا يأتيه الباطل، وهو كشف لأباطيل يختلقها ويلصقها بعضهم بكتاب الله عزّ وجلّ، صدر عام ٢٠٠٧.\nفقه السيرة النبوية.\nالحب في القرآن ودور الحب في حياة الإنسان، صدر في ٢٠٠٩.\nالإسلام ملاذ كل المجتمعات الإنسانية، لماذا؟ وكيف؟.\nهكذا فلندع إلى الإسلام.\nمن روائع القرآن - تأملات علمية وأدبية في كتاب الله عز وجل.\nمختارات من أجمل الشعر في مدح الرسول.\n(منقول)\n[قُتل الشيخ البوطي يوم الخميس ٢١ مارس من عام ٢٠١٣ الموافق ٩ جمادى الأولى من عام ١٤٣٤ هـ، وذلك أثناء إعطائه درسًا دينيًا في مسجد الإيمان بحي المزرعة في دمشق]",
  "books": [
    {
      "text_id": 1751,
      "title": "هكذا فلندع إلى الإسلام"
    },
    {
      "text_id": 23657,
      "title": "فقه السيرة النبوية مع موجز لتاريخ الخلافة الراشدة"
    },
    {
      "text_id": 23670,
      "title": "مختارات من أجمل الشعر في مدح الرسول"
    },
    {
      "text_id": 38086,
      "title": "من روائع القرآن"
    }
  ]
}