{
  "author_id": 987,
  "author_meta": "هو العالم الجليل والحبر البحر الفهامة الفقيه الفرضي الشيخ عبد الله بن محمد بن عبد العزيز بن عبد الرحمن بن حسين بن حميد، من بني خالد.\nولد بمدينة الرياض عام ١٣٢٩هـ في رمضان، وتربى تربية حسنة، وفقد بصره في طفولته. حفظ القرآن عن ظهر قلب في صغره وشرع في طلب العلم بهمة ونشاط ومثابرة، فقرأ على علماء الرياض والوافدين إليها، نبغ في فنون كثيرة، وكان مشايخه يتفرسون فيه الذكاء.\nقرأ على العديد من المشايخ ومنهم: الشيخ حمد بن فارس - رحمه الله - قرأ عليه في علوم العربية والحديث. والشيخ سعد بن حمد بن عتيق - رحمه الله - قرأ عليه في أصول الدين وفروعه. والشيخ صالح بن عبد العزيز آل الشيخ - رحمه الله - قرأ عليه ولازمه في أصول الدين وفروعه والحديث والتفسير. والشيخ محمد بن عبد اللطيف آل الشيخ - رحمه الله - قرأ عليه ولازمه. وسماحة الشيخ محمد بن ابراهيم آل الشيخ، قرأ عليه ولازمه زمناً طويلاً، وكان يستشيره في القضاء.\nأعماله: عينه سماحة الشيخ محمد بن ابراهيم آل الشيخ مدرساً للمبتدئين، ومساعداً له، فمتى غاب انتهى التدريس إليه. وفي عام ١٣٥٧هـ عينه الملك عبد العزيز - رحمه الله - قاضياً في الرياض. ثم في عام ١٣٦٣هـ تعين قاضياً لبريدةوما يتبعها، وظل في قضائها وإمامة جامعها والمرجع في الإفتاء والتدريس مدة وجوده فيها. وفي عام ١٣٧٧هـ طلب الإعفاء من منصب القضاء، وتفرغ للعبادة وتعليم الناس. ثم أنشئت الرئاسة العامة للإشراف الديني على المسجد الحرام فاختاره الملك فيصل - رحمه الله - رئيساً للإشراف الديني على المسجد الحرام، ومدرساً فيه، ومفتياً، فنفع الله بعلمه الأمة.\nوفي عام ١٣٩٥هـ عينه الملك خالد - رحمه الله - رئيساً للمجلس الأعلى للقضاء، وعضواً في هيئة كبار العلماء، ورئيساً للمجمع الفقهي وعضواً في المجلس التأسيس لرابطة العالم الإسلامي.\nمؤلفاته: للشيخ - رحمه الله - مؤلفات كثيرة من أبرزها: التوحيد وبيان العقيدة السلفية النقية. الدعوة إلى الله وجوبها وفضلها وأخلاق الدعاة. الدعوة إلى الجهاد في القرآن والسنة. من محاسن الإسلام. توجيهات إسلامية. الرسائل الحسان والرد على يسر الإسلام. غاية المقصود في الرد على ابن محمود. تبيان الأدلة في إثبات الأهلة وهداية المناسك. كمال الشريعة. دفاع عن الإسلام. الإبداع في شرح خطبة الوداع. وله فتاوى كثيرة متفرقة.\nوفاته: توفي في يوم الأربعاء ٢٠ من ذي الحجة غام ١٤٠٢هـ، وصُلي عليه في المسجد الحرام، وخرج في جنازته خلقٌ كثير. وقد فقدت المملكة والعالم الإسلامي بأسره - بوفاته - عَلَمَاً من أعلام الإسلام، وإماماً. وقد رثاه ثلةٌ من العلماء والأدباء منهم: أحمد الغنام",
  "books": [
    {
      "text_id": 2191,
      "title": "توجيهات إسلامية لعبد الله بن حميد"
    },
    {
      "text_id": 8588,
      "title": "التوحيد وبيان العقيدة السلفية النقية"
    }
  ]
}