{
  "author_id": 989,
  "author_meta": "ترجمة الشيخ بقلم ابنته أم الدرداء بنت أكرم زيادة\nاسمه:\nأكرم بن محمد بن علي بن نمر بن محمود بن زيدان بن زيادة بن أحمد بن زيادة، من آل زيادة، تقول الكتب التي صُنفت في هذا المجال أن أصوله تعود إلى الحسن بن علي بن أبي طالب، والوالد الشيخ لا يؤكد هذا ولا ينفيه، خوفاً من الوقوع في الكفر المتمثل في الطعن في الأنساب، إن طعن في نسب صحيح، أو اللعن المتمثل في الانتساب إلى غير الآباء الحقيقيين ..\nأصله:\nمن بلدة الفالوجة، قضاء غزة، في فلسطين، درة بلاد الشام المباركة، والتي ترجع أصولها إلى بلدة الفلوجة درة الأنبار على فرات الشام والعراق، وبقيت هذه البلدة رمز المقاومة والحصار، بعد حرب النكبة الفلسطينية سنة (١٩٤٨م) حيث حوصر فيها ـ ومع أهلها ـ الجيش المصري الذي كان يقوده الضابط النوبي المصري (سيد محمود طه) الملقب بـ (الضبع الأسود) من كبار ضباط الجيش المصري، والعديد من الضباط الأحرار، ومن بينهم الرئيس المصري الأسبق جمال عبد الناصر، والذي أكثر هو وغيره من تنظيم الضباط الأحرار وغيرهم من ضباط الجيش المصري، وكذلك محمد حسنين هيكل في كتبه وأدبياته ـ أكثروا ـ من ذكرها في أدبيات ثورة الضباط الأحرار المصرية حيث كانت مهد التفكير بتلك الثورة، حين استمر الحصار، واستمرت مقاومة الأهالي إلى أواخر شباط من سنة (١٩٤٩م)، وبعد الهدنة الشاملة، وانسحاب الجيش المصري في آخر يوم من شباط (١٩٤٩م) تم استيلاء اليهود ـ بموجب الهدنة ـ على البلدة، ثم قاموا بتطهير عرقي شمل من تبقى من سكان البلدة استمر إلى نيسان من نفس السنة، حيث هاجر كل سكانها إلى قطاع غزة، والخليل، ومخيمات الضفة الغربية، ومخيمات شرق الأردن، ومخيم اليرموك وغيره من المخيمات الفلسطينية في سوريا، وباقي مواطن الشتات الفلسطيني في أرجاء العالم، وكان نصيب عائلة الشيخ في مخيم الدهيشة جنوب بيت لحم مهد المسيح عليه السلام، وفيه ولد والدنا الشيخ.\nمولده:\nوُلِدَ الوالد الشيخ شهر رجب سنة سبع وسبعين وثلاثمائة وألف من الهجرة، (٢٩/ ٧/١٣٧٧هـ)، الموافق للثامن عشر من شباط سنة ثمان وخمسين وتسعمائة وألف من تاريخ النصارى (١٨/ ٢/١٩٥٨م.\nووالدته:\nهي ابنة عم أبيه، زينب بنت عاصي بن رضوان بن محمود بن زيدان بن زيادة بن أحمد بن زيادة.\nدراسته:\nتلقى الوالد الشيخ تعليمه الابتدائي في السنوات الابتدائية الثلاث الأولى، في مدارس مخيم الدهيشة، بيت لحم، قبل نكسة العرب سنة (١٩٦٧م)، ثم في مدارس مخيم حطين، بين عمان والزرقا في الأردنء حتى سنة (١٩٧٦م) حيث أنهى الثانوية، ثم التحق بمعهد المعلمين وأنهى دراسته فيه سنة (١٩٧٨م) ثم التحق بالجيش العربي الأردني لأداء خدمة العلم الإلزامية والتي أنهاها سنة (١٩٨٠م)، ثم عمل مدرسا على مدى ربع قرن من سنة (١٩٨١ـ٢٠٠٦م)، ولم يكمل تعليمه الجامعي المتاح خلال خدمته بسبب الكثير من المحاذير الشرعية المترتبة على ذلك.\nكان لخدمة الوالد الشيخ في الجيش أثرٌ كبير في نفسه حيث ساعدته الظروف القاسية في الجيش على التمسك بدينه، والإقبال على كتاب ربه، وسنة نبيه، حفظاً وتعلماً، وقد زامن إنهاءه الخدمة العسكرية في أواخر سنة (١٩٨٠م) ومطلع القرن الخامس عشر الهجري استقرار الشيخ الإمام محمد ناصر الدين الألباني في عمان.\nطلبه العلم الشرعي:\nأقبل الوالد الشيخ على طلب العلم الشرعي من خلال القراءة والبحث ـ الذين كان ـ ولا يزال ـ يعشقهما، بعد خروجه من الجيش مباشرة، وبدأ البحث عن علماء يتلقى على أيديهم علوم القرآن، والسنة، والفقه، والحديث، فلم يوفق إلا إلى\nأدعياء علم صوفيين طرقيين، أو أشعريين جاهلين، حاقدين، أو تبليغيين متصدرين، أو حزبيين متهالكين، لا يستحق أكثرهم الذكر، وإن استفاد من بعض التبليغيين أكثر من غيرهم، إلى أن التقى بدرة الشام ومحدث العصر الإمام الألباني.\nشيوخه:\nمن أوائل شيوخ الوالد الشيخ ـ الذين يستحقون الذكر ـ سماحة الوالد عبد العزيز بن عبد الله بن باز ـ رحمه الله ـ وكان أول جلوسه في مجالسه في الحرم المكي في رمضان سنة (١٤٠٠هـ)، ثم أقبل على مجالسه، وسماع فتاواه في برنامج «نور على الدرب» وغيره من برامج في الإذاعة السعودية، وقراءة كتبه ورسائله، وكان له معه مراسلات وأسئلة لا يزال يحتفظ بأصولها.\nثم درة الشام ومحدثها الإمام محمد ناصر الدين الألباني والذي صار يتتبع مجالسه في الأردن كلما سنحت له ـ أو لهما ـ الفرصة، وكان تواصله معه على الهاتف بعد العشاء كل ليلة ـ تقريباً ـ من مطلع سنة (١٤٠١هـ)، إلى سنة مغادرته إلى اليمن ـ معاراً للتدريس فيه ـ أواخر سنة (١٤٠٨هـ) ومن خلال سماع مجالسه العلمية المسجلة، وكتبه النافعة الماتعة، وبعد رحيله إلى اليمن توطدت علاقته به أكثر، وَحَصَلَ منه على إجازة شفهية بانتسابه العلمي إليه سنة (١٤١٢هـ) وذلك أن الناس في اليمن كانوا إذا أعلنوا له عن درس، أو محاضرة نسبوه إليه فقالوا، أو كتبوا: «تلميذ الشيخ الألباني» وكان يتحرج من ذلك، وفي لقاء للوالد الشيخ مع الإمام الألباني في بيته ومكتبته في صيف تلك السنة، أخبره بتحرجه من ذلك سيما وأن تلمذته عليه، وطلبه لعلمه كان في مجالس وأشرطة وكتب، فقال له الإمام الألباني مجيزاً إياه: «لا حرج عليك من ذلك».\nثم التقى الوالد الشيخ بعلامة اليمن ومحدثها الشيخ مقبل بن هادي الوادعي، والذي كان كثيراً ما يزوره مع أهل ذمار وطلاب العلم فيها، وإذا زاره يقدمه الشيخ مقبل إلى تلاميذ مركز دماج كلما زاره فيها، تشجيعاً له، وإظهاراً لفضله الذي لا يعرفه إلا أهل الفضل أمثال الشيخ مقبل، واستفاد الوالد الشيخ في العديد من مجالسه مع الشيخ مقبل الكثير من الفوائد الحديثية خاصة والعلمية عامة، وخاصة في «صحيح مسلم»، و «شرح الألفية» لابن عقيل، وغيرهما، وقد أجازه الشيخ مقبل بإجازة عامة لجميع كتبه ومروياته، ومسموعاته، سجد الوالد الشيخ لله شكراً يوم حصوله عليها.\nثم علامة اليمن وفقيهها الشيخ محمد بن إسماعيل العمراني ـ حفظه الله ـ والذي ضيعه قومه، والذي أجازه بإجازة عامة لجميع مروياته ومسموعاته ومقروءاته بأسانيده من كتاب الشوكاني «إتحاف الأكابر بإسناد الدفاتر»، ومن كتاب: «الدر الفريد فيما\nتفرق من الأسانيد» للعلامة عبد الواسع بن يحيى الواسعي.\nثم فضيلة المقرئ الشيخ عبد الرحمن بن مهدي الديلمي الذماري اليماني الذي قرأ عليه الوالد الشيخ القرآن حفظاً، وأجازه بإسناده من طريق الشاطبية، والتي قرأ عليه طرفاً منها أيضاً.\nثم علامة نجد والحجاز وفقيهها الشيخ محمد بن صالح العثيمين الذي لازم والدنا الشيخ دروسَه ومجالسَه في المسجد الحرام في المواسم المتتالية في الحج والعمرة\nفي رمضان ـ خاصة ـ وغيره من المواسم.\nوقد جلسَ الوالد الشيخ في مجالس للشيخ حماد الأنصاري في قراءة له من «صحيح البخاري» في المسجد النبوي الشريف خلال سنة (١٤٠٥هـ).\nثم استفاد الوالد الشيخ من الشيخ محمد إبراهيم شقرة الذي سمع منه في الأصول، كتاب «أصول الفقه» لعبد الوهاب خلاف، وفي النحو، كتاب «شرح ملحة الإعراب»،\nللحريري، وحفظ متنها، وفي الفقه بعض كتاب «منار السبيل»، وبعض «بلوغ المرام» وغيرها في «تفسير ابن كثير»، وغيره.\nوشيوخ الوالد الشيخ الذين جالسهم في: أردن الشام، واليمن، والهند، والسند (الباكستان) والعراق، والحجاز، وغيرها من البلاد التي زارها كثيرون، يصعب إحصاؤهم، ونفعه الله كثيراً بكتب شيخ الإسلام ابن تيمية، وتلميذه ابن القيم، وكتب الإمام الشوكاني، وإمام الدعوة الشيخ محمد بن عبد الوهاب، وعلماء الدعوة في تجد والحجاز، إضافة لكتب شيوخه الذين سبق ذكرهم، وعنايته بآثارهم وكتبهم واضحة في دروسه كما سترى بعد سطور.\nجهوده العلمية ومصنفاته:\nاشتغل الوالد الشيخ في الدعوة إلى الله منذ بداية طلبه العلم، وكان له مجالس علمية منهجية منتظمة في الأردن، في المساجد للرجال، وفي بيتنا للنساء، وما تفتحت أعيننا وأشقائي وشقيقاتي إلا على مجالس القرآن والدروس والمواعظ لنا خاصة، وللنساء عامة، ثم في اليمن، حيث كان إماماً، وخطيباً، وداعيةً متجولاً في جميع أنحاء الأردن في العقد الأول من القرن الخامس عشر\nالهجري، ثم في كثير من محافظات، ومخاليف، ومرابع اليمن الميمون، ثم عاد إلى الأردن سنة (١٤١٣هـ) وكان له ـ فضلاً عن الاشتغال بتحصيل العلم ـ نشره بنقل كثير من الدروس التي يحضرها إلى مسجده، وغيره من المساجد الأخرى،\nوأمسك عن نشر التصنيف حتى أتمَّ الأربعين من عمره ـ بل تجاوزها قليلاً ـ تيمناً ببعثة نبينا ـ عليه السلام ـ بعد الأربعين، وانتهاجاً لمنهج السيوطي الذي بدأ التصنيف بعد الأربعين، وكان ـ مع عدم كفه عن الكتابة، وإعادة النظر فيما يكتب ـ دائماً يردد: «من كتب فقد فتح عقله ونشره بين أيدي الناقدين».\nوأكب الوالد الشيخ على كتب الإمام الطبري وخاصة «جامع البيان في تاويل آي القرآن»، و «التاريخ»، و «وتهذيب الآثار»، و «صريح السنة»، وغيرها من كتب لها تعلق بكتب الطبري المطبوعة، وخاصة كتب التاريخ والرجال الذي هو شغوف بها، فترجم لشيوخ الطبري، في:\n١ـ «معجم شيوخ الطبري» مطبوع، ثم ترجم لجميع رجاله، في:\n٢ـ «المعجم الصغير لرواة ابن جرير» مطبوع. ثم توسع في تراجم هذا الكتاب في:\n٣ـ «المعجم الكبير لرواة ابن جرير» مخطوط، ثم حقق وشرح «صريح السنة» له في الدورة العلمية السادسة من دورات مركز الإمام الألباني في:\n٤ـ «تمام المنة في تقريب صريح السنة»، ثم رتب كتاب «تهذيب الآثار» له على أبواب الفقه في:\n٥ـ «إتحاف الأبرار في ترتيب «تهذيب الآثار» مخطوط، ثم استخلص من تراجم الرجال والفوائد كتاباً تربوياً أسماه:\n٦ـ «الجامع الحثيث في أخبار أهل الحديث في القرنين الثاني والثالث» مخطوط، ثم أخرج كتاب:\n٧ـ «ترسيخ المدخل إلى علم التاريخ» في الدورة العلمية السابعة من دورات مركز الإمام الألباني. مطبوع، ثم كتاب:\n٨ـ «الأسس المشيدة ي التوحيد والعقيدة»؛ مجالس علمية في مركز الإمام الألباني في الدورة الثامنة، مطبوع، وقبله:\n٩ـ «فتوح رب البرية في تقريب قواعد التدمرية» مخطوط في الدورة العلمية الخامسة من دورات مركز الإمام الألباني، ثم:\n١٠ـ «أسنى المطالب في صلة الأرحام والأقارب» تحقيق، وتخريج، وضبط، وتعليق، حققه على خمس مخطوطات، مطبوع، ثم:\n١١ـ «الرياض الروية في شرح الفتوى الحموية» في ثلاثين مجلس عقدي مطبوع. وفي الفقه:\n١٢ـ «رياض الجنة في التعليق على تمام المنة وفقه السنة» في نحو (٢٠٠) مجلس علمي، مخطوط.\n١٣ـ «الإفادة في أصول وفروع آل زيادة» مخطوط\n١٤ـ «ثناء شيخ الإسلام على الجنيد الإمام» مخطوط\n١٥ـ «رسائل القرآن إلى أهل الإيمان» تضمن ١٢٥ خطبة جمعة حول الآيات القرآنية التي صدرها: (يا أيها الذين آمنوا .. ). مخطوط\nوغيرها كثير من البحوث التي يمكن أن تطبع على شكل رسائل، ونشرَتْها مجلة «الأصالة» السلفية في العديد من أعدادها، والعديد من المقالات في الصحف، والمجلات، وعبر الشبكة الالكترونية.\nأما المواد المسموعة المسجلة التي دَرَّسَها الوالد الشيخ فهي كثيرة جداً في مختلف العلوم، ففي التجويد: وقد شرح فيه عدةكتب، مثل:\n١ـ «السلسبيل الشافي في أحكام التجويد الوافي» للشيخ عثمان سليمان مراد، وعناية الشيخ سعيد حسن سمور، ودَرَسَهُ ودَرَّسَهُ إثر نصيحة من الشيخ خالد أبو زيتون.\n٢ـ «الملخص المفيد في علم التجويد» لمحمد أحمد معبد.\n٣ـ «علم التلاوة» لأبي إدريس محمد بن عبد الفتاح، وغيرها من كتب ورسائل عديدة، وأما في علوم القرآن فقد شرح كتباً عدة أيضاً مثل:\n٤ـ «مقدمة التفسير» لشيخ الإسلام ابن تيمية.\n٥ـ «الإتقان في علوم القرآن» للسيوطي.\n٦ـ «منع جواز المجاز في المنزل للتعبد والإعجاز» لمحمد الأمين الشنقيطي.\n٧ـ «التبيان في علوم القرآن»، للصابوني.\n٨ـ «التبيان في آداب حملة القرآن» للنووي، وله العديد من التلاميذ الذين حفظوا القرآن على يديه وعلى مدى نحو ثلاثين سنة لم ينقطع عن مجلس القرآن\nوعلومه بعد الفجر، لنا ولغيرنا من تلاميذه. وما تعلمنا القرآن إلا على يديه ابتداءً، وأما في الحديث والسنة والسيرة، فشرح:\n٩ـ «الأربعين النووية» وقد حفظناها منه وكان أشقائي يقرؤونها من حفظهم في المساجد ويتدربون من خلال إلقائها على الدعوة والخطابة.\n١٠ـ «اللؤلؤ والمرجان فيما اتفق عليه الشيخان» لمحمد فؤاد عبد الباقي، عدة مرات، وفي إحدى المرات سمعناه كله عليه.\n١١ـ «رياض الصالحين» للنووي عدة مرات، وفي عدة مساجد، وسمعناه كله عليه.\n١٢ـ «مختصر صحيح مسلم» للمنذري.\n١٣ـ «سنن ابن ماجة».\n١٤ـ «منتقى حياة الصحابة» للدكتور عاصم القريوتي، وقد سمعناه كاملاً عليه.\n١٥ـ «تهذيب السيرة النبوية» لعبد السلام هارون، وقد سمعناه كاملاً عليه.\nوأما التوحيد والعقيدة فكانت ـ ولا زالت عنايته فيهما ـ فائقة يَعْرِفُ له ذلك القاصي والداني فشرح:\n١٦ـ «العقيدة الطحاوية وشروحها» عدة مرات، وفي عدة مساجد.\n١٧ـ «العقيدة الواسطية وشروحها» عدة مرات، وفي عدة مساجد.\n١٨ـ «التدمرية؛ قواعدها، وشروحها» عدة مرات، وفي عدة مساجد.\n١٩ـ «الفتوى الحموية الكبرى وشروحها» عدة مرات، وفي عدة مساجد.\n٢٠ـ «فتح المجيد شرح كتاب التوحيد»، للشيخ عبد الرحمن آل الشيخ، عدة مرات للرجال والنساء.\n٢١ـ «الأصول الثلاثة» للشيخ محمد بن عبد الوهاب، عدة مرات، وفي عدة مساجد.\n٢٢ـ «كشف الشبهات» للشيخ محمد بن عبد الوهاب. عدة مرات، وفي عدة مساجد.\n٢٣ـ «مسائل الجاهلية التي خالف النبي صلى الله عليه وآله وسلم فيها أهل الجاهلية» للشيخ محمد بن عبد الوهاب. عدة مرات، وفي عدة مساجد.\n٢٤ «الأربع قواعد في الدين» للشيخ محمد بن عبد الوهاب. عدة مرات، وفي عدة مساجد.\n٢٥ـ «مختصر العلو»، للذهبي.\n٢٦ـ «القول السديد في مقاصد التوحيد» للسعدي.\n٢٧ـ «منهج دراسة الأسماء والصفات» للشنقيطي.\n٢٨ـ «القواعد المثلى في صفات الله وأسمائه الحسنى» للشيخ العثيمين، عدة مرات، وفي عدة أماكن وبلدان.\n٢٩ـ «التبصير بقواعد التكفير، ومعه بيان هيئة كبار العلماء في ذم الغلو في التكفير» للحلبي، ضمن فعاليات دورة العقيدة المتخصصة لمركز الإمام الألباني في شوال سنة ١٤٢٥هـ.\nوأما في مصطلح الحديث فشرح:\n٣٠ـ رسالة في «علم مصطلح الحديث»، للشيخ العثيمين، عدة مرات، وفي عدة أماكن وبلدان.\n٣١ـ «الباعث الحثيث» للشيخ أحمد شاكر.\n٣٢ـ «تدريب الراوي» للسيوطي.\n٣٣ـ مقدمة «صحيح مسلم».\n٣٤ـ «الموقظة» للذهبي.\n٣٥ـ «البيقونية» للبيقوني.\n٣٦ـ لاميةالحديث المعروفة بـ «غرامي صحيح» لابن فرح الإشبيلي.\nومجالس عديدة ضمن دورة الإمام الألباني المتخصصة في علوم السنة من كتاب:\n٣٧ـ «علم الرجال» لمحمد بن مطر الزهراني. ضمن فعاليات دورة علوم السنة والحديث المتخصصة لمركز الإمام الألباني في صيف سنة ١٤٢٧هـ.\nوأما في الأصول فشرح:\n٣٨ـ «طريق الوصول إلى العلم المأمول في معرفة القواعد والضوابط والأصول» للشيخ عبد الرحمن بن ناصر السعدي، ورسالة:\n٣٩ـ «الأصول في علم الأصول» للشيخ العثيمين، عدة مرات، وفي عدة أماكن وبلدان. كتاب:\n٤٠ـ «أصول الفقه» لعبد الوهاب خلاف.\n٤١ـ متن «تحقيق الوصول إلى علم الأصول» لمراد شكري قبل ظهور حاله وكشف اللجنة الدائمة لعقيدة الإرجاء عنده.\n٤٢ـ «النبذ في أصول الفقه الظاهري»، لابن حزم الظاهري. وتحقيق: الشيخ الحلاق.\nوأما في التفسير فشرح:\n٤٣ـ «مختصر تفسير ابن كثير» لمحمد بن نسيب الرفاعي.\n٤٤ـ والجزئين الأولين من القرآن ومن «تفسير الطبري»، ومجالس عديدة من كتاب:\n٤٥ـ «تيسير الكريم الرحمن في تفسير كلام المنان» للشيخ عبد الرحمن بن ناصر السعدي.\nوأما في الفقه، فشرح:\n٤٦ـ «الروضة الندية شرح الدرر البهية» لصديق حسن خان، عدة مرات وفي عدة مساجد وأماكن.\n٤٧ـ «زاد المعاد» لابن القيم، وقد خصنا به في البيت.\n٤٨ـ «فقه السنة» للشيخ سيد سابق، والتعليق عليه من:\n٤٩ـ «تمام المنة» للشيخ الألباني، وخاصة المقدمات الخمس عشرة والتي شرحها مرات عديدة في مجالس وأماكن عديدة وله عليها تعليقات وأمثلة عملية تعد بالمئات ضمن كتابه «رياض الجنة في شرح فقه السنة وتمام المنة».\n٥٠ـ «صفة صلاة النبي - صلى الله عليه وسلم -» للشيخ الألباني، عدة مرات وفي عدة مساجد وأماكن.\n٥١ـ أحكام الجنائز وبدعها» للشيخ الألباني، عدة مرات وفي عدة مساجد وأماكن.\n٥٢ـ «مناسك الحج والعمرة وبدعها» للشيخ الألباني، عدة مرات وفي عدة مساجد، وأماكن.\n٥٣ـ «رسالة قيام رمضان وبحث في الاعتكاف» للشيخ الألباني، عدة مرات وفي عدة مساجد وأماكن.\n٥٤ـ «رسالة في أحكام صلاة العيدين، والأضحية» للحلبي.\n٥٥ـ «جلباب المرأة المسلمة» للشيخ الألباني ضمن مباحث ستر العورة في دروس شرح «فقه السنة».\n٥٦ـ «حكم تارك الصلاة» للشيخ الألباني ضمن دروس شرح «فقه السنة».\n٥٧ـ «إتحاف المسلمين بما تيسر من أحكام الدين» في الفقه الحنبلي، للشيخ عبد العزيز السلمان.\n٥٨ـ «عمدة السالك، وعدة الناسك» في الفقه الشافعي، لابن النقيب، عدة مرات وفي عدة مساجد وأماكن.\n٥٩ـ بداية المجتهد ونهاية المقتصد» لابن رشد، في الفقه المالكي وأما في التربية والتزكية فشرح:\n٦٠ـ «علو الهمة» لمحمد بن أحمد بن إسماعيل المقدم.\n٦١ـ و «ومجالس رمضان» للشيخ العثيمين عدة مرات، وفي عدة مساجد، وأماكن في مواسم رمضان، ومجالس عديدة من:\n٦٢ـ اقتضاء الصراط المستقيم .. » لشيخ الإسلام ابن تيمية.\n٦٣ـ إغاثة اللهفان من مصائد الشيطان» لابن القيم.\n٦٤ـ «الروح» لابن القيم.\n٦٥ـ «تلبيس إبليس» لابن الجوزي.\nوأما في اللغة العربية والنحو:\n٦٦ـ «المقدمة الآجرومية» لأبي عبد الله الصنهاجي ابن آجروم.\n٦٧ـ «ملحةالإعراب» للحريري، وقد حفظنا بعضا من أبياتها.\nوأما ما قرأه عليه تلاميذه، ولا زالوا يقرؤونه عليه يومياً منذ سنوات، فكتب عديدة أشهرها وأهمها:\n٦٨ـ «صحيح الإمام البخاري».\n٦٩ـ «صحيح الإمام مسلم».\n٧٠ـ «سنن أبي داود».\n٧١ـ «سنن الترمذي»، وقد اكتملت قراءتهم وسماعهم له.\n٧٢ـ «سنن ابن ماجه».\n٧٣ـ «الموطأ» للإمام مالك بن أنس\n٧٤ـ «أصول التخريج ودراسة الأسانيد» لمحمود الطحان.\n٧٥ـ «نخبة الفكر في مصطلح أهل الأثر»، لابن حجر.\n٧٦ـ «نزهةالنظر في توضيح نخبة الفكر»، لابن حجر.\nفهذه أكثر من سبعين كتاباً ورسالة شرحها الوالد الشيخ في المساجد والمعاهد والمراكز العلمية.\nوقد ساعد على نشر السنة ضمن برامج وموسوعات الحاسوب، وعلى شبكات الشبكة العنكبوتية (الإنترنت)، ولعله أول من استخدم الحاسوب في التدريس في المساجد ـ في الأردن على الأقل ـ ومن أبرز جهوده في حوسبة العلوم الشرعية ـ وخاصة علوم التفسير والسنة والحديث، وغيرها ـ والذي عمل فيها مدققا ومراجعاً للكثير من كتب السنة التي أدخلها مركز التراث لأبحاث الحاسب الآلي في عمان في برامجه الشهيرة والتي اقتبسها ثم بنى عليها كثير من الذين عملوا في هذا المجال من بعده مثل:\n٧٧ـ الموسوعة الذهبية للسنة النبوية في إصدارها الثاني.\n٧٨ـ موسوعة علوم القرآن.\n٧٩ـ موسوعة الفقه وأصوله.\n٨٠ـ المكتبة الألفية للسنة النبوية بكافة إصداراتها.\n٨١ـ موسوعة التخريج الكبرى.، وغيرها من إصدارات مركز التراث لأبحاث الحاسب الآلي.\nوأما جهوده في نشر كتب الإمام الألباني ـ رحمه الله ـ بعد وفاته، فقد ساعد في نشر العديد من كتب الشيخ بتدقيقها ومراجعتها للمكتبة الإسلامية في عمان على مخطوطات الشيخ قبل نشرها، ومنها على سبيل المثال:\n٨٢ـ «أجزاء من السلسلة الصحيحة» بعد الجزء السادس.\n٨٣ـ «أجزاء من السلسلة الضعيفة» بعد الجزء التاسع\n٨٤ـ «صحيح، وضعيف أبي داود».\n٨٥ـ «التعليق على سبل السلام».\n٨٦ـ «الثمر المستطاب في فقه السنة والكتاب». وغيرها من كتب الإمام الألباني، منها ما طبع، ومنها لم يطبع.\nوقد عمل باحثاً متفرغاً ومدرساً في مركز الإمام الألباني، لعدة سنوات، وأسس شبكة الأصالة السلفية العالمية، من خلال عمله كمحرر أساسي للأبواب العربية الكثيرة فيها، يصل الليل بالنهار، ويسابق الزمن لإخراجها إلى حيز الوجود، وكذلك في كل مخرجات المركز مثل «مجلة الأصالة»، ومطويات ونشرات المركز، والكثير منها لم يطبع بعد، ثم اضطر لترك العمل في المركز وفي شبكة الأصالة لأسباب شرعية عديدة.\nوأما خطبه، ودروسه، ومواعظه، ومحاضراته، وندواته، من غير الكتب، وجميعها على منهج السلف الصالح، فهي آلاف مؤلفة على مدى نحو ثلاثين سنة قضاها في الدعوة إلى الله، في بلدان عديدة، ومساجد ومحافل كثيرة، من الصعب إحصاؤها، واستقصاؤها.\nوأخيراً فهذا بعض ما يقال في الوالد الشيخ ـ حفظه الله ـ والذي علمنا ـ مع الألوف من الناس غيرنا ـ الكثير والكثير ابتداءً من قراءة القرآن وكتابته حرفاً حرفاً، مروراً بالزهد في الدنيا، والتخفف منها، إلى العقيدة والتوحيد، الذي نسأل الله أن يحفظه به، وأن يتوفاه عليه، وأن يبعثه يوم القيامة عليه.\nوالحمد لله رب العالمين",
  "books": [
    {
      "text_id": 29741,
      "title": "معجم شيوخ الطبري"
    },
    {
      "text_id": 29982,
      "title": "المعجم الصغير لرواة الإمام ابن جرير الطبري"
    }
  ]
}