{
  "author_id": 990,
  "author_meta": "أبو الحسن الندوي (١٣٣٣ هـ = ١٩١٤ م - ١٤٢٠ هـ = ١٩٩٩ م)\nاسمه ونسبه: علي أبو الحسن بن عبد الحي بن فخر الدين، ينتهي نسبه إلى الحسن بن علي رضي الله عنهما. كان والده علامة الهند ومؤرخها، وكانت والدته من السيدات الفاضلات تحفظ القرآن الكريم وتقول الشعر، وتؤلف الكتب.\nولد بقرية «تكية» بمديرية «راي بريلي» في الولاية الشمالية بالهند في ٦ محرم ١٣٣٣ هـ الموافق ١٩١٤ م.\nتوفي والده وهو دون العاشرة فأشرف أخوه الكبير د. عبد العلي الحسني على تربيته.\nحفظ القرآن الكريم، وتعلم الأردية والإنجليزية والعربية.\nالتحق بدار العلوم لندوة العلماء عام ١٩٢٩ م ودرس علوم الحديث والتفسير والفقه.\nعين مدرساً في دار العلوم ندوة العلماء عام ١٩٣٤ م، ودرس العلوم الدينية والأدب العربي.\nبدأ رحلاته الدعوية منذ عام ١٩٣٩ م في الهند، وأسس مركزاً للتعليمات الإسلامية عام ١٩٤٣ م.\nاختير عضواً في المجلس الانتظامي لندوة العلماء عام ١٩٤٨ م، واختير أميناً عاماً لندوة العلماء عام ١٩٦١ م.\nأسس حركة رسالة الإنسانية عام ١٩٥١ م، والمجمع الإسلامي العلمي عام ١٩٥٩ م، في لكنو بالهند.\nدعا إلى تأسيس رابطة الأدب الإسلامي العالمية، واختير أول رئيس لها عام ١٩٨٦ م.\nحصل على عضوية كثير من الهيئات والمؤسسات الدعوية العلمية والعالمية منها:\nرابطة العالم الإسلامي - المجلس الأعلى للدعوة الإسلامية في القاهرة - رئيس مركز أكسفورد للدراسات الإسلامية - رابطة الجامعات الإسلامية - وكان عضواً في مجامع اللغة العربية في كل من دمشق والقاهرة وعمان ..\nترك الشيخ أبو الحسن ثروة علمية كبيرة من المؤلفات الدعوية والفكرية والأدبية قارب ثلاثمائة عنوان باللغة العربية، ومن أهمها:\n١ - ماذا خسر العالم بانحطاط المسلمين.\n٢ - إلى الإسلام من جديد.\n٣ - إذا هبت ريح الإيمان.\n٤ - الطريق إلى المدينة.\n٥ - رجال الفكر والدعوة في الإسلام.\n٦ - سيرة خاتم النبيين للأطفال.\n٧ - نظرات في الأدب.\n٨ - في مسيرة الحياة (٣ أجزاء).\nوكانت وفاته - رحمه الله - يوم الجمعة ٢٣ رمضان ١٤٢٠ هـ ٣١ كانون الأول / ديسمبر ١٩٩٩ م.\nلمزيد من المعلومات راجع موقع الشيخ أبي الحسن الندوي على شبكة الإنترنت:  http://www.nadwi.net\nنقلا عن: موقع رابطة الأدب الإسلامي العالمية على الإنترنت\nhttp://www.adabislami.org",
  "books": [
    {
      "text_id": 1387,
      "title": "أريد أن أتحدث إلى الإخوان"
    },
    {
      "text_id": 17439,
      "title": "الإسلام والحكم"
    },
    {
      "text_id": 21575,
      "title": "ماذا خسر العالم بانحطاط المسلمين"
    },
    {
      "text_id": 37561,
      "title": "إلى الإسلام من جديد"
    },
    {
      "text_id": 37637,
      "title": "ردة ولا ابا بكر لها - أبو الحسن الندوي"
    },
    {
      "text_id": 9914,
      "title": "السيرة النبوية لأبي الحسن الندوي"
    }
  ]
}