{
  "author_id": 992,
  "author_meta": "عبد الفتاح القاضي ( ١٣٢٥ هـ - ١٤٠٣ هـ )\nهو عبد الفتاح بن عبد الغني بن محمد القاضي المولود في مدينة دمنهور عاصمة محافظة البحيرة بجمهورية مصر العربية في ٢٥ من شعبان سنة ١٣٢٥هـ ، الموافق ١٤ من أكتوبر سنة ١٩٠٧م ، عالم مصري مبرز في القراءات وعلومها وفي العلوم الشرعية والعربية.\nمن أفاضل علماء الأزهر وخيرتهم ، آية الدهر ووحيد العصر ، و له أدب رفيع واقتدار على النظم بديع .\nحفظ المترجَم القرآن الكريم ببلده مدينة دمنهور على المرحوم الشيخ علي عياد ، وجوَّده على كل من الشيخين الفاضلين الشيخ محمود محمد غزال والشيخ محمود محمد نصر الدين ، وقرأ القراءات ببلده، ثم انتقل إلى القاهرة، ودرس في الأزهر حتى حصل على إجازة التخصص القديم (تعادل الدكتوراه حاليا) سنة ١٣٥٥هـ، وتولى مناصب كثيرة، منها رئاسة قسم القراءات التابع لكلية اللغة العربية بالأزهر حينذاك، وعين مفتشًا عامًّا بالمعاهد الأزهرية، ثم وكيلا عامًّا للمعاهد الأزهرية، ثم رحل إلى المدينة النبوية فشارك في إنشاء كلية القرآن الكريم بالجامعة الإسلامية، وتولى رئاسة قسم القراءات فيها إلى وفاته سنة ١٤٠٣هـ .\nمكث الشيخ يقرئ ويعلم في مجال العلوم القرآنية منذ عام (١٣٥٥ه‍ـ) تقريباً، وتخرج على يديه أجيال من أهل القرآن، وممن قرأ عليه بالمدينة : الدكتور عبد العزيز القارئ والدكتور علي بن عبد الرحمن الحذيفي إمام الحرمين الشريفين، برواية حفص،وقرأ عليه بعضاً من الشاطبية، والشيخ منير ابن محمد المظفر التونسي، المتخرج في الكلية، قرأ عليه في البيت ختمة كاملة للعشرة من طريق طيبة النشر، ومنهم الشيخ إبراهيم الأخضر تلقى عليه القراءات الثلاث المكملة للعشر من طريق الدرة، وقرأ عليه ختمة كاملة.\nومنهم في مصر: الدكتور موسى شاهين لاشين، والدكتور عوض الله حجازي، والدكتور زكريا البري، وغيرهم.\nمؤلفاته :\nللمترجم مصنفات عدة تزيد عن العشرين مصنفاً في القراءات وغيرها من العلوم الشرعية منها:\n١- كتاب الوافي شرح على الشاطبية في القراءات السبع.\n٢- كتاب الإيضاح شرح على الدرة في القراءات الثلاث المتممة للقراءات العشر.\n٣- كتاب البدور الزاهرة في القراءات العشر المتواترة من طريق الشاطبية والدرة.\n٤- النظم الجامع لقراءة الإمام نافع وشرحها\n٥- نظم السر المصون في رواية قالون وشرحها .\n٦- شرح منحة مولى البر فيما زاده كتاب النشر .\n٧- القراءات في نظر المستشرقين والملاحدة .\n٨- شرح ناظمة الزهر المسمى بشير اليسر في علم الفواصل.\n٩- الفرائد الحسان: في عد آي القرآن \"نظم\" وشرحها نفائس البيان .\n١٣- من علوم القرآن.\n١٤- منظومة في علم الميراث و شرحها .\n١٥- الصيام وأحكامه وسننه.\nوغير ذلك من المصنفات وجميعها مطبوع وله تحقيقات على عدة كتب مطبوعة منها:\nأ- دليل الحيران شرح مورد الظمآن في رسم وضبط القرآن للعلامة المارغني.\nب- شرح العقيلة للعلامة ابن القاصح في رسم القرآن الكريم.\nت - شرح المقدمة الجزرية للشيخ خالد الأزهري.\nث- تحبير التيسير في قراءات الأئمة العشرة للحافظ ابن الجزري وغير ذلك من التحقيقات.\nنقلا عن الشبكة الإسلامية\nhttp://www.islamweb.net",
  "books": [
    {
      "text_id": 38075,
      "title": "الوافي في شرح الشاطبية"
    },
    {
      "text_id": 57,
      "title": "البدور الزاهرة في القراءات العشر المتواترة - عبد الفتاح القاضي"
    },
    {
      "text_id": 8649,
      "title": "الفرائد الحسان في عد آى القرآن"
    },
    {
      "text_id": 95585,
      "title": "شرح النظم الجامع لقراءة الإمام نافع"
    }
  ]
}