{
  "author_id": 997,
  "author_meta": "مناع بن خليل القطان  ( ١٣٤٥ - ١٤٢٠  هـ =  ١٩٢٥ - ١٩٩٩م)\nالقاضي الشيخ مناع خليل القطان المدير السابق للمعهد العالي للقضاء في السعودية.\nمولده ونشأته\nولد في شهر أكتوبر سنة ١٩٢٥م = ١٣٤٥ هـ في قرية شنشور مركز أشمون من محافظة المنوفية بمصر من أسرة متوسطة الحال، وفي بيئة إسلامية مترابطة، حيث كان المجتمع الريفي يعتمد على الأرض الزراعية. إلى قريته هذه ينسب الشيخ الشنشوري شارح الرحبية في علم الفرائض.\nبدأ حياته العلمية بحفظ القرآن الكريم في الكتاب، ثم التحق بالمدرسة الابتدائية، ثم التحق بالمعهد الديني الأزهري بمدينة شبين الكوم ثم التحق بكلية أصول الدين في القاهرة.\nمشايخه الذين تأثر بهم\n* الشيخ عبد الرزاق عفيفي،\n* الشيخ عبد المتعال سيف النصر،\n* الشيخ علي شلبي،\n* الشيخ محمد زيدان،\n* الدكتور محمد البهي،\n* الدكتور محمد يوسف موسى،\nوهو يعتبر أن والده خليل القطان، ثم الشيخ عبد الرزاق عفيفي، والإمام الشهيد حسن البنا أكثر الشخصيات تأثيراً فيه.\nنشاطه العملي والدعوي\n* التحق بجماعة الإخوان المسلمين في أثناء دراسته، وعمل في صفوفها في محيط الطلاب والوعظ والإرشاد والدعوة إلى الله،\n* انتخب رئيساً للطلبة بكلية أصول الدين،\n* شارك في نشاط الإخوان الوطني سنة ١٩٤٦م في التصدي للاستعمار الإنجليزي حتى ألغيت معاهدة ١٩٣٦م المشؤومة.\n* شارك في التطوع للجهاد في فلسطين سنة ١٩٤٨م، وقد دخل السجن بعدها،\n* شارك في المقاومة السرية ضد الاحتلال الإنجليزي في منطقة قناة السويس سنة ١٩٥١-١٩٥٢م،\n* كل هذه المشاركات كانت من خلال جماعة الإخوان المسلمين وشبابها المكافح المجاهد.\n* كان وثيق الصلة بالشيخ محمد الغزالي، والشيخ سيد سابق، والشيخ أحمد حسن الباقوري.\n* غادر مصر سنة ١٩٥٣م إلى المملكة العربية السعودية للتدريس في مدارسها ومعاهدها إلى سنة ١٩٥٨م، حيث انتقل للتدريس بكلية الشريعة بالرياض، ثم كلية اللغة العربية، مديراً للمعهد العالي للقضاء، ثم مديراً للدراسات العليا بجامعة الإمام محمد بن سعود الإسلامية، بالإضافة إلى عضويته في مجلس الجامعة، ورئاسة اللجنة العلمية لكلية البنات وكذلك لجنة السياسة التعليمية بالمملكة،\n* كان يشرف على رسائل الماجستير والدكتوراه في جامعات محمد بن سعود، وأم القرى، والجامعة الإسلامية بالمدينة المنورة، والتي بلغ عددها ١١٥ رسالة،\n* وفقه الله لإقامة مجمع إسلامي خيري كبير سنة ١٩٩٣م في قريته شنشور بمحافظة المنوفة، على نفقته الخاصة، افتتحه وزير الأوقاف المصري محمود حمدي زقزوق بحضور عدد كبير من علماء الأزهر.\n* شارك في الكثير من المؤتمرات الإسلامية والعلمية في داخل المملكة وخارجها، وأهمها:\n١. المؤتمر الأول لرابطة العالم الإسلامي.\n٢. المؤتمر الإسلامي العالمي في كراتشي.\n٣. المؤتمر الإسلامي العالمي في بغداد.\n٤. المؤتمر الإسلامي في القدس.\n٥. مؤتمر المنظمات الإسلامية.\n٦. مؤتمر رسالة الجامعة ـ الرياض.\n٧. أسبوع الفقه الإسلامي ـ الرياض.\n٨. أسبوع الشيخ محمد بن عبد الوهاب ـ الرياض.\n٩. المؤتمر العالمي الأول للاقتصاد الإسلامي ـ مكة المكرمة.\n١٠. المؤتمر الجغرافي الإسلامي ـ الرياض.\n١١. ندوة رسالة المسجد ـ الرياض.\n١٢. مؤتمر الدعوة والدعاة ـ المدينة المنورة.\n١٣. مؤتمر مكافحة الجريمة ـ الرياض.\n١٤. ندوة مكافحة المخدرات ـ الرياض.\n١٥. مؤتمر الندوة العالمية للشباب المسلم ـ الرياض.\n١٦. ندوة انحراف الأحداث.\nوغيرها من المؤتمرات والندوات في أنحاء العالم الإسلامي.\nمؤلفاته\nله مؤلفات كثيرة في موضوعات شتَّى، وأهم مؤلفاته:\n* تاريخ التفسير ومناهج المفسرين.\n* تفسير آيات الأحكام.\n* مباحث في علوم القرآن الكريم.\n* نزول القرآن على سبعة أحرف.\n* التشريع والفقه في الإسلام تاريخاً ومنهجاً.\n* الحديث والثقافة الإسلامية.\n* الدعوة إلى الإسلام.\n* معوقات تطبيق الشريعة الإسلامية.\n* رفع الحرج في الشريعة الإسلامية.\n* وجوب تحكيم الشريعة الإسلامية.\n* موقف الإسلام من الاشتراكية.\n* إقامة المسلم في بلد غير مسلم.\n* نظام الأسرة في الإسلام.\n* الزواج بالأجنبية.\n* الإسلام رسالة الإصلاح.\n* رعاية الإسلام للمعاقين.\n* التكييف الفقهي للتبرع بالأعضاء وزراعتها.\n* الحاجة إلى الرسل في هداية البشرية.\n* مباحث في علوم الحديث.\n* الفرق الإسلامية.\n* العقيدة والمجتمع.\n* القضاء في العهد النبوي والخلافة الراشدة.\nبالإضافة إلى بعض المخطوطات.\nمن أقواله\n\"لكل مجتمع آلامه وآماله التي تنبعث من صميم بيئته، فهو يتطلع إلى مبضع يبرئ سقمه في لطف، ويعيد إليه عافيته، وما لم تلمس موعظة الداعية حقائق مشكلاته، يسبر أغوارها، ويشخص علاجها، صمّ آذانه عن الاستماع إليها، ولكل عصر مشكلاته التي تتجدد معه بتجدد الحياة وأفكارها، ونظرة العقل البشري إليها، فالذي يخاطب عصره بمشكلات عصر آبائه وأجداده، أو معضلات بيئته، كالذي يصيح في واد، أو ينفخ في رماد. على كاهل العلماء يقع العبء الثقيل في مسيرة الجيل، والوقوف في وجه التيارات الغازية، واستئناف حياة إسلامية صحيحة.\nإن الأمة قد ترزأ في اقتصادها، واحتلال أرضها، أو تخلف حياتها، ولكنها تظل أمة حية تنبض بمعاني القوة، ما دامت معتصمة بدينها، مؤمنة بعقيدتها، واثقة بنصر الله لها. لقد كان العلماء على مر العصور والأجيال، يختلفون في المسائل الفرعية الاجتهادية، ولكن هذا الاختلاف لم يفسد ما بينهم من رابطة الجهاد، فقد كانوا يوقنون بأنهم جميعاً جنود للإسلام في صف المعركة. إن الإسلام عقيدة وشريعة، وإن الولاء الذي يجمع الشمل ويصلح الناس، هو الولاء للدين، والإسلام دين عالمي للبشرية كلها، يترفَّع في بناء الأمة عن ولاء الجنس والعنصر والأرض، ويجعل العقيدة هي الوحدة المشتركة بين الناس جميعاً في ظل الإسلام، فكانت الأخوّة الدينية بين المسلمين، هي هذه الوحدة المشتركة التي قررها القرآن الكريم إنما المؤمنون إخوة (الحجرات:١٠)، وقررها الرسول العظيم صلى الله عليه وسلم: \"المسلم أخو المسلم\"، فغلبت أخوّة الإيمان على كل صلة سواها، حتى صلة النسب، فنسي المرء بها قبيلته، وخرج على عشيرته، وخاصم الولد أباه، وقاتل الأخ أخاه: لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم (المجادلة:٢٢)، وأخوّة النسب تنقطع بمخالفة الدين، وأخوّة الدين لا تنقطع بمخالفة النسب\".\nوفاته\nتوفي يوم الإثنين ٦ ربيع الآخر سنة ١٤٢٠ هـ الموافق ١٩ يوليو ١٩٩٩م وصُلي عليه في مسجد الراجحي بمنطقة الربوة، ودفن في مقابر النسيم بالرياض، بعد مرض عضال نتيجة إصابته بسرطان الكبد الذي استمر أكثر من ثلاث سنوات، وكان عمره خمسة وسبعين عاماً، وترك خلفه خمسة من الأولاد، ثلاثة أبناء، وبنتين، والخمسة جميعهم أطباء في تخصصات مختلفة في مستشفيات الرياض.",
  "books": [
    {
      "text_id": 11368,
      "title": "مباحث في علوم القرآن لمناع القطان"
    },
    {
      "text_id": 7511,
      "title": "اعتماد دعوة الشيخ محمد بن عبد الوهاب على الكتاب والسنة - مناع القطان"
    },
    {
      "text_id": 8644,
      "title": "نزول القرآن على سبعة أحرف"
    },
    {
      "text_id": 9995,
      "title": "تاريخ التشريع الإسلامي"
    }
  ]
}